{"batchcomplete": "", "query": {"pages": {"184215": {"ns": 0, "pageid": 184215, "revisions": [{"*": "{{Infobox scientist\n|name              = Adolphe Quetelet\n| birth_name = Lambert Adolphe Jacques Quetelet \n|image=Adolphe Quételet by Joseph-Arnold Demannez.jpg\n|birth_date        = {{birth date|1796|2|22|df=yes}}\n|birth_place       = [[Ghent]], [[First French Republic|French Republic]]<br/><small>(modern-day Belgium)</small>\n|death_date        = {{death date and age|1874|2|17|1796|2|22|df=yes}}\n|death_place       = [[Brussels]], [[Belgium]]\n|residence         =\n|citizenship       =\n|nationality       = [[Belgian]]\n|ethnicity         =\n|field             = [[astronomer]]<br/>[[mathematician]]<br/>[[statistician]]<br/>[[sociologist]]\n|work_institutions = [[Brussels Observatory]]\n|alma_mater        = [[University of Ghent]]\n|doctoral_advisor  =\n|doctoral_students =\n|influences        = [[Joseph Fourier]]<ref name=\"BGSP\">[http://books.google.gr/books?id=CI111lrB6vsC&pg=PA282#v=onepage&q&f=false \"Quetelet, Adolphe\"]: entry in ''The Britannica Guide to Statistics and Probability'', edited by Erik Gregersen</ref><br>[[Pierre-Simon Laplace]]<ref name=\"BGSP\"/>\n|influenced        =\n| awards = [[Fellow of the Royal Society|ForMemRS]] (1839)<ref name=frs>{{cite web|archiveurl=https://web.archive.org/web/20150316060617/https://royalsociety.org/about-us/fellowship/fellows/|archivedate=2015-03-16|url=https://royalsociety.org/about-us/fellowship/fellows/|publisher=Royal Society|location=London|title=Fellows of the Royal Society}}</ref>\n|known_for         = contributions to [[social physics]]\n}}\n'''Lambert Adolphe Jacques Quetelet''' ({{IPA-fr|kətlɛ|lang}}; 22 February 1796 &ndash; 17 February 1874) [[Fellow of the Royal Society|ForMemRS]]<ref name=frs/> was a [[Demographics of Belgium|Belgian]] [[astronomer]], [[mathematician]], [[statistician]] and [[sociologist]]. He founded and directed the [[Royal Observatory of Belgium|Brussels Observatory]] and was influential in introducing statistical methods to the [[social science]]s.  His name is sometimes spelled with an accent as ''Quételet''.<ref>{{wsPSM|Quetelet on the Science of Man|1|May 1872|first=Edward Burnett|last=Tylor|authorlink=Edward Burnett Tylor|scan=Page:Popular Science Monthly Volume 1.djvu/55}}</ref><ref name=mactutor>{{MacTutor Biography|id=Quetelet}}</ref>\n\n== Biography ==\nAdolphe was born in [[Ghent]]  (which at that time was a part of the newborn [[First French Republic|French Republic]]), the son of François-Augustin-Jacques-Henri Quetelet, a Frenchman and Anne Françoise Vandervelde, a Flemish woman. His father François was born at [[Ham, France|Ham]], in [[Picardy]], and being of a somewhat adventurous spirit, crossed the English Channel and became a British citizen and the secretary of a Scottish nobleman. In this capacity he traveled with his employer on the Continent, particularly spending time in Italy. At aged about 31, he settled in Ghent and was employed by the city, where Adolphe was born the fifth of nine children, several of whom died in childhood.\n\nFrancois died when Adolphe was only seven years old. Adolphe studied at the Ghent lycée, where he started teaching mathematics in 1815 at the age of 19.  In 1819 he moved to the [[:wikt:athenaeum|Athenaeum]] in Brussels and in the same year he completed his dissertation (''De quibusdam locis geometricis, necnon de curva focal &ndash; Of some new properties of the focal distance and some other curves'').\n\nQuetelet received a doctorate in [[mathematics]] in 1819 from the [[University of Ghent]]. Shortly thereafter, the young man set out to convince government officials and private donors to build an astronomical observatory in [[Brussels]]; he succeeded in 1828.\nHe became a member of the [[Royal Academy]] in 1820. He lectured at the museum for sciences and letters and at the Belgian Military School. In 1825 he became correspondent of the Royal Institute of the Netherlands, in 1827 he became member. From 1841 to 1851 he was supernumerair' associate in the Institute, and when it became [[Royal Netherlands Academy of Arts and Sciences]] he became foreign member.<ref>{{cite web|author= |url=http://www.dwc.knaw.nl/biografie/pmknaw/?pagetype=authorDetail&aId=PE00002452 |title=Lambert Adolphe Jacques Quetelet (1796 - 1874) |publisher=Royal Netherlands Academy of Arts and Sciences |date= |accessdate=20 July 2015}}</ref> In 1850, he was elected a foreign member of the [[Royal Swedish Academy of Sciences]].\n\nQuetelet also founded several statistical journals and societies, and was especially interested in creating international cooperation among statisticians.\n\nIn 1855 Quetelet suffered from [[apoplexy]], which diminished but did not end his scientific activity.  He died in Brussels on 17 February 1874, and is buried in the [[Brussels Cemetery]].\n\n== Work ==\nHis scientific research encompassed a wide range of different scientific disciplines: meteorology, astronomy, mathematics, statistics, demography, sociology, criminology and history of science.  He made significant contributions to scientific development, but he also wrote several monographs directed to the general public. He founded the [[Royal Observatory of Belgium]], founded or co-founded several national and international statistical societies and scientific journals, and presided over the first series of the International Statistical Congresses.  Quetelet was a liberal and an anticlerical, but not an atheist or materialist nor a socialist.\n\n===Social physics===\nThe new science of [[probability]] and [[statistics]] was mainly used in astronomy at the time, to get a handle on measurement [[errors and residuals in statistics|errors]] with the method of [[least squares]]. Quetelet was among the first who attempted to apply it to social science, planning what he called a \"social physics\". He was keenly aware of the overwhelming complexity of social phenomena, and the many variables that needed measurement. His goal was to understand the statistical laws underlying such phenomena as crime rates, marriage rates or suicide rates. He wanted to explain the values of these variables by other social factors. These ideas were rather controversial among other scientists at the time who held that it contradicted the concept of freedom of choice.\n\nHis most influential book was ''Sur l'homme et le développement de ses facultés, ou Essai de physique sociale'', published in 1835 (In English translation, it is titled ''Treatise on Man'', but a literal translation would be \"On Man and the Development of his Faculties, or Essays on Social Physics\"). In it, he outlines the project of a social physics and describes his concept of the \"average man\" (''l'homme moyen'') who is characterized by the [[mean value]]s of measured variables that follow a [[normal distribution]]. He collected data about many such variables.\n\nWhen [[Auguste Comte]] discovered that Quetelet had appropriated the term 'social physics', which Comte had originally introduced, Comte found it necessary to invent the term 'sociologie' ([[sociology]]) because he disagreed with Quetelet's collection of statistics.\n\n===Criminology===\nQuetelet was an influential figure in [[criminology]].  Along with [[Andre-Michel Guerry]], he helped to establish the [[cartographic school]] and [[positivist school]]s of criminology which made extensive use of statistical techniques.  Through statistical analysis, Quetelet gained insight into the relationships between [[crime]] and other social factors.  Among his findings were strong relationships between age and crime, as well as [[gender and crime]].  Other influential factors he found included [[climate]], [[poverty]], [[education]], and [[alcoholic beverage|alcohol]] consumption, with his research findings published in ''Of the Development of the Propensity to Crime''.<ref>Piers Beirne (1987). \"Adolphe Quetelet and the Origins of Positivist Criminology\". In; ''American Journal of Sociology'' 92(5): pp. 1140–1169.</ref>\n\n===Anthropometry===\n\nIn 1835 he presented his theory of the average man in ''Sur l'homme et le développement de ses facultés, essai d'une physique sociale'', which measurements of human trait are grouped according to the normal curve. This normal variation helped to provide proof that a population produces enough variation for [[artificial selection|artificial]] or [[natural selection]] to operate.<ref name=dc>{{cite book |last=Eiseley  |first=Loren |title=Darwin's Century |date=1961 |publisher=Anchor Books (Doubleday) |page=227 }}</ref> \n\nIn terms of influence over later [[public health]] agendas, was Quetelet's establishment of a simple measure for classifying people's weight relative to an ideal weight for their height. His proposal, the [[body mass index]] (or Quetelet index), has endured with minor variations to the present day.<ref>Garabed Eknoyan (2008). [http://ndt.oxfordjournals.org/content/23/1/47.full \"Adolphe Quetelet (1796&ndash;1874) &ndash; the average man and indices of obesity\".] In: ''Nephrol. Dial. Transplant''. 23 (1): 47–51.</ref> Anthropometric data is used in modern applications and referenced in the development of every consumer-based product.\n\n==Awards and honours==\nQuetelet was elected a [[List of Fellows of the Royal Society elected in 1839|Foreign Member of the Royal Society (ForMemRS) in 1839]].<ref name=frs/>\n\nThe asteroid [[1239 Queteleta]] is named after him.\n\n== Publications ==\n* 1823. ''Relation d'un voyage fait à la grotte de Han au mois d'août 1822'. 'With M.M. Kickx.\n* 1827. ''Recherches sur la population, les naissances, les décès, les prisons, les dépôts de mendicité, etc., dans le royaume des Pays-Bas''.\n* 1829. ''Recherches statistiques sur le royaume des Pays-Bas''.\n* 1831. ''The Propensity to Crime''.\n* 1834. ''Astronomie élémentaire''.\n* 1835. ''Sur l'homme et le développement de ses facultés, ou Essai de physique sociale''. 2 volumes.\n* 1838. ''De l'influence des saisons sur la mortalité aux différens âges dans la Belgique''.\n* 1839. ''Catalogue des principales apparitions d'étoiles filantes''.\n* 1842. ''A Treatise on Man and the Development of His Faculties''.\n* 1843. ''Sur l'emploi de la boussole dans les mines''.\n* 1845&ndash;1851. ''Sur le climat de la Belgique''. 2 volumes.\n* 1848. ''Du système social et des lois qui le régissent''.\n* 1848. ''Sur la statistique morale et les principes qui doivent en former la base''.\n* 1850. ''Mémoire sur les lois des naissances et de la mortalité à Bruxelles''.\n* 1853. ''Mémoire sur les variations périodiques et non périodiques de la température, d'après les observations faites, pendant vingt ans, à l'observatoire royal de Bruxelles''.\n* 1864. ''Histoire des sciences mathématiques et physiques chez les Belges''.\n* 1867. ''Météorologie de la Belgique comparée à celle du globe''.\n* 1867. ''Sciences mathématiques et physiques au commencement du XIXe siècle''.\n* 1869. ''Sur la physique du globe en Belgique''.\n* 1870. ''Anthropométrie, ou Mesure des différentes facultés de l'homme''.\n\n== References ==\n{{reflist|35em}}\n\n== Further reading ==\n* Ian Hacking (1990). ''The Taming of Chance''. Cambridge University Press, chapters 13&ndash;15.\n* Alain Desrosières (1998). ''The Politics of Large Numbers: A History of Statistical Reasoning''. Harvard University Press, chapter 3.\n* Stephen Stigler (1999). ''Statistics on the Table''. Harvard University Press, chapter 2.\n* Philip Ball (2005). ''Critical Mass: How One Thing Leads to Another''. Arrow Books 2005, chapter 3.\n* Fabien Locher (2007). \"The observatory, the land-based ship and the crusades: earth sciences in european context, 1830&ndash;1850\", ''British Journal for History of Science'', 40(4), 2007, pp.&nbsp;491&ndash;504 (On the leading role of Adolphe Quetelet in the fields of meteorology and geomagnetism in early nineteenth-century).\n\n{{Wikisource author}}\n{{Wikiquote}}\n{{commons category|Adolphe Quételet}}\n\n\n{{Visualization}}\n\n{{Use dmy dates|date=January 2011}}\n\n{{Use dmy dates|date=February 2011}}\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Quetelet, Adolphe\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = astronomer, mathematician, statistician, sociologist\n| DATE OF BIRTH     = 22 February 1796\n| PLACE OF BIRTH    = Ham, Picardy, France\n| DATE OF DEATH     = 17 February 1874\n| PLACE OF DEATH    = Brussels, Belgium\n}}\n{{DEFAULTSORT:Quetelet, Adolphe}}\n[[Category:1796 births]]\n[[Category:1874 deaths]]\n[[Category:Belgian scientists]]\n[[Category:Belgian astronomers]]\n[[Category:Belgian mathematicians]]\n[[Category:Belgian sociologists]]\n[[Category:Belgian statisticians]]\n[[Category:Belgian criminologists]]\n[[Category:Ghent University alumni]]\n[[Category:Members of the Royal Netherlands Academy of Arts and Sciences]]\n[[Category:Members of the Royal Swedish Academy of Sciences]]\n[[Category:Corresponding Members of the St Petersburg Academy of Sciences]]\n[[Category:Information graphic designers]]\n[[Category:Information visualization experts]]\n[[Category:Foreign Members of the Royal Society]]\n[[Category:Burials at Brussels Cemetery]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Adolphe Quetelet"}}}}