{"batchcomplete": "", "query": {"pages": {"1614831": {"ns": 0, "pageid": 1614831, "revisions": [{"*": "'''Alexander Alexandrovich Chuprov (or Tschuprov)''' (Russian: Алекса́ндр Александро́вич Чупро́в) ([[Mosalsk|Mosal'sk]], February 18, 1874 - [[Geneva]], April 19, 1926) [[Russians|Russian]] [[statistician]] who worked on [[mathematical statistics]], [[Large sample theory|sample survey theory]] and [[demography]].\n\nChuprov was born in Mosal'sk but grew up and was educated in [[Moscow]] where his father, [[Alexander Ivanovich Chuprov|Alexander Ivanovich]] (1842–1908), a distinguished economist and statistician, was a professor.  Alexander Alexandrovich graduated from the physico-mathematical faculty of [[Moscow University]] in 1896 with a dissertation on \"The theory of probability as the  foundation of theoretical statistics.\" He spent the years 1897-1901 studying [[political economy]] in [[Germany]], in [[Berlin]] and [[Strasbourg]]. His doctoral dissertation, supervised by [[Georg Friedrich Knapp]] (1842–1926) '' Die Feldgemeinschaft, eine morphologische Untersuchung'' was published in 1902. The most important result of his stay in Germany was his friendship with the statistician [[Ladislaus Bortkiewicz]]. On his return to Russia and, in order to get  a teaching position, Chuprov completed master's examinations at the University of Moscow, concentrating on theoretical economics and the application of mathematical methods. He started teaching at the [[St. Petersburg Polytechnical Institute]] and was in charge of the teaching of [[statistics]] until 1917.\n\nChuprov used to go abroad regularly to work in foreign libraries. In June 1917 he went to [[Stockholm]] to the Statistical Bureau. He was away from Russia when the [[Bolshevik Revolution]] occurred. He intended to return but first illness and then money problems prevented him. In January 1919 he became director of the statistical bureau of the Central Union in Stockholm and in charge of its publication ''Bulletin of World Economy.'' In the middle of 1920 he moved to [[Dresden]] where in complete seclusion he wrote furiously. In 1925 he took up an appointment with the Russian College in [[Prague]]. The following year he died.\n\n==Work and influence==\n\nChuprov was influential both as a teacher and as a writer. The curriculum he designed for the St. Petersburg Polytechnic Institute was modern and his book on the theory of statistics was influential. He had some good students, the best known was [[Oskar Anderson]]. Chuprov's research was influenced by Bortkiewicz on the theoretical side and his father, A. I. Chuprov, on the empirical. Bortkiewicz was the leading exponent of the dispersion theory of [[Wilhelm Lexis|Lexis]]  and Chuprov contributed to this research. (There is a brief account of the history of this theory in  Heyde & Seneta (1977.)) A. I. Chuprov was the leader of a movement to get statistical information on social conditions in Russia. By 1910 his son A. A. Chuprov was writing about the use of [[random sampling]] in such investigations. His work paralleled that of [[Arthur Lyon Bowley|Bowley]] in England. Chuprov's first work on sampling was not mathematical but in the 1920s he developed the formula for optimal allocation in stratified sampling (to be rediscovered by [[Jerzy Neyman|Neyman]] in 1934 and usually associated with him). Chuprov also did demographic research. \n\nChuprov tried to bring together the approaches of Bortkiewicz and Lexis, of the Russian mathematicians and of the English [[biometrician]]s. He watched developments in [[United Kingdom|Britain]] and was sympathetic to the work of [[Karl Pearson]], much more so than [[Andrey Markov|A. A. Markov]] with whom he corresponded on statistical matters. Both Chuprov and his student [[Oskar Anderson]] published in Pearson’s journal ''[[Biometrika]]''. Chuprov was not above telling the English off, “English scientific tradition rejects the concept of ‘mathematical probability’ … and the method of [[mathematical expectation]] has naturally shared the fate of the concept … on which it rests.” For a brief period Chuprov was known in Britain. In [[John Maynard Keynes]]' ''Treatise on Probability'' (1921) he is put with [[Andrey Markov|Markov]] and [[Pafnuty Chebyshev|Chebyshev]] as the three great Russian names in the theory of statistics. However, with the rise of [[Ronald Fisher|Fisherian]] statistics, Chuprov was forgotten. In Scandinavia he had a more lasting influence, principally through the papers he published in the ''Skandinavisk Aktuarietidskrift.''\n\n== Publications==\n\nUntil recently (see Sheynin link below) only a few of Chuprov's many works were available in English\n\n* Al. A. Tchouproff (1918) On the Mathematical Expectation of the Moments of Frequency Distributions, ''Biometrika,'' 12, No. 1/2, pp. 140-169.\n\n* A. A. Chuprov (1924) On the Mathematical Expectation of the Moments of Frequency Distributions in the Case of Correlated Observations, Metron, 2, 461-493, 646-683.\n\n* A. A. Tschuprow ''Principles of the Mathematical Theory of Correlation''; translated by M. Kantorowitsch. W. Hodge & Co. 1939\n\n* ''The Correspondence between A.A. Markov and A.A. Chuprov on the Theory of Probability and Mathematical Statistics,'' ed. Kh.O. Ondar (1981, Springer)\n\n== Obituaries==\n\n* L. I. ([[Leon Isserlis]]) (1926) Alexander Alexandrovitch Tschuprow, Journal of the Royal Statistical Society, Vol. 89, No. 3 (May, 1926), pp. 619-622.\n\n* J. M. K. ([[John Maynard Keynes]]) (1926) Obituary: Professor A. A. Tschuprow, Economic Journal, Vol. 36, No. 143 (Sep., 1926), pp. 517-518.\n\n== Discussion==\n\n* E. Seneta (2001) Aleksander Aleksandrovich Chuprov, ''Statisticians of the Centuries'' (ed. C. C. Heyde and E. Seneta) pp. 303-307. New York: Springer.\n\n* E. Seneta \"Chuprov, Alexander Alexandrovich,\" pp.&nbsp;185–7 in ''Leading Personalities in Statistical Sciences from the Seventeenth Century to the Present, '' (ed. N. L. Johnson and S. Kotz) 1997. New York: Wiley. Originally published in ''Encyclopedia of Statistical Science. ''\n\n* O Sheynin, ''Aleksandr A Chuprov : life, work, correspondence. The making of mathematical statistics'' (Göttingen, 1996).\n\n* E. Seneta (1985) ''A Sketch of the History of Survey Sampling in Russia, Journal of the Royal Statistical Society,''  148, 118-125.\n\n* C. C. Heyde & E. Seneta (1977) ''I. J. Bienaymé: Statistical Theory Anticipated,'' New York: Springer.\n\n==External links==\n{{cite encyclopedia\n  | last = Seneta \n  | first = Eugene William\n  | title = Aleksander Aleksandrovich Chuprov (or Tschuprow)\n  | encyclopedia = StatProb: The Encyclopedia Sponsored by Statistics and Probability Societies\n  | url = http://statprob.com/encyclopedia/AleksanderAleksandrovichCHUPROVOrTSCHUPROW.html\n  | publisher = Springer Science+Business Media, LLC\n  | year = 2010\n }}\n\nThe richest source of information about Chuprov is Oscar Sheynin's article:\n*[http://www.sheynin.de/download/3_Chuprov.pdf Alexandr Chuprov Statistical Papers and Memorial Publications]\n(The same website now [2007] also offers a downloadable version, in Russian, of the recently discovered Bortkiewicz-Chuprov correspondence 1895-1926.)\n\nThe MacTutor site does not have an entry for Chuprov but it has entries for Chuprov's 'masters', Bortkiewicz and Lexis, and his student, Oskar Anderson.\n*[http://www-groups.dcs.st-and.ac.uk/~history/Mathematicians/Lexis.html Wilhelm Lexis]\n*[http://www-groups.dcs.st-and.ac.uk/~history/Mathematicians/Bortkiewicz.html Ladislaus Josephowitsch Bortkiewicz]\n*[http://www-groups.dcs.st-and.ac.uk/~history/Mathematicians/Anderson.html Oskar Anderson]\n\nThere is a photograph of Chuprov at\n*[http://www.york.ac.uk/depts/maths/histstat/people/chuprov.gif Alexander Alexandrovich Chuprov] on the [http://www.york.ac.uk/depts/maths/histstat/people/welcome.htm Portraits of Statisticians] page.\n\nThe photograph also appears on the Russian Academy of Sciences website, as does one of his father A. I. Chuprov.\n* [http://www.ras.ru/win/db/show_per.asp?P=.id-52714.ln-en Aleksandr Ivanovich Chuprov]\n\n{{Authority control}}\n{{Persondata\n| NAME              = Chuprov, Alexander Alexandrovich\n| ALTERNATIVE NAMES = Tschuprow, Alexander Alexandrovich\n| SHORT DESCRIPTION = Russian statistician\n| DATE OF BIRTH     = February 18, 1874\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = April 19, 1926\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Chuprov, Alexander Alexandrovich}}\n[[Category:1874 births]]\n[[Category:1926 deaths]]\n[[Category:People from Mosalsky District]]\n[[Category:People from Kaluga Governorate]]\n[[Category:Russian statisticians]]\n[[Category:White Russian emigrants]]\n[[Category:White Russian emigrants to Germany]]\n[[Category:White Russian emigrants to Czechoslovakia]]\n[[Category:White Russian emigrants to Switzerland]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Alexander Alexandrovich Chuprov"}}}}