{"batchcomplete": "", "query": {"pages": {"4557208": {"ns": 0, "pageid": 4557208, "revisions": [{"*": "'''Alfred Magilton Best''' (1876–1958) was an American [[actuary]], born in [[Caldwell, New Jersey|Caldwell]], New Jersey, US.<ref>[http://www.ambest.com/about/bio.html About the Founder of A.M. Best], [[A.M. Best]]. Accessed October 16, 2007. \"Alfred M. Best was born in Caldwell, NJ, in 1876.\"</ref>\n\nAt the age of 15, Best began his career in the insurance industry as a junior clerk with the Queen Insurance Company of America in [[New York]]. He continued to work in the insurance field for various companies over the next six years. He learned about the necessity of providing a source of information concerning the reliability of insurance institutions and also gained a lot of first-hand knowledge about the industry.\n\nIn 1899, he founded the [[A. M. Best|A. M. Best Company, Inc.]], which he led through{{Clarify|date=August 2010}} the money panic of 1907, World Wars I and II, the speculative 1920s and the stock market crash of 1929. The company experienced tremendous growth between 1899 and 1958, when Alfred M. Best died at the age of 81. Many of the publications that were produced during Best's presidency are still in production today.\n\nThroughout his lifetime, Best was often called upon to testify before [[congressional committees]] and courts to make statements about the insurance industry. He was an honorary member of the Drug and Chemical Club of New York, Director of the Vermont Symphony Orchestra, Honorary Trustee of the Southern Vermont Art Association, and a Member of the Jersey Cattle Club. Shortly before his death, Alfred M. Best was appointed the Insurance Man of 1958 by the Federation of Insurance Counsels<!--Federation of Insurance and Corporate Counsel?  Perhaps changed now to Federation of Defense and Corporate Counsel, or just related to it?-->. After his death, he was inducted into the [[Insurance Hall of Fame]] in 1962 for his leadership, innovation, integrity and vision.\n\n==References==\n{{Reflist}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Best, Alfred F.\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American actuary\n| DATE OF BIRTH     = 1876\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 1958\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Best, Alfred F.}}\n[[Category:1876 births]]\n[[Category:1958 deaths]]\n[[Category:People from Caldwell, New Jersey]]\n[[Category:American actuaries]]\n\n\n{{1870s-US-business-bio-stub}}", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Alfred M. Best"}}}}