{"batchcomplete": "", "query": {"pages": {"7656701": {"ns": 0, "pageid": 7656701, "revisions": [{"*": "{{ref improve|date=March 2013}}\n'''Ansley Johnson Coale''' (November 14, 1917 – November 5, 2002), was one of America's foremost [[demographer]]s. A native of [[Baltimore]], [[Maryland]], he earned his B.A. in 1939, his M.A. in 1941, and (after a period of service in the Navy) his Ph.D. in 1947, all at [[Princeton University]].<ref>[http://www.princeton.edu/pr/pwb/02/1118/2o.shtml ''Princeton Weekly Bulletin'' 92, No. 10 (Nov. 18, 2002)]. This is the original source of the biographical summary and is entered into Wikipedia based on the following statement in the Bulletin: \"Permission is given to adapt, reprint or excerpt material from the Bulletin for use in other media.\"</ref>  A long-term director of the [[Office of Population Research]] at Princeton, Coale was especially influential for his work on the [[demographic transition]] and leadership of the European Fertility Project.<ref>[http://opr.princeton.edu/archive/pefp/ European Fertility Project: Introduction and Overview]</ref>\n\n==Works==\n\nCoale, the William Church Osborne Professor of Public Affairs Emeritus and professor of economics emeritus at [[Princeton University]], was a prolific author, publishing more than 125 books and articles on a wide variety of demographic topics. His \"Growth and Structure of Human Populations\" (1972) is considered an essential textbook for those interested in formal demography. He also trained and served as a mentor to many students who became leaders in the field.\n\nCoale joined the faculty at Princeton in 1947, the same year he received his Ph.D. there. He spent his entire academic career at the University's [[Office of Population Research]], serving as director from 1959 to 1975. He was president of the Population Association of America in 1967-68 and president of the International Union for the Scientific Study of Population (IUSSP) from 1977 to 1981.\n\nCoale's first major influential work was ''Population Growth and Economic Development in Low-Income Countries'' (1958), co-written with Edgar Hoover. The results, which showed that slowing [[population growth]] could enhance [[economic development]], had a major impact on public policy and set the research agenda in this field.\n\nThis study was followed by ''Regional Model Life Tables and Stable Populations'' (1966), co-written with Paul Demeny. These model [[life table]]s both established new empirical regularities and proved invaluable in the development of later techniques for estimating [[death|mortality]] and [[fertility]] in populations with inaccurate or incomplete data. Along with William Brass, Coale pioneered the development and use of these techniques, first explained in ''Methods of Estimating Basic Demographic Measures From Incomplete Data'' (1967, with Demeny) and in ''The Demography of Tropical Africa'' (1968, with other demographers).\n\nPerhaps Coale's major scientific contribution was to the understanding of the [[demographic transition]]. Coale was the intellectual architect of the European Fertility Project, which examined the remarkable decline in marital fertility in Europe. Initiated in 1963, the project eventually resulted in the publication of nine major books summarizing the change in childbearing over a century in the 700 provinces in Europe.  With a long-time interest in the population of Russia, which first found outlet in Coale's work on the [[life table]]s that he constructed for [[Frank Lorimer]]'s classic ''The Population of the Soviet Union'' (1946), Coale also later co-authored a volume on Russia for the European Fertility Project series.<ref>Frank Lorimer, ''The Population of the Soviet Union: History and Prospects'' (Geneva: League of Nations, 1946).</ref>\n\nToward the end of his career, Coale became interested in the population changes in [[China]] and understanding the fertility transition there as well as factors affecting the [[sex ratio]] at birth.\n\n==Honors==\n\nCoale was a member of the [[United States National Academy of Sciences|National Academy of Sciences]], the [[American Academy of Arts and Sciences]] and the [[American Philosophical Society]], and was a recipient of several honorary degrees from universities including Princeton, the [[University of Pennsylvania]], the [[Catholic University of Leuven (1834–1968)|University of Louvain]] and the [[University of Liège]]. He was also a corresponding fellow of the [[British Academy]].\n\n==Selected bibliography==\n*Coale, Ansley J. (1967). “Factors associated with the development of low fertility: An historic summary,” in United Nations, Proceedings of the World Population Conference, Belgrade, 30 August–10 September 1965. Vol. 2. New York: United Nations: 205–9.\n*——— (1969). “The decline of fertility in Europe from the French Revolution to World War II,” in S. J. Behrman and Leslie Corsa, Eds. ''Fertility and Family Planning: A World View''. Ann Arbor: University of Michigan Press: 3–24.\n*——— (1971). “Age patterns at marriage.” ''Population Studies'' 25: 193–214.\n*——— (1972). ''The Growth and Structure of Human Populations: A Mathematical Investigation''. Princeton, Princeton University Press.\n*——— (1978). \"Population Growth and Economic Development: The Case of Mexico.\" ''[[Foreign Affairs]]'' 56(2): 415-429.\n*——— (1984). ''Rapid Population Change in China, 1952-1982''. Washington, D.C.: National Academy Press.\n*——— (1991). \"Excess Female Mortality and the Balance of the Sexes in the Population: An Estimate of the Number of \"Missing Females,\" ''[[Population and Development Review]]'' 17(3): 517-523.\n*——— (1992). “Age of entry into marriage and the date of the initiation of voluntary birth control.” ''Demography'' 29: 333–41.\n*——— (1996). \"Age Patterns and Time Sequence of Mortality in National Populations with the Highest Expectation of Life at Birth.\" ''Population and Development Review'' 22.\n*——— (1996). \"Five Decades of Missing Females in China,\" ''Proceedings of the American Philosophical Society'' 140 (4): 421-450.\n*Coale, Ansley J., Barbara A. Anderson, and Erna Härm (1979). ''Human Fertility in Russia since the Nineteenth Century''. Princeton, NJ: Princeton University Press.\n*Coale, Ansley J., and Paul Demeny (1966). ''Regional Model Life Tables and Stable Populations''. New York: Academic Press.\n*Coale, Ansley J., and Edgar M. Hoover (1958). ''Population Growth and Economic Development in Low Income Countries''. Princeton: Princeton University Press.\n*Coale, Ansley J., and Frederick F. Stephan (1962). \"The Case of the Indians and the Teen-Age Widows.\" ''Journal of the American Statistical Association'' 57 (298): 338-347.\n*Coale, Ansley J., and Roy Treadway (1986). “A summary of the changing distribution of overall fertility, marital fertility, and the proportion married in the provinces of Europe,” in Ansley J. Coale and Susan Cotts Watkins, Eds. ''The Decline of Fertility in Europe''. Princeton, NJ: Princeton University Press: 31–181.\n*Coale, Ansley J., and James T. Trussell (1974). “Model fertility schedules: Variations in the age structure of childbearing in human populations.” ''Population Index'' 40: 185–258.\n*——— (1975). “A new method of estimating standard fertility measures from incomplete data.” ''Population Index'' 41: 182–210.\n*——— (1978). “Finding the two parameters that specify a model schedule of marital fertility rates.” ''Population Index'' 44: 203–13.\n*Coale, Ansley J., and Susan Cotts Watkins, Eds. (1986). ''The Decline of Fertility in Europe''. Princeton, NJ: Princeton University Press.\n*Coale, Ansley J., and Melvin Zelnik (1963). ''New Estimates of Fertility and Population in the United States: A Study of Annual White Births from 1855 to 1960 and of Completeness of Enumeration in the Censuses from 1880 to 1960''. Princeton, NJ: Princeton University Press.\n*Horiuchi, Shiro, and Ansley J. Coale. (1982). \"A simple equation for estimating the expectation of life at old ages.\" ''Population Studies'' 36(2): 317-326.\n*——— (1990).  \"Age patterns of mortality for older women: an analysis using age-specific rate of mortality change with age.\" ''Mathematical Population Studies'' 2(4): 245-267.\n*[[Samuel H. Preston|Preston, Samuel H.]], and Ansley J. Coale (1982). \"Age Structure, Growth, Attrition and Accession: A New Synthesis,\" ''Population Index'' (Summer) 50(2): 214-226.\n*Trussell, James, Ansley J. Coale, Paul Demeny, and Geoffrey McNicoll (Eds.). 2003. ''The Encyclopedia of Population.'' New York, Macmillan Reference USA, Vol. 1, 132-313.\n\n==References==\n{{reflist}}\n\n==External links==\n*[http://arks.princeton.edu/ark:/88435/2514nk50j Ansley J. Coale Papers at the Seeley G. Mudd Manuscript Library, Princeton University]\n*[http://www.nasonline.org/publications/biographical-memoirs/memoir-pdfs/coale-ansley-j.pdf National Academy of Sciences Biographical Memoir]\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Coale, Ansley J.\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American demographer\n| DATE OF BIRTH     = 14 November 1917\n| PLACE OF BIRTH    = Baltimore, Maryland\n| DATE OF DEATH     = 5 November 2002\n| PLACE OF DEATH    = Newtown, Pennsylvania\n}}\n{{DEFAULTSORT:Coale, Ansley J.}}\n[[Category:1917 births]]\n[[Category:2002 deaths]]\n[[Category:American demographers]]\n[[Category:American economists]]\n[[Category:Princeton University alumni]]\n[[Category:Princeton University faculty]]\n[[Category:Fellows of the American Statistical Association]]\n[[Category:Members of the United States National Academy of Sciences]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Ansley J. Coale"}}}}