{"batchcomplete": "", "query": {"pages": {"206485": {"ns": 0, "pageid": 206485, "revisions": [{"*": "{{Use British English|date=January 2013}}\n{{Use dmy dates|date=January 2013}}\n{{Infobox peer\n|name          = The Earl of Shaftesbury\n|image         = Anthony Ashley-Cooper, 7th Earl of Shaftesbury by John Collier.jpg\n|image_size    =\n|caption       = ''Anthony Ashley-Cooper, 7th Earl of Shaftesbury'' by John Collier\n|birth_name    =\n|birth_date    = {{Birth date|1801|04|28|df=y}}\n|birth_place   = 24 Grosvenor Square, London\n|death_date    = {{Death date and age|1885|10|01|1801|04|28|df=y}}\n|death_place   = 12 Clifton Gardens, [[Folkestone]], Kent\n|death_cause   = Inflammation of the lungs\n|body_discovered =\n|resting_place = The parish church on his estate at Wimborne St Giles, Dorset\n|resting_place_coordinates = <!-- {{coord|LAT|LONG|display=inline,title}} -->\n|title         =\n|tenure        =\n|other_titles  =\n|residence     =\n|nationality   = British\n|locality      =\n|other_names   =\n|wars_and_battles =\n|offices       =\n|networth      =\n|known_for     = Philanthropy\n|years_active  = 44 Years\n|predecessor   =\n|heir          =\n|successor     = [[Anthony Ashley-Cooper, 8th Earl of Shaftesbury]]\n|spouse        =\n|issue         =\n|parents       =\n|occupation  =\n|signature     =\n|footnotes     =\n|misc          =\n}}\n'''Anthony Ashley Cooper, 7th Earl of Shaftesbury''', [[Order of the Garter|KG]] (28 April 1801 – 1 October 1885),<ref>{{cite web  |last=Lundy |first=Darryl |url=http://www.thepeerage.com/p2719.htm |title=p. 2719 <!-- Bot generated title --> |publisher=[http://www.thepeerage.com The Peerage]|accessdate=17 January 2008}}{{Verify credibility|failed=y |date=September 2012}}<!--Lundy is not a reliable source so cite Lundy's reliable source See [[WP:SAYWHEREYOUREADIT]]--></ref> styled '''Lord Ashley''' from 1811 to 1851 and then '''Lord Shaftesbury''' following the death of his father, was an English politician, philanthropist and [[social reform]]er. He was a son of [[Cropley Ashley-Cooper, 6th Earl of Shaftesbury]] and older brother of [[Anthony Henry Ashley-Cooper]].\n\n==Early life: 1801–1826==\n1801-1885\nLord Ashley, as he was styled until his father's death in 1851,<ref name=\"Century\">{{Cite encyclopedia|title=Cooper, Anthony Ashley |year=1906 |editor=Smith, Benjamin E. |encyclopedia=The Century Cyclopedia of Names |location=New York |publisher= The Century Company |page=277}}</ref>   was educated at Manor House school in Chiswick (1812–1813), [[Harrow School]] (1813–1816) and [[Christ Church, Oxford]], where he gained first class honors in classics in 1822, took his MA in 1832 and was appointed DCL in 1841.<ref name=\"ODNB\">John Wolffe, ‘[http://www.oxforddnb.com/view/article/6210 Cooper,  Anthony Ashley-, seventh earl of Shaftesbury  (1801–1885)]’, ''Oxford Dictionary of National Biography'', Oxford University Press,  2004; online edn, Jan 2008, accessed 13 February 2012.</ref>\n\nAshley's early family life was loveless, a circumstance common among the British upper classes, and resembled in that respect the fictional childhood of Esther Summerson vividly narrated in the early chapters of [[Charles Dickens]]'s novel ''[[Bleak House]]''.<ref>Geoffrey Best, ''Shaftesbury'' (London: B. T. Batsford, 1964), p. 14.</ref> G.F.A Best in his biography ''Shaftesbury'' writes that: \"Ashley grew up without any experience of parental love.  He saw little of his parents, and when duty or necessity compelled them to take notice of him they were formal and frightening.\"<ref name=\"Best, p. 15\">Best, p. 15.</ref>\n\nThis difficult childhood was softened by the affection he received from his housekeeper Maria Millis, and his sisters.  Millis provided for Ashley a model of Christian love that would form the basis for much of his later social activism and philanthropic work, as Best explains: \"What did touch him was the reality, and the homely practicality, of the love which her Christianity made her feel towards the unhappy child.  She told him bible stories, she taught him a prayer.\"<ref>Best, p. 16.</ref>  Despite this powerful reprieve, school became another source of misery for the young Ashley, whose education at Manor House from 1808 to 1813 introduced a \"more disgusting range of horrors\".<ref name=\"Best, p. 15\"/>  Shaftesbury himself shuddered to recall those years, \"The place was bad, wicked, filthy; and the treatment was starvation and cruelty.\"<ref name=\"Best, p. 15\"/>\n\n==Political career==\n\nAshley was elected as the [[Tory (British political party)|Tory]] Member of Parliament for [[Woodstock (UK Parliament constituency)|Woodstock]] (a [[pocket borough]] controlled by the [[George Spencer-Churchill, 5th Duke of Marlborough|Duke of Marlborough]]) in June 1826 and was a strong supporter of the [[Arthur Wellesley, 1st Duke of Wellington|Duke of Wellington]].<ref name=\"ODNB\" /> After [[George Canning]] replaced [[Robert Jenkinson, 2nd Earl of Liverpool|Lord Liverpool]] as Prime Minister, he offered Ashley a place in the new government, despite Ashley having been in the Commons for only five months. Ashley politely declined, writing in his diary that he believed that serving under Canning would be a betrayal of his allegiance to the Duke of Wellington and that he was not qualified for office.<ref>Georgina Battiscombe, ''Shaftesbury: A Biography of the Seventh Earl. 1801–1885'' (London: Constable, 1974), p. 28.</ref> Before he had completed one year in the Commons, he had been appointed to three parliamentary committees and he received his fourth such appointment in June 1827, when he was appointed to the Select Committee On Pauper Lunatics in the County of Middlesex and on Lunatic Asylums.<ref>Battiscombe, p. 31.</ref>\n\n===Reform of the Lunacy Laws===\n\nIn Lord Shaftesbury's lifetime 1827, when Ashley was appointed to the Select Committee On Pauper Lunatics in the County of Middlesex and on Lunatic Asylums, the majority of lunatics in London were kept in madhouses owned by Dr Warburton. The Committee examined many witnesses concerning one of his madhouses in [[Bethnal Green]], called the White House. Ashley visited this on the Committee's behalf. The patients were chained up, slept naked on straw, and went to toilet in their beds. They were left chained from Saturday afternoon until Monday morning when they were cleared of the accumulated excrement. They were then washed down in freezing cold water and one towel was allotted to 160 people, with no soap. It was overcrowded and the meat provided was \"that nasty thick hard muscle a dog could not eat\". The White House had been described as \"a mere place for dying\" rather than curing the insane and when the Committee asked Dr MacMichael whether he believed that \"in the lunatic asylums in the neighbourhood of London any curative process is going on with regard to pauper patients\", he replied: \"None at all\".<ref>Battiscombe, pp. 35–36.</ref>\n[[File:Anthony Ashley-Cooper, 7th Earl of Shaftesbury by George Frederic Watts.jpg|thumb|right|Lord Shaftesbury by [[George Frederick Watts]].]]\n\nThe Committee recommended that \"legislative measures of a remedial character should be introduced at the earliest period at the next session\", and the establishment of a Board of Commissioners appointed by the Home Secretary possessing extensive powers of licensing, inspection and control.<ref>Battiscombe, p. 37.</ref> When in February 1828 Robert Gordon, Liberal MP for [[Cricklade (UK Parliament constituency)|Cricklade]], introduced a [[Lunatics (England) Act 1828|Bill]] to put these recommendations into law, Ashley seconded this and delivered his maiden speech in support of the Bill. He wrote in his diary: \"So, by God's blessing, my first effort has been for the advance of human happiness. May I improve hourly! Fright almost deprived me of recollection but again thank Heaven, I did not sit down quite a presumptuous idiot\". Ashley was also involved in framing the [[County Lunatic Asylums (England) Act 1828]] and the [[Madhouses Act 1828]]. Through these Acts fifteen commissioners were appointed for the London area and given extensive powers of licensing and inspection, one of the commissioners being Ashley.<ref>Battiscombe, pp. 37–38.</ref>\n\nIn July 1845 Ashley sponsored two [[Lunacy Act 1845|Lunacy Acts]], ‘For the Regulation of lunatic Asylums’ and ‘For the better Care and Treatment of Lunatics in England and Wales’. They originated in the Report of the Commissioners in Lunacy which he had commended to Parliament the year before. These Acts consolidated and amended previous lunacy laws, providing better record keeping and more strict certification regulations to ensure patients against unwarranted detention. They also ordered, instead of merely permitting, the construction of country lunatic asylums with and establishing an ongoing Lunacy Commission with Ashley as its chairman.<ref>Battiscombe, p. 182.</ref> In support of these measures, Ashley gave a speech in which he claimed that although since 1828 there had been an improvement, more still needed to be done. He cited the case of a Welsh lunatic girl, Mary Jones, who had for more than a decade been locked in a tiny loft with one boarded-up window with little air and no light. The room was extremely filthy and was filled with an intolerable smell. She could only squat in a bent position in the room and this had caused her to become deformed.<ref>Battiscombe, p. 182-183.</ref>\n[[File:7th Earl of Shaftesbury.png|thumb|The Earl of Shaftesbury by [[Carlo Pellegrini]], 1869]]\n\nIn early 1858 a Select Committee was appointed over concerns that sane persons were detained in lunatic asylums. Lord Shaftesbury (as Ashley had become upon his father's death in 1851) was the chief witness and opposed the suggestion that the certification of insanity be made more difficult and that early treatment of insanity was essential if there was to be any prospect of a cure. He claimed that only one or two people in his time dealing with lunacy had been detained in an asylum without sufficient grounds and that commissioners should be granted more not fewer powers. The Committee's Report endorsed all of Shaftesbury's recommendations except for one: that a magistrate's signature on a certificate of lunacy be made compulsory. This was not put into law chiefly due to Shaftesbury's opposition to it. The Report also agreed with Shaftesbury that unwarranted detentions were \"extremely rare\".<ref>Battiscombe, p. 259.</ref>\n\nIn July 1877 Shaftesbury gave evidence before the Select Committee on the Lunacy Laws, which had been appointed in February over concerns that it was too easy for sane persons to be detained in asylums. Shaftesbury feared that because of his advanced age he would be taken over by forgetfulness whilst given evidence and was greatly stressed in the months leading up to his giving evidence: \"Shall fifty years of toil, anxiety and prayer, crowned by marvellous and unlooked-for success, bring me in the end only sorrow and disgrace?\" When \"the hour of trial\" arrived Shaftesbury defended the Lunacy Commission and claimed he was now the only person alive who could speak with personal knowledge of the state of care of lunatics before the Lunacy Commission was established in 1828. It had been \"a state of things such as would pass all belief\". In the Committee's Report, the members of the Committee agreed with Shaftesbury's evidence on all points.<ref>Battiscombe, pp. 319–320.</ref>\n\nIn 1884 the husband of Mrs Georgina Weldon tried to have her detained in a lunatic asylum because she believed that her pug dog had a soul and that the spirit of her dead mother had entered into her pet rabbit. She commenced legal action against Shaftesbury and other lunacy commissioners although they failed. In May Shaftesbury spoke in the Lords against a motion declaring the lunacy laws unsatisfactory but the motion passed Parliament. The Lord Chancellor Selborne supported a Lunacy Law Amendment Bill and Shaftesbury wanted to resign from the Lunacy Commission as he believed he was honour bound not to oppose a Bill supported by the Lord Chancellor. However Selborne implored him not to resign so Shaftesbury refrained. However, when the Bill was introduced and it contained the provision which made it compulsory for a certificate of lunacy to be signed by a magistrate or a judge, he resigned. The government fell, however, and the Bill was withdrawn and Shaftesbury resumed his chairmanship of the Lunacy Commission.<ref>Battiscombe, pp. 330–331.</ref>\n\nShaftesbury's work in improving the care of the insane remains one of his most important, though less well known, of his achievements. He wrote: \"Beyond the circle of my own Commissioners and the lunatics that I visit, not a soul, in great or small life, not even my associates in my works of philanthropy, has any notion of the years of toil and care that, under God, I have bestowed on this melancholy and awful question\".<ref>Battiscombe, p. 318.</ref>\n\n===Child Labour and Factory Reform===\nIn March 1833 Ashley introduced the [[Factory Acts#Labour of Children, etc., in Factories Act 1833|Ten Hours Act 1833]] into the Commons, which provided that children working in the cotton and woollen industries must be aged nine or above; no person under the age of eighteen was to work more than ten hours a day or eight hours on a Saturday; and no one under twenty-five was to work nights. However the Whig government, by a majority of 145, amended this to substitute \"thirteen\" in place of \"eighteen\" and the Act as it passed ensured that no child under thirteen worked more than nine hours, insisted they should go to school, and appointed inspectors to enforce the law.<ref>Battiscombe, p. 88, p. 91.</ref>\n\nIn June 1836 another Ten Hours act was introduced into the Commons and although Ashley considered this Bill ill-timed, he supported it. In July one member of the Lancashire committees set up to support the Bill wrote that: \"If there was one man in England more devoted to the interests of the factory people than another, it was Lord Ashley. They might always rely on him as a ready, steadfast and willing friend\".<ref name=\"Battiscombe, p. 109\">Battiscombe, p. 109.</ref> In July 1837 he accused the government of ignoring the breaches of the 1833 Act and moved the resolution that the House regretted the regulation of the working hours of children had. been found to be unsatisfactory. It was lost by fifteen votes.<ref name=\"Battiscombe, p. 109\"/>\n\nThe text of ''A Narrative of the Experience and Sufferings of William Dodd a Factory Cripple'' was sent to Lord Astley and with his support was published in 1840.<ref>[http://spartacus-educational.com/IRashley.htm Lord Astley], Spartacus, retrieved 2 January 2014</ref> Astley employed [[William Dodd (writer)|William Dodd]] at 45 shillings a week and he wrote \"The Factory System: Illustrated\" to describe the conditions of working children in textile manufacture. This was published in 1842.<ref>[http://www.historymole.com/cgi-bin/main/results.pl?theme=10001537 Anthony Ashley Cooper], HistoryMole, retrieved 2 January 2014</ref> These books were attacked by [[John Bright]] in parliament who said that he had evidence that the books described Dodd's mistreatment but were in fact driven by Dodd's ingratitude as a disgruntled employee. Ashley sacked Dodd who emigrated to America.<ref name=wdodd>[http://spartacus-educational.com/IRdodd.htm William Dodd] in ''Spartacus Educational'', retrieved 2 January 2014</ref>\n\nIn 1842 Ashley wrote twice to the Prime Minister, [[Robert Peel]], to urge the government to support a new Factory Act. Peel wrote in reply that he would not support one and Ashley wrote to the Short Time Committees of Chesire, Lancashire and Yorkshire who desired a Ten Hours Act:\n\n<blockquote>Though painfully disappointed, I am not disheartened, nor am I at a loss either what course to take, or what advice to give. I shall persevere unto my last hour, and so must you; we must exhaust every legitimate means that the Constitution afford, in petitions to Parliament, in public meetings, and in friendly conferences with your employers; but you must infringe no law, and offend no proprieties; we must all work together as sensible men, who will one day give an account of their motives and actions; if this course is approved, no consideration shall detach me from your cause; if not, you must elect another advocate.\nI know that, in resolving on this step, I exclude myself altogether from the tenure of office; I rejoice in the sacrifice, happy to devote the remainder of my days, be they many or be they few, as God in His wisdom shall determine, to an effort, however laborious, to ameliorate your moral and social condition.<ref>Battiscombe, pp. 143–144.</ref></blockquote>\n\nIn March 1844 Ashley moved an amendment to a Factory Bill limiting the working hours of adolescents to ten hours after Sir [[Sir James Graham, 2nd Baronet|James Graham]] had introduced a Bill aiming to limit their working hours to twelve hours. Ashley's amendment was passed by eight votes, the first time the Commons had approved of the Ten Hour principle. However, in a later vote his amendment was defeated by seven votes and the Bill was withdrawn.<ref>Battiscombe, p. 171.</ref> Later that month Graham introduced another Bill which again would limit the employment of adolescents to twelve hours. Ashley supported this Bill except that he wanted ten hours not twelve as the limit. In May he moved an amendment to limit the hours worked to ten hours but this was lost by 138 votes.<ref>Battiscombe, p. 175.</ref>\n\nIn 1846, whilst he was out of Parliament, Ashley strongly supported [[John Fielden]]'s Ten Hours Bill, which was lost by ten votes.<ref>Battiscombe, p. 199.</ref> In January 1847 Fielden reintroduced his Bill and it finally passed through Parliament to become the [[Factory Act 1847|Ten Hours Act]].<ref>Battiscombe, p. 202.</ref>\n\n===Miners===\n\nAshley introduced the [[Mines and Collieries Act 1842]] in Parliament to outlaw the employment of women and children underground in [[coal mining|coal mines]]. He made a speech in support of the Act and the [[Prince Albert|Prince Consort]] wrote to him afterwards, sending him the \"best wishes for your ''total'' success\". At the end of his speech, his opponent on the Ten Hours issue, Cobden, walked over to Ashley and said: \"You know how opposed I have been to your views; but I don't think I have ever been put into such a frame of mind in the whole course of my life as I have been by your speech\".<ref>Battiscombe, pp. 148–149.</ref>\n\n===Climbing boys===\n\nAshley was a strong supporter of prohibiting the employment of boys as [[chimney sweeps]]. Many climbing boys were illegitimate who had been sold by their parents. They suffered from scorched and lacerated skin, their eyes and throats filled with soot, with the danger of suffocation and their occupational disease—cancer of the scrotum.<ref>Battiscombe, pp. 125–126.</ref> In 1840 a [[Chimney Sweepers and Chimneys Regulation Act 1840|Bill]] was introduced into the Commons outlawing the employment of boys as chimney sweeps, and strongly supported by Ashley. Despite being enforced in London, elsewhere the Act did not stop the employment of child chimney sweeps and this led to the foundation of the Climbing-Boys' Society with Ashley as its chairman. In 1851, 1853 and 1855 Shaftesbury introduced Bills into Parliament to deal with the ongoing use of boy chimney sweeps but these were all defeated. He succeeded in passing the [[Chimney Sweepers Regulation Act 1864]] but like its predecessors it remained ineffectual. Shaftesbury finally persuaded Parliament to pass the [[Chimney Sweepers Act 1875]] which ensured the annual licensing of chimney sweeps and the enforcement of the law by the police. This finally eradicated the employment of boys as chimney sweeps.<ref>Battiscombe, pp. 126–127.</ref>\n\nAfter Shaftesbury discovered that a boy chimney sweep was living behind his house in Brock Street, London, he rescued the child and sent him to \"the Union School at Norwood Hill, where, under God's blessing and special merciful grace, he will be trained in the knowledge and love and faith of our common Saviour\".<ref>Battiscombe, p. 127.</ref>\n\n===Education reform===\n\nIn 1844 Ashley became president of the [[ragged school|Ragged School Union]] that promoted ragged schools. These schools were for poor children and sprang up from volunteers. Ashley wrote that \"If the Ragged School system were to fail I should not die in the course of nature, I should die of a broken heart\".<ref>Battiscombe, p. 196.</ref>\n\n===Religion and Jewish Restorationism===\n[[File:Memorandum to Protestant Monarchs of Europe for the restoration of the Jews to Palestine, Colonial Times 1841.jpg|thumb|Lord Shaftesbury's \"Memorandum to Protestant Monarchs of Europe for the restoration of the Jews to Palestine\", published in the [[Colonial Times]], in 1841]]\nShaftesbury was a student of [[Edward Bickersteth (priest)|Edward Bickersteth]] and together they became early advocates of [[Christian Zionism]] in Britain.<ref>{{Cite book|author=Larsen, David L.|year=1998|title=The Company of the Preachers: A History of Biblical Preaching from the Old Testament to the Modern Era, Volume 2|location=Grand Rapids, Michigan |publisher=Kregel Publications|page=[https://books.google.com/books?id=gwMTCUs62TQC&pg=PA463 463]|isbn=978-0-8254-3086-2|display-authors=etal}}</ref><ref>Interest in Shaftesbury's Zionism has again surfaced in Donald Lewis' 2010 work ''The Origins of Christian Zionism''.{{Citation needed|date=July 2015}}</ref>  Shaftesbury was an early proponent of the [[Restoration of the Jews to the Holy Land]], providing the first proposal by a major politician to resettle Jews in Palestine. The conquest of [[Greater Syria]] in 1831 by [[Muhammad Ali of Egypt]] changed the conditions under which European power politics operated in the Near East. As a consequence of that shift, Shaftesbury was able to help persuade Foreign Minister [[Henry Temple, 3rd Viscount Palmerston|Palmerston]] to send a British consul to Jerusalem in 1838. A committed Christian and a loyal Englishman, Shaftesbury argued for a Jewish return because of what he saw as the political and economic advantages to England and because he believed that it was God's will. In January 1839, Shaftesbury published an article in the [[Quarterly Review]], which although initially commenting on the 1838 ''Letters on Egypt, Edom and the Holy Land (1838)'' by [[Alexander Lindsay, 25th Earl of Crawford|Lord Lindsay]], provided the first proposal by a major politician to resettle Jews in Palestine:<ref>[http://books.google.co.uk/books?id=3YEfAAAAYAAJ&pg=PA108&output=text#c_top The London Quarterly Review, Volume 64]</ref> <ref>[http://books.google.co.uk/books?ei=6hw7TdiuGsqv8gP08ODZCA&ct=result&id=8rgpAQAAIAAJ&dq=inauthor:%22Nahum+Sokolow%22&q=masterly#search_anchor  Nahum Sokolow \"History of Zionism, 1600-1918\" ]</ref>\n\n<blockquote>\nThe soil and climate of Palestine are singularly adapted to the growth of produce required for the exigencies of Great Britain; the finest cotton may be obtained in almost unlimited abundance; silk and madder are the staple of the country, and olive oil is now, as it ever was, the very fatness of the land. Capital and skill are alone required: the presence of a British officer, and the increased security of property which his presence will confer, may invite them from these islands to the cultivation of Palestine; and the Jews', who will betake themselves to agriculture in no other land, having found, in the English consul, a mediator between their people and the Pacha, will probably return in yet greater numbers, and become once more the husbandmen of Judaea and Galilee.\n\n[...] Napoleon knew well the value of an Hebrew alliance; and endeavoured to reproduce, in the capital of France, the spectacle of the ancient Sanhedrin, which, basking in the sunshine of imperial favour, might give laws to the whole body of the Jews throughout the habitable world, and aid him, no doubt, in his audacious plans against Poland and the East. His scheme, it is true, proved abortive; for the mass of the Israelites were by no means inclined to merge their hopes in the destinies of the Empire—exchange Zion for Montmartre, and Jerusalem for Paris. The few liberal unbelievers whom he attracted to his views ruined his projects with the people by their impious flattery; and averted the whole body of the nation by blending, on 15 August, the cipher of Napoleon and Josephine with the unutterable name of Jehovah, and elevating the imperial eagle above the representation of the Ark of the Covenant. A misconception, in fact of the character of the people has vitiated all the attempts of various Sovereigns to better their condition ; they have sought to amalgamate them with the body of their subjects, not knowing, or not regarding the temper of the Hebrews, and the plain language of Scripture, that ' the people shall dwell alone, and shall not be reckoned among the nations.' That which Napoleon designed in his violence and ambition, thinking ' to destroy nations not a few,' we may wisely and legitimately undertake for the maintenance of our Empire.\n</blockquote>\n\nLater in 1839 he published an article in the Times under the title «The State and the rebirth of the Jews». In it he urged the Jews to return to Palestine in order, according to him, to seize the lands of Galilee and Judea.{{Citation needed| date=October 2011}}\n\nThe lead-up to the [[Crimean War]] (1854), like the military expansionism of Muhammad Ali two decades earlier, signalled an opening for realignments in the Near East. In July 1853, Shaftesbury wrote to Prime Minister [[George Hamilton-Gordon, 4th Earl of Aberdeen|Aberdeen]] that Greater Syria was ''“a country without a nation” in need of “a nation without a country... Is there such a thing? To be sure there is, the ancient and rightful lords of the soil, the Jews!\"'' In his diary that year he wrote ''“these vast and fertile regions will soon be without a ruler, without a known and acknowledged power to claim dominion. The territory must be assigned to some one or other... There is a country without a nation; and God now in his wisdom and mercy, directs us to a nation without a country.\"''<ref>Shaftsbury as cited in [[Albert Montefiore Hyamson|Hyamson, Albert]], “British Projects for the Restoration of Jews to Palestine”, American Jewish Historical Society, Publications 26, 1918, p. 140</ref><ref>Garfinkle, Adam M., “On the Origin, Meaning, Use and Abuse of a Phrase.” Middle Eastern Studies, London, Oct. 1991, vol. 27</ref> This is commonly cited as an early use of the phrase, \"[[A land without a people for a people without a land]]\" by which Shaftesbury was echoing another British proponent of the restoration of the Jews to [[Israel]], ([[Alexander Keith, D.D.|Dr Alexander Keith]].)\n\n[[File:Anthony-Ashley-Cooper-bust.jpg|thumb|Bust of Anthony Ashley-Cooper, by F. Winter, 1886. In the collection of [[Dorset County museum]], Dorchester.]]\nShaftesbury was President of the [[British and Foreign Bible Society]] (BFBS) from 1851 until his death in 1885. He wrote, of the Bible Society, ''\"Of all Societies this is nearest to my heart... Bible Society has always been a watchword in our house.\"'' He was also president of the [[Evangelical Alliance]] for some time.<ref name=\"Century\" />\n\n==Shaftesbury Memorial==\nThe [[Shaftesbury Memorial]] in [[Piccadilly Circus]], London, erected in 1893, was designed to commemorate his philanthropic works. The Memorial is crowned by [[Alfred Gilbert]]'s aluminium statue of [[Anteros]] as a nude, butterfly-winged archer. This is officially titled [[The Angel of Christian Charity]], but has become popularly, if mistakenly, known as ''[[Eros (god)|Eros]]''. It appears on the masthead of the ''[[Evening Standard]]''.\n\n==Veneration==\nLord Shaftesbury is honoured together with [[William Wilberforce]] on the liturgical calendar of the Episcopal Church on 30 July. Lord Shaftesbury was a member of the [[Canterbury Association]], as were two of Wilberforce's sons, [[Samuel Wilberforce|Samuel]] and [[Robert Wilberforce|Robert]]. Lord Ashley joined on 27 March 1848.<ref name=Blain>{{cite book\n | pages = 12–13, 89–92\n | last=Blain\n | first=Rev. Michael\n | title=The Canterbury Association (1848-1852): A Study of Its Members’ Connections\n | year=2007\n | publisher=Project Canterbury |location=Christchurch\n | url= http://anglicanhistory.org/nz/blain_canterbury2007.pdf\n | accessdate= 21 March 2013\n}}</ref>\n\n==Family==\n\nLord Shaftesbury, then Lord Ashley, married Lady Emily Caroline Catherine Frances Cowper (died 15 October 1872), daughter of [[Earl Cowper|Peter Cowper, 5th Earl Cowper]] and [[Emily Lamb, Countess Cowper]]; Emily is likely in fact to have been the natural daughter of [[Lord Palmerston]] (later her official stepfather), on 10 June 1830. This marriage, which proved a happy and fruitful one, produced ten children, as cited in \"The Seventh Earl\" by Grace Irwin. It also provided invaluable political connections for Ashley; his wife's maternal uncle was [[William Lamb, 2nd Viscount Melbourne|Lord Melbourne]] and her stepfather (and apparent father) [[Henry John Temple, 3rd Viscount Palmerston|Lord Palmerston]], both Prime Ministers.\n\nThe children, who mostly suffered various degrees of ill-health, were:<ref>Brigitte Gastel [http://worldroots.com/brigitte/famous/j/johnchurchilldesc1650-4.htm Descendants of John Churchill, Duke of Marlborough]</ref>\n#[[Anthony Ashley-Cooper, 8th Earl of Shaftesbury]] (27 June 1831 – 13 April 1886), ancestor of all subsequent earls.<ref>He was father of the [[Anthony Ashley-Cooper, 9th Earl of Shaftesbury|9th Earl]] (1869–1961), whose elder son Lord Ashley was father of the ill-fated [[Anthony Ashley-Cooper, 10th Earl of Shaftesbury|10th Earl]] (1938–2004, murdered by an estranged third wife), father of the [[Anthony Ashley-Cooper, 11th Earl of Shaftesbury|11th Earl]] (1977–2005) and the [[Nicholas Ashley-Cooper, 12th Earl of Shaftesbury|12th Earl]] (b. 1979). Ironically, despite the 7th Earl's six sons, only the eldest son's heirs male survive to the present, in the person of the 12th Earl, last of his line. Other lines, including that of the reformer Lord Shaftesbury's four brothers, have all died out by 1986 (the death, without sons, of the [[Anthony Ashley-Cooper, 9th Earl of Shaftesbury|Hon. John Ashley-Cooper]], younger son of the 9th Earl).</ref> He proved to be a disappointing heir apparent, constantly running up debts with his extravagant wife Harriet, born Lady Harriet Chichester.<ref>Geoffrey B. A M. Finlayson. [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA501,M1 The Seventh Earl of Shaftesbury, 1801–1885] Published by Regent College Publishing, 2004\nISBN 1-57383-314-2, ISBN 978-1-57383-314-1, 640 pages, p. 501 in particular refers to the future 8th Earl's debts, but there are other references. Page 500 refers to the birth of the future 9th Earl in 1869.</ref>\n# Hon. (Anthony) Francis Henry Ashley-Cooper, second son (b. 13 March 1833<ref>Finlayson. [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA94,M1 The Seventh Earl of Shaftesbury, 1801–1885] p. 94</ref> – 13 May 1849<ref>[http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA622,M1) ''Ibid''] p. 622 index</ref><ref>Brigitte Gastel [http://worldroots.com/brigitte/famous/j/johnchurchilldesc1650-4.htm Descendants of John Churchill, Duke of Marlborough<] provides full details, including full Christian names, dates of birth and death, places etc. Retrieved 8 December 2008</ref>\n#Hon. (Anthony) Maurice William Ashley-Cooper, third son (22 July 1835 – 19 August 1855), died aged 20, after several years of illness.<ref>Brigitte Gastel for full dates. Also see less detail in [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA130,M1 ''Finlayson''] p. 130</ref>\n#Rt. Hon. [[Evelyn Ashley|Evelyn Melbourne Ashley]] (24 July 1836 – 15 November 1907), married 1stly 28 July 1866 Sybella Charlotte Farquhar (ca. 1846 – 31 August 1886), daughter of [[Farquhar baronets|Sir Walter Rockcliffe Farquhar, 3rd Bt.]] by his wife Lady Mary Octavia Somerset, a daughter of the [[Duke of Beaufort]] and had one son [[Wilfrid Ashley, 1st Baron Mount Temple|Wilfred William Ashley]], and one daughter. His granddaughter was [[Edwina Mountbatten, Countess Mountbatten of Burma|Hon. Edwina Ashley]], later Lady Mountbatten (1901–1960), whose two daughters [[Patricia Knatchbull, 2nd Countess Mountbatten of Burma|Patricia, Countess Mountbatten of Burma]] (b. 1924) and [[Lady Pamela Hicks]] (b. 1929) are still living as of 2013. Evelyn Ashley left several other descendants via his daughter and Edwina's younger sister. Evelyn Ashley married 2ndly 30 June 1891 Lady Alice Elizabeth Cole (4 February 1853 – 25 August 1931), daughter of [[William Willoughby Cole, 3rd Earl of Enniskillen]] by his 1st wife Jane Casamajor, no issue. The Rt Hon Evelyn Melbourne Ashley died 15 November 1907.\n#Lady Victoria Elizabeth Ashley, later Lady Templemore (23 September 1837<ref name=\"Finlayson\">Brigitte Gastel. Also see [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA130,M1 ''Finlayson''] p. 130</ref> – 15 February 1927), married 8 January 1873 (aged 35) St George's, Hanover Square, London [[Harry Chichester, 2nd Baron Templemore]] (4 June 1821 – 10 June 1906), son of Arthur Chichester, 1st Baron Templemore and Lady Augusta Paget,  and had issue.<ref>Lord Templemore's heir male and descendant is the [[Patrick Chichester, 8th Marquess of Donegall|present Marquess of Donegall]]; his [[Dermot Chichester, 7th Marquess of Donegall|father]] inheriting that title in 1975.</ref>\n#Hon (Anthony) Lionel George Ashley-Cooper (b. 7 September 1838 – 1914).<ref name=\"Finlayson\"/> He md 12 December 1868 Frances Elizabeth Leigh \"Fanny (d. 12 August 1875), daughter of Capel Hanbury Leigh;<ref>[http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA622,M1 ''Ibid''] p. 622 index</ref> apparently had no issue.\n#Lady Mary Charlotte Ashley-Cooper, second daughter (25 July 1842<ref>Brigitte Gastel. Also see [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA196,M1 ''Finlayson''] p. 196. According to Finlayson, Countess Emily nearly suffered a miscarriage, and did indeed have a miscarriage in 1843.</ref> – 3 September 1861.<ref>Brigitte Gastel. Also see [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504 ''Ibid''] p. 427.  However, p. 504 gives a different date 1860.</ref>\n#Lady Constance Emily Ashley-Cooper, third daughter, or \"Conty\" (29 November 1845 – 16 December 1872<ref>Brigitte Gastel.</ref> or 1871<ref>[http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA621,M1 ''Finlayson''] p. 621 index</ref> of lung disease<ref>[http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504 ''Ibid''] p. 504</ref>)\n#Lady Edith Florence Ashley-Cooper, fourth daughter (1 February 1847 – 25 November 1913)<ref name=\"books.google.co.in\">Brigitte Gastel. Also see [http://books.google.co.in/books?id=26ILjAwtiSgC&pg=PA504&lpg=PA504&dq=Shaftesbury+Emily&source=web&ots=6HZM0S7JkC&sig=5BskWUP1LKa-O0HrlQiDvectgN0&hl=en&sa=X&oi=book_result&resnum=4&ct=result#PPA621,M1 ''Finlayson''] p. 621 index</ref>\n#Hon. (Anthony) Cecil Ashley-Cooper, sixth son and tenth and youngest child (8 August 1849 – 23 September 1932);<ref name=\"books.google.co.in\"/> apparently died unmarried.\n\n==Legacy==\n\nAlthough he was offered a burial at Westminster Abbey, Shaftesbury wished to be buried at St. Giles. A funeral service was held in Westminster Abbey during early morning of 8 October and the streets along the route from Grosvenor Square and Westminster Abbey were thronged with poor people, costermongers, flower-girls, boot-blacks, crossing-sweepers, factory-hands and similar workers who waited for hours to see Shaftesbury's coffin as it passed by. Due to his constant advocacy for the better treatment of the working classes, Shaftesbury became known as the \"Poor Man's Earl\".<ref name=\"ODNB\" />\n\nOne of his biographers, Georgina Battiscombe, has claimed that \"No man has in fact ever done more to lessen the extent of human misery or to add to the sum total of human happiness\".<ref>Battiscombe, p. 334.</ref>\n\n==See also==\n{{Portal|Saints}}\n* [[London Society for Promoting Christianity Among the Jews]] – Shaftesbury was president of the society.\n* [[A land without a people for a people without a land]]\n* [[Christian Zionism]]\n\n==Notes==\n{{reflist|2}}\n\n==References==\n\n*Georgina Battiscombe, ''Shaftesbury: A Biography of the Seventh Earl. 1801–1885'' (London: Constable, 1974).\n*John Wolffe, ‘[http://www.oxforddnb.com/view/article/6210 Cooper,  Anthony Ashley-, seventh earl of Shaftesbury  (1801–1885)]’, ''Oxford Dictionary of National Biography'', Oxford University Press,  2004; online edn, Jan 2008, accessed 13 February 2012.\n\n==Further reading==\n\n*G. B. A. M. Finlayson, ''The Seventh Earl of Shaftesbury'' (1981).\n*J. L. Hammond and B. Hammond, ''Lord Shaftesbury'' (1923).\n*E. Hodder, ''The Life and Work of the Seventh Earl of Shaftesbury'', 3 vols. (1887). [https://books.google.com/books?id=6PmwpIBW4OIC&printsec=frontcover&dq=editions:9voepr9OFacC&hl=en&sa=X&ei=DnfrVP_5HoW2yASy0YDQCQ&ved=0CBcQ6AEwAA#v=onepage&q&f=false Volume 1]; [https://books.google.com/books?id=6ooEAAAAMAAJ&printsec=frontcover&dq=inauthor:%22Edwin+Hodder%22&hl=en&sa=X&ei=-HTrVOi2NMuMyASBv4HwDA&ved=0CEsQ6AEwCQ#v=onepage&q&f=false Volume2]; [https://books.google.com/books?id=6S4OEP8ZpYUC&printsec=frontcover&dq=editions:9voepr9OFacC&hl=en&sa=X&ei=F3jrVOflL8mUyAS-3oCgCg&ved=0CCAQuwUwAQ#v=onepage&q&f=false Volume3]\n*Donald M. Lewis, \"The Origins of Christian Zionism: Lord Shaftesbury and Evangelical Support for a Jewish Homeland\" (Cambridge UP, 2010).\n\n==External links==\n{{Commons category|Anthony Ashley-Cooper, 7th Earl of Shaftesbury}}\n*{{Hansard-contribs | lord-ashley | the Earl of Shaftesbury }}\n* John Debrett [http://books.google.co.in/books?id=Xwake08jTMEC&pg=RA2-PA143&lpg=RA2-PA143&dq=Ashley-Cooper+Marlborough&source=web&ots=yG8863hMrU&sig=n4dFUomlPjoT1-2Xc2fJYyaG6ew&hl=en&sa=X&oi=book_result&resnum=9&ct=result#PRA2-PA142,M1 ''The Peerage of the United Kingdom of Great Britain & Ireland'' vol. 1]: \"Cropley Ashley-Cooper, Earl of Shaftesbury\", p.&nbsp;143. Reprinted 2002 from the original edition circa 1810. The entry gives details of Shaftesbury's four brothers and three surviving sisters. Further details of their marriages and descendance are available [http://www.william1.co.uk/w66-67.html here].\n\n* {{NRA|P6453}}\n\n{{s-start}}\n{{s-par|uk}}\n{{s-bef | before=[[James Haughton Langston|James Langston]]<br />[[Sir John Gladstone, 1st Baronet|John Gladstone]] }}\n{{s-ttl\n | title = [[Member of Parliament]] for [[Woodstock (UK Parliament constituency)|Woodstock]]\n | with  = [[George Spencer-Churchill, 6th Duke of Marlborough|Marquess of Blandford]]\n | years = 1826–1830\n}}\n{{s-aft | after=[[Lord Charles Spencer-Churchill (British Army officer)|The Lord Charles Spencer-Churchill]]<br />[[George Spencer-Churchill, 6th Duke of Marlborough|Marquess of Blandford]] }}\n{{s-bef | before=[[Henry Sturt]]<br />[[Robert Williams (1767–1847)|Robert Williams]] }}\n{{s-ttl\n | title = [[Member of Parliament]] for [[Dorchester (UK Parliament constituency)|Dorchester]]\n | years = 1830–1831\n | with  = [[Robert Williams (1767–1847)|Robert Williams]]\n}}\n{{s-aft | after=[[Henry Ashley-Cooper]]<br />[[Robert Williams (1767–1847)|Robert Williams]] }}\n{{s-bef | before=[[John Calcraft (the younger)|John Calcraft]]<br />[[Edward Portman, 1st Viscount Portman|Edward Portman]]}}\n{{s-ttl\n | title = [[Member of Parliament]] for [[Dorset (UK Parliament constituency)|Dorset]]\n | years = 1831–1846\n | with  = [[Edward Portman, 1st Viscount Portman|Edward Portman]] to 1832\n | with2 = [[William John Bankes]] 1832–35\n | with3 = [[William Ponsonby, 1st Baron de Mauley|William Ponsonby]] 1832–37\n | with4 = [[Henry Sturt]] 1835–46\n | with5 = [[John Fox-Strangways]] 1837–41\n | with6 = [[George Bankes]] from 1841\n}}\n{{s-aft | after=[[Henry Ker Seymer]]<br />[[John Floyer (Dorset MP)|John Floyer]]<br />[[George Bankes]] }}\n\n{{s-bef | before=[[John Arthur Roebuck]]<br />[[Adam Haldane-Duncan, 2nd Earl of Camperdown|Viscount Duncan]] }}\n{{s-ttl\n | title = [[Member of Parliament]] for [[Bath (UK Parliament constituency)|Bath]]\n | years = 1847–1851\n | with  = [[Adam Haldane-Duncan, 2nd Earl of Camperdown|Viscount Duncan]]\n}}\n{{s-aft | after=[[George Treweeke Scobell|George Scobell]]<br />[[Adam Haldane-Duncan, 2nd Earl of Camperdown|Viscount Duncan]]}}\n{{s-hon}}\n{{s-bef|before=[[Edward Digby, 2nd Earl Digby|The Earl Digby]]}}\n{{s-ttl|title=[[Lord Lieutenant of Dorset]]|years=1856–1885}}\n{{s-aft|after=[[Henry Fox-Strangways, 5th Earl of Ilchester|The Earl of Ilchester]]}}\n{{s-reg|en}}\n{{s-bef|before=[[Cropley Ashley-Cooper, 6th Earl of Shaftesbury|Cropley Ashley-Cooper]]}}\n{{s-ttl|title=[[Earl of Shaftesbury]]|years=1851–1885}}\n{{s-aft|after=[[Anthony Ashley-Cooper, 8th Earl of Shaftesbury|Anthony Ashley-Cooper]]}}\n{{end}}\n\n{{Royal Statistical Society presidents}}\n\n{{Authority control}}\n\n{{Persondata\n| NAME              = Shaftesbury, Anthony Ashley-Cooper, 7th Earl Of\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = British politician\n| DATE OF BIRTH     = 28 April 1801\n| PLACE OF BIRTH    = 24 Grosvenor Square, London\n| DATE OF DEATH     = 1 October 1885\n| PLACE OF DEATH    = 12 Clifton Gardens, Folkestone, Kent\n}}\n{{DEFAULTSORT:Shaftesbury, Anthony Ashley-Cooper, 7th Earl Of}}\n[[Category:1801 births]]\n[[Category:1885 deaths]]\n[[Category:Members of the Parliament of the United Kingdom for English constituencies]]\n[[Category:People educated at Harrow School]]\n[[Category:Earls in the Peerage of England]]\n[[Category:Earls of Shaftesbury|Anthony]]\n[[Category:English philanthropists]]\n[[Category:Knights of the Garter]]\n[[Category:Lords of the Admiralty]]\n[[Category:Presidents of the Royal Statistical Society]]\n[[Category:UK MPs 1826–30]]\n[[Category:UK MPs 1830–31]]\n[[Category:UK MPs 1831–32]]\n[[Category:UK MPs 1832–35]]\n[[Category:UK MPs 1835–37]]\n[[Category:UK MPs 1837–41]]\n[[Category:UK MPs 1841–47]]\n[[Category:UK MPs 1847–52]]\n[[Category:Alumni of Christ Church, Oxford]]\n[[Category:Lord-Lieutenants of Dorset]]\n[[Category:People associated with the Royal National College for the Blind]]\n[[Category:Anglican saints]]\n[[Category:Politics of Bath, Somerset]]\n[[Category:Members of the Canterbury Association]]\n[[Category:Ashley-Cooper family|Anthony]]\n[[Category:British reformers]]\n[[Category:Social reformers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Anthony Ashley-Cooper, 7th Earl of Shaftesbury"}}}}