{"batchcomplete": "", "query": {"pages": {"1156396": {"ns": 0, "pageid": 1156396, "revisions": [{"*": "[[Image:Autolycus - De sphaera quae movetur liber, 1587 - 51671.jpg|thumb|''De sphaera quae movetur liber'']]\n'''Autolycus of Pitane''' ({{lang-el|Αὐτόλυκος ὁ Πιταναῖος}}; c. 360 – c. 290 BC) was a [[ancient Greece|Greek]] [[astronomer]], [[mathematician]], and [[geographer]]. The [[lunar crater]] [[Autolycus (crater)|Autolycus]] was named in his honour.\n\n== Life and work ==\nAutolycus was born in [[Pitane (Aeolis)|Pitane]], a town of [[Aeolis]] within Ionia, Asia Minor. Of his personal life nothing is known, although he was a contemporary of [[Aristotle]] and his works seem to have been completed in [[Athens]] within the years 335 BC and 300 BC. [[Euclid]] references some of Autolycus' work, and Autolycus is known to have taught [[Arcesilaus]]. Autolycus' surviving works include a book on [[sphere]]s entitled ''On the Moving Sphere'' and another ''On Risings and Settings'' of [[celestial body|celestial bodies]]. Autolycus' works were translated by [[Maurolycus]] in the sixteenth century.\n\n''On the Moving Sphere'' is believed to be the oldest mathematical treatise from ancient Greece that is completely preserved.<ref name=\"Boyer Autolycus1\"/> All Greek mathematical works prior to Autolycus' ''Spheres'' are taken from later summaries, commentaries, or descriptions of the works.<ref name=\"Boyer Autolycus1\">{{cite book |last=Boyer |authorlink=Carl Benjamin Boyer |title=A History of Mathematics |year=1991 |chapter=The age of Plato and Aristotle |quote=A few years after Dinostratus and Menaechmus there flourished a mathematician who has the distinction of having written the oldest surviving Greek mathematical treatise. We have described rather fully the work of earlier Hellenic mathematicians, but it must be borne in mind that the accounts have been based no on original work but on later summaries, commentaries, or description. Occasionally a commentator appears to be copying from an original work extant at the time, as when Simplicius in the sixth century of our era is describing the quadrature of lines by Hippocrates. But not until we come to Autolycus of Pitane, a contemporary of Aristotle, do we find a Greek author one of whose works has survived.|page=97}}</ref> One reason for its survival is that it had originally been a part of a widely used collection called \"Little Astronomy\",<ref name=\"Boyer Autolycus2\"/> which was preserved by translation into [[Arabic]] in the 9th century. In Europe, it was lost, but was brought back during the crusades in the 12th century, and translated back into Latin.<ref>{{cite web|url=http://www.encyclopedia.com/doc/1G2-2830904281.html|title=Theodosius of Bithynia|accessdate=2 May 2015}}</ref><ref>[http://www.encyclopedia.com/doc/1G2-2830904281.html Theodosius of Bithynia]</ref> In his ''Sphere'', Autolycus studied the characteristics and movement of a sphere. The work is simple and not exactly original since it consists of only elementary theorems on spheres that would be needed by astronomers, but its theorems are clearly enunciated and proved.<ref name=\"Boyer Autolycus2\"/> Its prime significance, therefore, is that it indicates that by his day there was a thoroughly established textbook tradition in geometry that is today regarded as typical of classical Greek geometry.<ref name=\"Boyer Autolycus2\"/> The theorem statement is clearly enunciated, a figure of the construction is given alongside the proof, and finally a concluding remark is made. Moreover, it gives indications of what theorems were well known in his day (around 320 BCE).<ref name=\"Boyer Autolycus2\">{{cite book |last=Boyer |authorlink=Carl Benjamin Boyer |title=A History of Mathematics |year=1991 |chapter=The age of Plato and Aristotle |pages=97–98 |quote=One reason for the survival of little treatise, ''On the Moving Sphere'', is that it formed a part of a collection, known as the \"Little Astronomy,\" widely used by ancient astronomers. ''On the Moving Sphere'' is not a profound and probably not a very original work, for it includes little beyond elementary theorems on the geometry of the sphere that would be needed in astronomy. Its chief significance lies in the fact that it indicates that Greek geometry evidently had reached the form that we regard as typical of the classical age. Theorems are clearly enunciated and proved. Moreover, the author uses without proof or indication of source other theorems that he regards as well known; we conclude, therefore, that there was in Greece in his day, about 320 B.C., a thoroughly established textbook tradition in geometry.}}</ref> Two hundred years later [[Theodosius of Bithynia|Theodosius]]' wrote ''Sphaerics'', a book that is believed to have a common origin with ''On the Moving Sphere'' in some pre-Euclidean textbook, possibly written by [[Eudoxus of Cnidus|Eudoxus]].\n\nIn astronomy, Autolycus studied the relationship between the rising and the setting of the celestial bodies in his treatise in two books entitled ''On Risings and Settings''. The second book is actually an expansion of his first book and of higher quality. He wrote that \"any star which rises and sets always rises and sets at the same point in the horizon.\" Autolycus relied heavily on Eudoxus' astronomy and was a strong supporter of Eudoxus' theory of [[homocentric spheres]].\n\n== Footnotes ==\n<references/>\n\n== References ==\n{{Wikisource1911Enc|Autolycus of Pitane}}\n*{{cite book\n | first=Carl B.\n | last=Boyer\n | authorlink=Carl Benjamin Boyer\n | title=A History of Mathematics\n | edition=2nd\n | publisher=John Wiley & Sons, Inc.\n | year=1991\n | isbn=0-471-54397-7\n }}\n* {{cite encyclopedia\n  | last = Huxley\n  | first = G. L.\n  | title = Autolycus of Pitane\n  | encyclopedia = [[Dictionary of Scientific Biography]]\n  | volume = 1\n  | pages = 338–39 \n  | publisher = Charles Scribner's Sons\n  | location = New York\n  | year = 1970\n  | isbn = 0-684-10114-9\n }} on line at {{cite web|url=http://www.encyclopedia.com/doc/1G2-2830900192.html|title=Autolycus of Pitane|work=[[HighBeam Research]]|accessdate=26 March 2015}}\n* {{MacTutor Biography|id=Autolycus|date=April 1999}}\n\n== External links ==\n*[http://www.archive.org/details/autolycidesphaer00autouoft Autolycus ''On The Moving Sphere'' from the Million Books Project (Greek with Latin translation) ]\n* [http://digitalcommons.unl.edu/libelecrefmat/7/ ΠΕΡΙ ΚΙΝΟΥΜΕΝΗΣ ΣΦΑΙΡΑΣ and ΠΕΡΙ ΕΠΙΤΟΛΩΝ ΚΑΙ ΔΥΣΕΩΝ (Mogenet ed., 1950) pdf ]\n\n{{Greek astronomy}}\n{{Greek mathematics}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Autolycus of Pitane\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Ancient Greek scientist\n| DATE OF BIRTH     = c. 360 BC\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = c. 290 BC\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Autolycus of Pitane}}\n[[Category:360 BC]]\n[[Category:290 BC]]\n[[Category:4th-century BC Greek people]]\n[[Category:3rd-century BC Greek people]]\n[[Category:3rd-century BC writers]]\n[[Category:Ancient Greek astronomers]]\n[[Category:Ancient Greek mathematicians]]\n[[Category:Ancient Greek geographers]]\n[[Category:Aeolians]]\n[[Category:360s BC births]]\n[[Category:290s BC deaths]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Autolycus of Pitane"}}}}