{"batchcomplete": "", "query": {"pages": {"41980": {"ns": 0, "pageid": 41980, "revisions": [{"*": "{{redirect|Riemann|other people with the surname|Riemann (surname)|other topics named after Bernhard Riemann|List of topics named after Bernhard Riemann}}\n{{Infobox scientist\n| name = Bernhard Riemann\n| birth_name = Georg Friedrich Bernhard Riemann\n| image = Georg Friedrich Bernhard Riemann.jpeg\n| image_size = 225px\n| caption = Bernhard Riemann in 1863.\n| birth_date = September 17, 1826\n| birth_place = [[Breselenz]], [[Kingdom of Hanover]] (modern-day [[Germany]])\n| death_date = {{death date and age|1866|7|20|1826|9|17}}\n| death_place = [[Verbania|Selasca]], [[Kingdom of Italy (1861–1946)|Kingdom of Italy]]\n| residence = [[Kingdom of Hanover]]\n| citizenship =\n| nationality = [[Germany|German]]\n| ethnicity =\n| fields = {{hlist|[[Mathematics]]|[[Physics]]}}\n| work_institutions = [[Georg-August University of Göttingen]]\n| alma_mater = {{ublist |{{nowrap|Georg-August University of}} Göttingen |[[Berlin University]]}}\n| doctoral_advisor  = [[Carl Friedrich Gauss]]\n| academic_advisors = {{ublist |[[Gotthold Eisenstein]] |[[Moritz Abraham Stern|Moritz A. Stern]] |[[Carl Wolfgang Benjamin Goldschmidt|Carl W. B. Goldschmidt]]}}\n| doctoral_students = \n| notable_students  = [[Gustav Roch]]\n| known_for = ''[[List of topics named after Bernhard Riemann|See list]]''\n| influences = [[Peter Gustav Lejeune Dirichlet|J. P. G. L. Dirichlet]]\n| influenced = \n| awards = \n| religion = [[Lutheran]]\n| signature =  Bernhard Riemann signature.png\n| footnotes = \n}}\n\n'''Georg Friedrich Bernhard Riemann''' {{IPA-de|ˈʁiːman||Georgfriedrichbernhardriemann.ogg}} (September 17, 1826 – July 20, 1866) was an influential [[Germany|German]] [[mathematics|mathematician]] who made lasting and revolutionary contributions to [[mathematical analysis|analysis]], [[number theory]], and [[differential geometry]].\nIn the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the [[Riemann integral]], and his work on [[Fourier series]]. His contributions to [[complex analysis]] include most notably the introduction of [[Riemann surfaces]], breaking new ground in a natural, geometric treatment of complex analysis.\nHis famous [[On the Number of Primes Less Than a Given Magnitude|1859 paper]] on the [[prime-counting function]], containing the original statement of the [[Riemann hypothesis]], is regarded, although it is his only paper in the field, as one of the most influential papers in [[analytic number theory]].\nThrough his (along with his [[University of Göttingen|Göttingen]] colleague and advisor [[Gauss]]) pioneering [[Riemannian Geometry|contributions to differential geometry]], Riemann laid the foundations of the mathematics of [[general relativity]]. \n\n== Biography ==\n\n===Early years===\nRiemann was born in [[Breselenz]], a village near [[Dannenberg (Elbe)|Dannenberg]] in the [[Kingdom of Hanover]] in what is  the [[Germany|Federal Republic of Germany]] today. His father, Friedrich Bernhard Riemann, was a poor [[Lutheranism|Lutheran]] pastor in Breselenz who fought in the [[Napoleonic Wars]]. His mother, Charlotte Ebell, died before her children had reached adulthood. Riemann was the second of six children, shy and suffering from numerous nervous breakdowns. Riemann exhibited exceptional mathematical skills, such as calculation abilities, from an early age but suffered from timidity and a fear of speaking in public.\n\n===Education===\nDuring 1840, Riemann went to [[Hanover]] to live with his grandmother and attend [[lyceum]] (middle school). After the death of his grandmother in 1842, he attended high school at the [[:de:Johanneum Lüneburg|Johanneum Lüneburg]]. In high school, Riemann studied the [[Bible]] intensively, but he was often distracted by mathematics. His teachers were amazed by his adept ability to perform complicated mathematical operations, in which he often outstripped his instructor's knowledge.  In 1846, at the age of 19, he started studying [[philology]] and [[theology]] in order to become a pastor and help with his family's finances.\n\nDuring the spring of 1846, his father, after gathering enough money, sent Riemann to the renowned [[University of Göttingen]], where he planned to study towards a degree in Theology. However, once there, he began studying [[mathematics]] under [[Carl Friedrich Gauss]] (specifically his lectures on the [[method of least squares]]). Gauss recommended that Riemann give up his theological work and enter the mathematical field; after getting his father's approval, Riemann transferred to the [[University of Berlin]] in 1847.<ref>{{cite book|last=Hawking|first=Stephen|title=God Created the Integers|year=2005|publisher=Running Press|location=Boston|isbn=978-0-7624-1922-7|pages=814–815}}</ref> During his time of study, [[Carl Gustav Jakob Jacobi|Jacobi]], [[Peter Gustav Lejeune Dirichlet|Lejeune Dirichlet]], [[Jakob Steiner|Steiner]], and [[Ferdinand Gotthold Max Eisenstein|Eisenstein]] were teaching. He stayed in Berlin for two years and returned to Göttingen in 1849.\n\n===Academia===\nRiemann held his first lectures in 1854, which founded the field of [[Riemannian geometry]] and thereby set the stage for [[Albert Einstein|Einstein]]'s [[general theory of relativity]]. In 1857, there was an attempt to promote Riemann to extraordinary professor status at the [[University of Göttingen]]. Although this attempt failed, it did result in Riemann finally being granted a regular salary. In 1859, following [[Peter Gustav Lejeune Dirichlet|Lejeune Dirichlet]]'s death, he was promoted to head the mathematics department at Göttingen. He was also the first to suggest using [[higher dimensions|dimensions higher than merely three or four]]  in order to describe physical reality<ref>Werke, p. 268, edition of 1876, cited in [http://projecteuclid.org/euclid.bams/1183493815 Pierpont, Non-Euclidean Geometry, A Retrospect]</ref>—an idea that was ultimately vindicated with [[General Relativity|Einstein's contribution]] in the early 20th century. In 1862 he married Elise Koch and had a daughter.\n\n===Austro-Prussian War and death in Italy===\n[[File:2009_11_riemann_008.jpg|thumb|Riemann's tombstone in Biganzolo]]Riemann fled Göttingen when the armies of Hanover and Prussia clashed there in 1866.<ref name=\"Sautoy\">[[Marcus du Sautoy]], ''[[The Music of the Primes]]'', [[HarperCollins]]: 2003.</ref> He died of [[tuberculosis]] during his third journey to [[Italy]] in Selasca (now a hamlet of [[Verbania]] on [[Lake Maggiore]]) where he was buried in the cemetery in Biganzolo (Verbania). Riemann was a dedicated Christian, the son of a Protestant minister, and saw his life as a mathematician as another way to serve God. During his life, he held closely to his Christian faith and considered it to be the most important aspect of his life. At the time of his death, he was reciting the Lord’s Prayer with his wife and died before they finished saying the prayer.<ref>{{cite web |url=http://godandmath.com/2012/04/24/christian-mathematicians-riemann/ |title=Christian Mathematician – Riemann |accessdate=13 October 2014}}</ref> Meanwhile, in Göttingen his housekeeper discarded some of the papers in his office, including much unpublished work. Riemann refused to publish incomplete work and some deep insights may have been lost forever.<ref name=\"Sautoy\"/>\n\nRiemann's tombstone in Biganzolo (Italy) refers to Romans 8:28 (\"And we know that all things work together for good to them that love God, to them who are the called according to his purpose\"):\n\n''Here rests in God''\n''Georg Friedrich Bernhard Riemann''\n\n''Professor in Göttingen''\n\n''born in Breselenz, September 17th, 1826''\n\n''died in Selasca, Juli 20th, 1866''\n\n''Those, who love God, all things''\n''must serve to its best manner.''<ref>{{cite web |url=http://mihai-caragiu-maths.blogspot.co.uk/2009/09/bernhard-riemann.html| title=Riemann’s Tomb |accessdate=13 October 2014}}</ref>\n\n==  Riemannian geometry ==\n{{General geometry |geometers by name}}\n\nRiemann's published works opened up research areas combining analysis with geometry. These would subsequently become major parts of the theories of [[Riemannian geometry]], [[algebraic geometry]], and [[complex manifold]] theory. The theory of [[Riemann surface]]s was elaborated by [[Felix Klein]] and particularly [[Adolf Hurwitz]]. This area of mathematics is part of the foundation of [[topology]] and is still being applied in novel ways to [[mathematical physics]].\n\nIn 1853, [[Carl Friedrich Gauss|Gauss]] asked his student Riemann to prepare a ''[[Habilitationsschrift]]'' on the foundations of geometry. Over many months, Riemann developed his theory of [[higher dimensions]] and delivered his lecture at Göttingen in 1854 entitled ''Über die Hypothesen welche der Geometrie zu Grunde liegen'' (\"[http://www.emis.de/classics/Riemann/WKCGeom.pdf On the hypotheses which underlie geometry]\"). It was only published twelve years later in 1868 by Dedekind, two years after his death. Its early reception appears to have been slow but it is now recognized as one of the most important works in geometry.\n\nThe subject founded by this work is [[Riemannian geometry]]. Riemann found the correct way to extend into ''n'' dimensions the [[differential geometry]] of surfaces, which Gauss himself proved in his ''[[theorema egregium]]''. The fundamental object is called the [[Riemann curvature tensor]]. For the surface case, this can be reduced to a number (scalar), positive, negative or zero; the non-zero and constant cases being models of the known [[non-Euclidean geometries]].\n\nRiemann's idea was to introduce a collection of numbers at every point in space (i.e., a [[tensor]]) which would describe how much it was bent or curved. Riemann found that in four spatial dimensions, one needs a collection of ten numbers at each point to describe the properties of a [[manifold]], no matter how distorted it is. This is the famous construction central to his geometry, known now as a [[Riemannian metric]].\n\n==Complex analysis==\nIn his dissertation, he established a geometric foundation for [[complex analysis]] through [[Riemann surface]]s, through which multi-valued functions like the [[logarithm]] (with infinitely many sheets) or the [[square root]] (with two sheets) could become [[one-to-one function]]s. Complex functions are [[harmonic functions]] (that is, they satisfy [[Laplace's equation]] and thus the [[Cauchy-Riemann equations]]) on these surfaces and are described by the location of their singularities and the topology of the surfaces. The topological \"genus\" of the Riemann surfaces is given by <math>g=w/2-n+1</math>, where the surface has <math>n</math> leaves coming together at <math>w</math> branch points. For <math>g>1</math> the Riemann surface has <math>(3g-3)</math> parameters (the \"moduli\").\n\nHis contributions to this area are numerous. The famous [[Riemann mapping theorem]] says that a simply connected domain in the complex plane is \"biholomorphically equivalent\" (i.e. there is a bijection between them that is holomorphic with a holomorphic inverse) to either <math>\\mathbb{C}</math> or to the interior of the unit circle. The generalization of the theorem to Riemann surfaces is the famous [[uniformization theorem]], which was proved in the 19th century by [[Henri Poincaré]] and [[Felix Klein]]. Here, too, rigorous proofs were first given after the development of richer mathematical tools (in this case, topology). For the proof of the existence of functions on Riemann surfaces he used a minimality condition, which he called the [[Dirichlet principle]]. [[Weierstrass]] found a hole in the proof: Riemann had not noticed that his working assumption (that the minimum existed) might not work; the function space might not be complete, and therefore the existence of a minimum was not guaranteed. Through the work of [[David Hilbert]]  in the Calculus of Variations, the Dirichlet principle was finally established. Otherwise, [[Weierstrass]] was very impressed with Riemann, especially with his theory of [[abelian function]]s. When Riemann's work appeared, Weierstrass withdrew his paper from [[Crelle]] and didn't publish it. They had a good understanding when Riemann visited him in Berlin in 1859. Weierstrass encouraged his student [[Hermann Amandus Schwarz]] to find alternatives to the Dirichlet principle in complex analysis, in which he was successful. An anecdote from [[Arnold Sommerfeld]]<ref>Sommerfeld „Vorlesungen über theoretische Physik“, Bd.2 (Mechanik deformierbarer Medien), Harri Deutsch, S.124. Sommerfeld heard the story from Aachener Professor of Experimental Physics Adolf Wüllner.</ref> shows the difficulties which contemporary mathematicians had with Riemann's new ideas. In 1870, Weierstrass had taken Riemann's dissertation with him on a holiday to Rigi and complained that it was hard to understand. The physicist Hermann von Helmholtz assisted him in the work over night and returned with the comment that it was \"natural\" and \"very understandable\".\n\nOther highlights include his work on abelian functions and [[theta functions]] on Riemann surfaces. Riemann had been in a competition with Weierstrass since 1857 to solve the Jacobian inverse problems for abelian integrals, a generalization of [[elliptic integrals]]. Riemann used theta functions in several variables and reduced the problem to the determination of the zeros of these theta functions. Riemann also investigated period matrices and characterized them through the \"Riemannian period relations\" (symmetric, real part negative). By [[Frobenius]] and [[Lefschetz]] the validity of this relation is equivalent with the embedding of <math>C^n/\\Omega</math> (where <math>\\Omega</math> is the lattice of the period matrix) in a projective space by means of theta functions. For certain values of <math>n</math>, this is the [[Jacobian variety]] of the Riemann surface, an example of an abelian manifold.\n\nMany mathematicians such as [[Alfred Clebsch]] furthered Riemann's work on algebraic curves. These theories depended on the properties of a function defined on Riemann surfaces. For example, the [[Riemann-Roch theorem]] (Roch was a student of Riemann) says something about the number of linearly independent differentials (with known conditions on the zeros and poles) of a Riemann surface.\n\nAccording to [[Laugwitz]],<ref>[[Detlef Laugwitz]]: ''Bernhard Riemann 1826-1866''. Birkhäuser, Basel 1996, ISBN 978-3-7643-5189-2</ref> automorphic functions appeared for the first time in an essay about the Laplace equation on electrically charged cylinders. Riemann however used such functions for conformal maps (such as mapping topological triangles to the circle) in his 1859 lecture on hypergeometric functions or in his treatise on minimal surfaces.\n\n==Real analysis==\nIn the field of [[real analysis]], he discovered the [[Riemann integral]] in his habilitation. Among other things, he showed that every piecewise continuous function is integrable. Similarly, the [[Stieltjes integral]] goes back to the Göttinger mathematician, and so they are named together the [[Riemann-Stieltjes integral]].\n\nIn his habilitation work on [[Fourier series]], where he followed the work of his teacher Dirichlet, he showed that Riemann-integrable functions are \"representable\" by Fourier series. Dirichlet has shown this for continuous, piecewise-differentiable functions (thus with countably many non-differentiable points). Riemann gave an example of a Fourier series representing a continuous, almost nowhere-differentiable function, a case not covered by Dirichlet.  He also proved the [[Riemann-Lebesgue lemma]]: if a function is representable by a Fourier series, then the Fourier coefficients go to zero for large ''n''.\n\nRiemann's essay was also the starting point for [[Georg Cantor]]'s work with Fourier series, which was the impetus for [[set theory]].\n\nHe also worked with [[hypergeometric differential equations]] in 1857 using complex analytical methods and presented the solutions through the behavior of closed paths about singularities (described by the [[monodromy matrix]]). The proof of the existence of such differential equations by previously known monodromy matrices is one of the Hilbert problems.\n\n== Number theory==\nHe made some famous contributions to modern [[analytic number theory]]. In [[On the Number of Primes Less Than a Given Magnitude|a single short paper]], the only one he published on the subject of number theory, he investigated the [[Riemann zeta function|zeta function]] that now bears his name, establishing its importance for understanding the distribution of [[prime number]]s. The [[Riemann hypothesis]] was one of a series of conjectures he made about the function's properties.\n\nIn Riemann's work there are many more interesting developments. He proved the functional equation for the zeta function (already known to Euler), behind which a theta function lies. Also, it gives a better approximation for the prime-counting function <math>\\pi(x)</math> than Gauss's function <math>Li(x)</math>. Through the summation of this approximation function over the non-trivial zeros on the line with real portion 1/2, he gave an exact, \"explicit formula\" for <math>\\pi(x)</math>.\n\nRiemann knew Chebyshev's work on the Prime Number Theorem. He had visited Dirichlet in 1852. But Riemann's methods were very different.\n\n== Writings ==\n* 1868 ''On the hypotheses which lie at the foundation of geometry'', translated by [[William Kingdon Clifford|W.K.Clifford]], Nature 8 1873 183- reprinted in Clifford's Collected Mathematical Papers, London 1882 (MacMillan); New York 1968 (Chelsea) http://www.emis.de/classics/Riemann/. Also in Ewald, William B., ed., 1996 “From Kant to Hilbert: A Source Book in the Foundations of Mathematics”, 2 vols. Oxford Uni. Press: 652&ndash;61.\n* 1892 ''Collected Works of Bernhardt Riemann'' (H. Weber ed). In German. Reprinted New York 1953 (Dover)\n* {{citation |last1=Riemann |first1=Bernhard |title=Collected papers |publisher=Kendrick Press, Heber City, UT |isbn=978-0-9740427-2-5 |mr=2121437 |year=2004}}\n\n== See also ==\n*[[List of topics named after Bernhard Riemann]]\n*[[Non-Euclidean geometry]]\n*[[On the Number of Primes Less Than a Given Magnitude|Riemann's 1859 paper introducing the complex zeta function (English title: \"On the Number of Primes Less Than a Given Magnitude\")]]\n\n== References==\n{{reflist}}\n\n== Further reading ==\n* {{citation |authorlink=John Derbyshire |first=John |last=Derbyshire |title=[[Prime Obsession|Prime Obsession: Bernhard Riemann and the Greatest Unsolved Problem in Mathematics]] |location=Washington, DC |publisher=John Henry Press |year=2003 |isbn=0-309-08549-7}}.\n* {{citation |first=Michael |last=Monastyrsky |title=Riemann, Topology and Physics |location=Boston, MA |publisher=Birkhäuser |year=1999 |isbn=0-8176-3789-3}}.\n\n== External links ==\n{{Commons|Georg Friedrich Bernhard Riemann|Bernhard Riemann}}\n{{NIE Poster|Riemann, Georg Friedrich Bernhard|year=1905}}\n* {{MathGenealogy|id=18232}}\n* [http://www.maths.tcd.ie/pub/HistMath/People/Riemann/Papers.html The Mathematical Papers of Georg Friedrich Bernhard Riemann]\n* All publications of Riemann can be found at: http://www.emis.de/classics/Riemann/\n* {{MacTutor Biography|id=Riemann}}\n* [http://www.fh-lueneburg.de/u1/gym03/englpage/chronik/riemann/riemann.htm Bernhard Riemann &ndash; one of the most important mathematicians]\n* [http://www.maths.tcd.ie/pub/HistMath/People/Riemann/Geom/WKCGeom.html Bernhard Riemann's inaugural lecture]\n* {{ScienceWorldBiography | urlname=Riemann | title=Riemann, Bernhard (1826&ndash;1866)}}\n* {{Find a Grave|12090715}}\n\n{{Authority control}}\n\n{{Persondata <!--Metadata: see [[Wikipedia:Persondata]]-->\n| NAME = Riemann, Georg Friedrich Bernhard\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = German mathematician\n| DATE OF BIRTH = September 17, 1826\n| PLACE OF BIRTH = [[Breselenz]], [[Kingdom of Hanover]] (modern-day [[Germany]])\n| DATE OF DEATH = July 20, 1866\n| PLACE OF DEATH = [[Verbania|Selasca]], [[Kingdom of Italy (1861–1946)|Kingdom of Italy]]\n}}\n\n{{DEFAULTSORT:Riemann, Georg Friedrich Bernhard}}\n[[Category:1826 births]]\n[[Category:1866 deaths]]\n[[Category:German mathematicians]]\n[[Category:19th-century German mathematicians]]\n[[Category:Deaths from tuberculosis]]\n[[Category:Differential geometers]]\n[[Category:German Lutherans]]\n[[Category:Infectious disease deaths in Italy]]\n[[Category:People from the Kingdom of Hanover]]\n[[Category:University of Göttingen alumni]]\n[[Category:University of Göttingen faculty]]\n[[Category:Foreign Members of the Royal Society]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Bernhard Riemann"}}}}