{"batchcomplete": "", "query": {"pages": {"5463764": {"ns": 0, "pageid": 5463764, "revisions": [{"*": "{{more footnotes|date=May 2012}}\n'''Bogoljub Kočović''' (born 1920) is a [[Bosnia and Herzegovina|Bosnia]]n jurist and [[statistician]], Yugoslav by ethnic affiliation.\n\nKočović was born in [[Sarajevo]]; his father was a Serb and mother French by origin. He obtained a MA in economy at the Roosevelt University in [[Chicago]], and a Ph. D. in law in [[Paris]]. Kočović was a research assistant in the French National Center of Scientific Research ([[CNRS]]) from 1947 to 1952 and worked in the USA for ten years. In the 1960s, he returned to France, where he lives today.\n\nHis best known work is perhaps the book ''WWII Victims in Yugoslavia'', published in [[London]] in 1985 in Sebo-Croatian. Kočović compared the [[census]]es from 1921, 1931 and 1948, and, assuming the possible [[population growth]] at 1.1% and [[emigration]] in that period, obtained the [[demography|demographic]] and actual losses of [[Yugoslavia]] during the [[World War II]]. He clearly stated that his estimates depended on these assumptions, and that if other population growth were assumed, different results would have been obtained.\n\nHe calculated that the actual losses were around 1,014,000 and the demographic losses around 1,925,000. He allowed for a margin of error of 250,000. However, the official number upheld by the [[Socialist Federal Republic of Yugoslavia|Yugoslav communist regime]] was 1,706,000. Though Kočovic's estimate was rough, it indicated that the official figure was possibly too high.\n\nKočović's book was ignored in his homeland until the [[breakup of Yugoslavia]], when it was reprinted in [[Sarajevo]] in 1990. In the 1980s, independently from Kočović, [[Vladimir Žerjavić]] in [[Zagreb]], Croatia, used a similar method and obtained similar results. Both had lower figures for their own ethnicity (Kočović was assumed to be inclined to the Serbs) which was seen as a proof of their objectivity. Although his calculations of WWII victims in Yugoslavia are even lower than those of Žerjavić, he has never been called a [[Holocaust denier]] like Žerjavić. However, Žerjavić gave a much more detailed account of numbers and nationalities of dead, and did not express caution in interpretation of the results the way Kočović did. However, Kočović has expressly confirmed that he considered his work in the field scientifically valid and, ultimately, accurate. He went so far as to write a new book, published in 1997, with the aim of refuting the Serbian statistician Đorđević's efforts to \"reinstate\" the \"great numbers\" victims figures dominant during Communist Yugoslavia period.<ref>{{cite news | newspaper = [[NIN (magazine)|NIN]] | language = Serbian | url = http://www.knjigainfo.com/index.php?gde=@http%3A//www.knjigainfo.com/pls/sasa/bip.text%3Ftid%3D38347@ | date = 2006-01-12 | title = Žrtve licitiranja - Sahrana jednog mita, Bogoljub Kočović | accessdate = 2012-05-08}}</ref>\n\nKočović was one of the founders of the ''Oslobođenje'' union in Geneva and Paris, a contributor and one of the editors of ''Naša reč'', and founder, with Dr. Dragan Pavlovic, of Parisian quarterly ''Dialogue''.<ref>http://www.science-dialogue.com/index-dialogue.htm</ref> He is a member of the Association of Serbian Writers and Artists, as well as the Action Committee for the Democratic Alternative.\n\n==Works==\n*''Žrtve drugog svetskog rata u Jugoslaviji'' (Casualties of WWII in Yugoslavia; Biddles of Guilford for Veritas Foundation Press, London, 1985.)\n*''Nauka, nacionalizam i propaganda'' (Science, Nationalism and Propaganda; Paris, 1998)\n\n==References==\n{{reflist}}\n\n==Sources==\n* Tomasevich, Jozo. ''War and Revolution in Yugoslavia, 1941-1945: Occupation and Collaboration.'' Stanford: Stanford University Press, 2001. ISBN 0-8047-3615-4<br/> In Cap.17 ''Alleged and True Population Losses'' there is a detailed account of the controversies related to Yugoslav war losses.\n\n==External links==\n* [http://starisajt.nspm.rs/Debate/2006_POM_nikolic_zrtve111.htm Victims of War between Science and Propaganda] {{sr icon}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Kocovic, Bogoljub\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Serbian statistician\n| DATE OF BIRTH     = 1920\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Kocovic, Bogoljub}}\n[[Category:1920 births]]\n[[Category:Living people]]\n[[Category:People from Sarajevo]]\n[[Category:Serbs of Bosnia and Herzegovina]]\n[[Category:Serbian statisticians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Bogoljub Kočović"}}}}