{"batchcomplete": "", "query": {"pages": {"297206": {"ns": 0, "pageid": 297206, "revisions": [{"*": "{{Use dmy dates|date=June 2013}}\n{{mergefrom|Brāhmasphuṭasiddhānta|date=November 2015}}\n{{Infobox scientist\n| name = Brahmagupta\n| birth_date = 598  \n| death_date = after 665\n| residence = [[Bhinmal]], present day [[Rajasthan]], India\n| fields = [[Mathematics]], [[astronomy]]\n| known_for  = [[Zero]], modern [[number system]]\n}}\n'''Brahmagupta''' ({{lang-sa|ब्रह्मगुप्त}}; {{audio|Brahmagupta.ogg|listen}}) (born c. 598, died after 665) was an Indian [[Indian mathematics|mathematician]] and [[Indian astronomy|astronomer]].\n\nHe is the author of two early works on [[mathematics]] and [[astronomy]]: the '''''[[Brāhmasphuṭasiddhānta]]''''' (BSS, \"correctly established [[Siddhanta|doctrine]] of [[Brahma]]\", dated 628), a theoretical treatise, and the '''''[[Khaṇḍakhādyaka]]''''' (\"edible bite\", dated 665), a more practical text. \nAccording to his commentators,  Brahmagupta was a native of [[Bhinmal]].\n\nBrahmagupta was the first to give rules to compute with ''[[zero]]''. The texts composed by Brahmagupta were composed in elliptic verse in [[Sanskrit]], as was common practice in [[Indian mathematics]].  As no proofs are given, it is not known how Brahmagupta's results were derived.<ref>[http://www-groups.dcs.st-and.ac.uk/~history/Biographies/Brahmagupta.html Brahmagupta biography<!-- Bot generated title -->]{{verify credibility|date=November 2015}}</ref>\n\n==Author==\nThe text of the ''Brāhmasphuṭasiddhānta'' (24.7&ndash;8) states that  Brahmagupta composed the work at the age of 30 in [[Saka era]] 550  (i.e. CE 628), during the reign of King Vyāghramukha, establishing CE 598 as Brahmagupta's year of birth.<ref>{{cite book|title=Census of the Exact Sciences in Sanskrit (CESS) |author=David Pingree|publisher=American Philosophical Society| at =A4, p. 254}}, {{cite book|title=''[[Brāhmasphuṭasiddhānta]]'' (CH. 21) of Brahmagupta with Commentary of Pṛthūdhaka, critically edited with English translation and notes |author=Seturo Ikeyama|publisher=INSA|year=2003|page=S2}}</ref> \nHe is said to have been a native of  [[Bhinmal|Bhillamala]], a city in the state of [[Rajasthan]],<ref>{{cite book|title=''[[Brāhmasphuṭasiddhānta]]'' (CH. 21) of Brahmagupta with Commentary of Pṛthūdhaka, critically edited with English translation and notes |author=Seturo Ikeyama|publisher=INSA|year=2003|page=S2}}</ref> at the time the seat of power of the [[Gurjar]]s. His father's name is recorded as Jisnugupta.<ref>{{cite book|title=Mathematics & Astronomers of Ancient India|author=Shashi S. Sharma|publisher=Pitambar Publishing|url=http://books.google.co.in/books?id=g9ykYZlzV1oC&pg=PT14&dq|quote=He was born in bhillamala. In ancient times it was the seat of power of the [[Gurjar]]s...Jisnu Gupta..}}</ref> \n\nHe likely lived most of his life in Bhillamala during the reign (and possibly under the patronage) of King Vyaghramukha.<ref name=\"Plofker 418-419\">(Plofker 2007, pp. 421–427)</ref> For this reason, Brahmagupta is also referred to as Bhillamalacharya, that is, the teacher from Bhillamala. He was the head of the astronomical observatory at [[Ujjain]], and it was during his tenure there that he wrote his two surviving treatises, both on mathematics and astronomy: the ''[[Brahmasphutasiddhanta]]''  in 628, and the ''Khandakhadyaka'' in 665.{{dubious|reason=Most sources state that he was based in Bhinmal|date=May 2015}}\n\n==Reception==\nBrahmagupta had a plethora of criticism directed towards the work of rival astronomers, and in his ''Brahmasphutasiddhanta'' is found one of the earliest attested schisms among Indian mathematicians. The division was primarily about the application of mathematics to the physical world, rather than about the mathematics itself. In Brahmagupta's case, the disagreements stemmed largely from the choice of astronomical parameters and theories.<ref name=\"Plofker 418-419\"/> Critiques of rival theories appear throughout the first ten astronomical chapters and the eleventh chapter is entirely devoted to criticism of these theories, although no criticisms appear in the twelfth and eighteenth chapters.<ref name=\"Plofker 418-419\"/>{{Harv|Plofker|2007|pp=418–419 }} \n\nThe ''Paitamahasiddhanta'' also directly inspired another major ''siddhanta'', written by a contemporary of Bhaskara: The ''Brahmasphutasiddhanta'' (''Corrected Treatise of Brahma'') completed by Brahmagupta in 628. This astronomer was born in 598 and apparently worked in Bhillamal (identified with modern Bhinmal in Rajasthan), during the reign (and possibly under the patronage) of King Vyaghramukha.\n\nThe ''Brahmasphutasiddhanta'' was received in [[Mathematics in medieval Islam|medieval Muslim scholarship]]. The historian [[al-Biruni]] (c. 1050) in his book ''Tariq al-Hind'' states that the [[Abbasid]] [[caliph]] [[al-Ma'mun]] had an embassy from India, and a book was brought to Baghdad which was translated into Arabic as ''Sindhind''. It is generally presumed that ''Sindhind'' is identical with the  ''Brahmasphutasiddhanta'', although it may also have been the ''[[Surya Siddhanta]]''.<ref name=\"Boyer Siddhanta\">{{Cite book|last=Boyer|authorlink=Carl Benjamin Boyer|title=|year=1991|chapter=The Arabic Hegemony|pages=226|quote=By 766 we learn that an astronomical-mathematical work, known to the Arabs as the ''Sindhind'', was brought to Baghdad from India. It is generally thought that this was the ''Brahmasphuta Siddhanta'', although it may have been the ''Surya Siddhanata''. A few years later, perhaps about 775, this ''Siddhanata'' was translated into Arabic, and it was not long afterwards (ca. 780) that Ptolemy's astrological ''[[Tetrabiblos]]'' was translated into Arabic from the Greek.}}</ref>\nEdward Saxhau's{{who|date=November 2015}} pronouncement that \"Brahmagupta, it was he who taught Arabs astronomy\".<ref>Al Biruni, India translated by Edward sachau.{{huh|date=November 2015}}{{year needed|date=November 2015}}</ref> \nis dependent on this identification. \nCaliph [[Al-Mansur]] (712–775)  invited a scholar of [[Ujjain]], by the name of Kankah, in 770.{{cn|date=November 2015}} Kankah used the ''Brahmasphutasiddhanta'' to explain the Hindu system of arithmetic astronomy.{{cn|date=November 2015}} [[Muhammad al-Fazari]] translated Brahmugupta's work into Arabic upon the request of the caliph.{{cn|date=November 2015}}\n\n<!-- this is a quote of *what*? Please don't dump entire unattributed paragraphs.\nAlthough we do not know whether Brahmagupta encountered the work of his contemporary Bhaskara, he was certainly aware of the writings of other members of the tradition of the ''Aryabhatiya'', about which he has nothing good to say. This is almost the first trace we possess of the division of Indian astronomer-mathematicians into rival, sometimes antagonistic \"schools.\" [...] it was in the application of mathematical models to the physical world—in this case, the choices of astronomical parameters and theories—that disagreements arose. [...]<br />Such critiques of rival works appear occasionally throughout the first ten astronomical chapters of the ''Brahmasphutasiddhanta'', and its eleventh chapter is entirely devoted to them. But they do not enter into the mathematical chapters that Brahmagupta devotes respectively to ''ganita'' (chapter 12) and the pulverizer (chapter 18). This division of mathematical subjects reflects a different twofold classification from Bhaskara's \"mathematics of fields\" and \"mathematics of quantities.\" Instead, the first is concerned with arithmetic operations beginning with addition, proportion, interest, series, formulas for finding lengths, areas, and volumes in geometrical figures, and various procedures with fractions—in short, diverse rules for computing with known quantities. The second, on the other hand, deals with what Brahmagupta calls \"the pulverizer, zero, negatives, positives, unknowns, elimination of the middle term, reduction to one [variable], ''bhavita'' [the product of two unknowns], and the nature of squares [second-degree indeterminate equations]\" - that is, techniques for operating with unknown quantities. This distinction is more explicitly presented in later works as mathematics of the \"manifest\" and \"unmanifest,\" respectively: i.e., what we will henceforth call \"arithmetic\" manipulations of known quantities and \"algebraic\" manipulation of so-called \"seeds\" or unknown quantities. The former, of course, may include geometric problems and other topics not covered by the modern definition of \"arithmetic.\" (Like Aryabhata, Brahmagupta relegates his sine-table to an astronomical chapter where the computations require it, instead of lumping it in with other \"mathematical\" topics.)-->\n\n==Mathematics==\n\n===Algebra===\nBrahmagupta gave the solution of the general [[linear equation]]  in chapter eighteen of ''Brahmasphutasiddhanta'',\n\n<blockquote> The difference between ''rupas'', when inverted and divided by the difference of the unknowns, is the unknown in the equation. The ''rupas'' are [subtracted on the side] below that from which the square and the unknown are to be subtracted.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nwhich is a solution for the equation <math> b x + c = d x + e</math> equivalent to <math>x = \\tfrac{e-c}{b-d}</math>, where ''rupas'' refers to the constants ''c'' and ''e''. He further gave two equivalent solutions to the general [[quadratic equation]]\n\n<blockquote>18.44. Diminish by the middle [number] the square-root of the ''rupas'' multiplied by four times the square and increased by the square of the middle [number]; divide the remainder by twice the square. [The result is] the middle [number].<br />\n18.45. Whatever is the square-root of the ''rupas'' multiplied by the square [and] increased by the square of half the unknown, diminish that by half the unknown [and] divide [the remainder] by its square. [The result is] the unknown.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nwhich are, respectively, solutions for the equation <sup><math>a x^2 + b x = c</math></sup> equivalent to,\n\n:<math>x = \\frac{\\sqrt{4ac+b^2}-b}{2a} </math>\n\nand\n\n:<math>x = \\frac{\\sqrt{ac+\\tfrac{b^2}{4}}-\\tfrac{b}{2}}{a}. </math>\n\nHe went on to solve systems of simultaneous [[indeterminate equations]] stating that the desired variable must first be isolated, and then the equation must be divided by the desired variable's [[coefficient]]. In particular, he recommended using \"the pulverizer\" to solve equations with multiple unknowns.\n\n<blockquote>18.51. Subtract the colors different from the first color. [The remainder] divided by the first [color's coefficient] is the measure of the first. [Terms] two by two [are] considered [when reduced to] similar divisors, [and so on] repeatedly. If there are many [colors], the pulverizer [is to be used].<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nLike the algebra of [[Diophantus]], the algebra of Brahmagupta was syncopated. Addition was indicated by placing the numbers side by side, subtraction by placing a dot over the subtrahend, and division by placing the divisor below the dividend, similar to our notation but without the bar. Multiplication, evolution, and unknown quantities were represented by abbreviations of appropriate terms.<ref name=\"Boyer Brahmagupta Indeterminate equations\">{{Harv|Boyer|1991|loc=\"China and India\" p. 221}} \"he was the first one to give a ''general'' solution of the linear Diophantine equation ax + by = c, where a, b, and c are integers. [...] It is greatly to the credit of Brahmagupta that he gave ''all'' integral solutions of the linear Diophantine equation, whereas Diophantus himself had been satisfied to give one particular solution of an indeterminate equation. Inasmuch as Brahmagupta used some of the same examples as Diophantus, we see again the likelihood of Greek influence in India - or the possibility that they both made use of a common source, possibly from Babylonia. It is interesting to note also that the algebra of Brahmagupta, like that of Diophantus, was syncopated. Addition was indicated by juxtaposition, subtraction by placing a dot over the subtrahend, and division by placing the divisor below the dividend, as in our fractional notation but without the bar. The operations of multiplication and evolution (the taking of roots), as well as unknown quantities, were represented by abbreviations of appropriate words.\"</ref> The extent of Greek influence on this [[History of algebra|syncopation]], if any, is not known and it is possible that both Greek and Indian syncopation may be derived from a common Babylonian source.<ref name=\"Boyer Brahmagupta Indeterminate equations\"/>\n\n===Arithmetic===\nFour fundamental operations (addition, subtraction, multiplication and division) were known to many cultures before Brahmagupta.  This current system is based on the  Hindu Arabic number system and first appeared in Brahmasphutasiddhanta.  Brahmagupta describes the multiplication as thus “The multiplicand is repeated like a string for cattle, as often as there are integrant portions in the multiplier and is repeatedly multiplied by them and the products are added together.  It is multiplication.  Or the multiplicand is repeated as many times as there are component parts in the multiplier”.\n<ref>Brahmasputha Siddhanta, Translated to English by H.T Colebrook, 1,817 AD</ref> Indian arithmetic was known in Medieval Europe as \"Modus Indoram\" meaning method of the Indians.  In Brahmasphutasiddhanta, Multiplication was named Gomutrika.  In the beginning of chapter twelve of his ''Brahmasphutasiddhanta'', entitled ''Calculation'', Brahmagupta details operations on fractions. The reader is expected to know the basic arithmetic operations as far as taking the square root, although he explains how to find the cube and cube-root of an integer and later gives rules facilitating the computation of squares and square roots. He then gives rules for dealing with five types of combinations of fractions, <math>\\tfrac{a}{c} + \\tfrac{b}{c}</math>, <math>\\tfrac{a}{c} \\cdot \\tfrac{b}{d}</math>, <math>\\tfrac{a}{1} + \\tfrac{b}{d}</math>, <math>\\tfrac{a}{c} + \\tfrac{b}{d} \\cdot \\tfrac{a}{c} = \\tfrac{a(d+b)}{cd}</math>, and <math>\\tfrac{a}{c} - \\tfrac{b}{d} \\cdot \\tfrac{a}{c} = \\tfrac{a(d-b)}{cd}</math>.<ref>{{Harv|Plofker|2007|pp=422}} The reader is apparently expected to be familiar with basic arithmetic operations as far as the square-root; Brahmagupta merely notes some points about applying them to fractions. The procedures for finding the cube and cube-root of an integer, however, are described (compared the latter to Aryabhata's very similar formulation). They are followed by rules for five types of combinations: [...]</ref>\n\n====Series====\nBrahmagupta then goes on to give the sum of the squares and cubes of the first ''n'' integers.\n<blockquote>12.20. The sum of the squares is that [sum] multiplied by twice the [number of] step[s] increased by one [and] divided by three. The sum of the cubes is the square of that [sum] Piles of these with identical balls [can also be computed].<ref name=\"Plofker Brahmagupta quote Chapter 12\">{{Harv|Plofker|2007|pp=421–427}}</ref></blockquote>\nHere Brahmagupta found the result in terms of the ''sum'' of the first ''n'' integers, rather than in terms of ''n'' as is the modern practice.<ref name=\"Plofker 423\">{{Harv|Plofker|2007|p=423}} Here the sums of the squares and cubes of the first ''n'' integers are defined in terms of the sum of the ''n'' integers itself;</ref>\n\nHe gives the sum of the squares of the first n natural numbers as n(n+1)(2n+1)/6 and the sum of the cubes of the first n natural numbers as (n(n+1)/2)².\n\n====Zero====\nBrahmagupta's ''Brahmasphuṭasiddhanta'' is the first book that mentions zero as a number,<ref>Robert Kaplan, \"The Nothing That Is: A Natural History of Zero\", Allen Lane/The Penguin Press, London, 1999</ref> hence Brahmagupta is considered the first to formulate the concept of [[zero]].  He gave rules of using zero with negative and positive numbers.  Zero plus a positive number is the positive number and negative number plus zero is a negative number etc.  The ''Brahmasphutasiddhanta'' is the earliest known text to treat zero as a number in its own right, rather than as simply a placeholder digit in representing another number as was done by the [[Babylonians]] or as a symbol for a lack of quantity as was done by [[Ptolemy]] and the [[Ancient Rome|Romans]]. In chapter eighteen of his ''Brahmasphutasiddhanta'', Brahmagupta describes operations on negative numbers. He first describes addition and subtraction,\n<blockquote>18.30. [The sum] of two positives is positives, of two negatives negative; of a positive and a negative [the sum] is their difference; if they are equal it is zero. The sum of a negative and zero is negative, [that] of a positive and zero positive, [and that] of two zeros zero.<br />\n[...]<br />\n18.32. A negative minus zero is negative, a positive [minus zero] positive; zero [minus zero] is zero. When a positive is to be subtracted from a negative or a negative from a positive, then it is to be added.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\">{{Harv|Plofker|2007|pp=428–434}}</ref></blockquote>\n\nHe goes on to describe multiplication,\n<blockquote>18.33. The product of a negative and a positive is negative, of two negatives positive, and of positives positive; the product of zero and a negative, of zero and a positive, or of two zeros is zero.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nBut his description of [[division by zero]] differs from our modern understanding,  (Today division by zero is undefinable.  That isn't much either).\n<blockquote>18.34. A positive divided by a positive or a negative divided by a negative is positive; a zero divided by a zero is zero; a positive divided by a negative is negative; a negative divided by a positive is [also] negative.<br />\n18.35. A negative or a positive divided by zero has that [zero] as its divisor, or zero divided by a negative or a positive [has that negative or positive as its divisor]. The square of a negative or of a positive is positive; [the square] of zero is zero. That of which [the square] is the square is [its] square-root.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nHere Brahmagupta states that <math>\\tfrac{0}{0} = 0</math> and as for the question of <math>\\tfrac{a}{0}</math> where <math>a \\neq 0</math> he did not commit himself.<ref name=\"Boyer Brahmagupta p220\">{{Cite book|last=Boyer|authorlink=Carl Benjamin Boyer|title=|year=1991|chapter=China and India|pages=220|quote=However, here again Brahmagupta spoiled matters somewhat by asserting that <math>0 \\div 0 = 0</math>, and on the touchy matter of <math>a \\div 0</math>, he did not commit himself:}}</ref> His rules for [[arithmetic]] on [[negative number]]s and zero are quite close to the modern understanding, except that in modern mathematics division by zero is left [[defined and undefined|undefined]].\n\n===Diophantine analysis===\n\n====Pythagorean triples====\nIn chapter twelve of his ''Brahmasphutasiddhanta'', Brahmagupta provides a formula useful for generating [[Pythagorean triple]]s:\n<blockquote>12.39. The height of a mountain multiplied by a given multiplier is the distance to a city; it is not erased. When it is divided by the multiplier increased by two it is the leap of one of the two who make the same journey.<ref name=\"Plofker2007p426\">{{Harv|Plofker|2007|p=426}}</ref></blockquote>\nOr, in other words, if  ''d = mx/(x + 2)'',  then a traveller who \"leaps\" vertically upwards a distance ''d''&nbsp; from the top of a mountain of height ''m'', and then travels in a straight line to a city at a horizontal distance ''mx'' from the base of the mountain, travels the same distance as one who descends vertically down the mountain and then travels along the horizontal to the city.<ref name=\"Plofker2007p426\"/>   Stated geometrically, this says that if a right-angled triangle has a base of length  ''a = mx'' and altitude of length ''b = m + d'', then the length, ''c'', of its hypotenuse is given by ''c =  m (1+x) – d''.   And, indeed, elementary algebraic manipulation shows that  ''a<sup>2</sup> + b<sup>2</sup> = c<sup>2</sup>'' whenever ''d''&nbsp; has the value stated.   Also, if  ''m'' and ''x'' are rational, so are ''d, a, b'' and ''c''.   A Pythagorean triple can therefore be obtained from ''a, b'' and ''c''&nbsp; by multiplying each of them by the [[least common multiple]] of their [[denominator]]s.\n\n====Pell's equation====\nBrahmagupta went on to give a recurrence relation for generating solutions to certain instances of Diophantine equations of the second degree such as <math>Nx^2 + 1 = y^2</math> (called [[Pell's equation]]) by using the [[Euclidean algorithm]]. The Euclidean algorithm was known to him as the \"pulverizer\" since it breaks numbers down into ever smaller pieces.<ref>{{Cite book| first = John | last = Stillwell | year = 2004 | pages = 44–46 | title = | quote = In the seventh century CE the Indian mathematician Brahmagupta gave a recurrence relation for generating solutions of <math>x^2 - Dy^2 = 1</math>, as we shall see in Chapter 5. The Indians called the Euclidean algorithm the \"pulverizer\" because it breaks numbers down to smaller and smaller pieces. To obtain a recurrence one has to know that a rectangle proportional to the original eventually recurs, a fact that was rigorously proved only in 1768 by Lagrange.}}</ref>\n\n<blockquote>The nature of squares:<br />18.64. [Put down] twice the square-root of a given square by a multiplier and increased or diminished by an arbitrary [number]. The product  of the first [pair], multiplied by the multiplier, with the product of the last [pair], is the last computed.<br />18.65. The sum of the thunderbolt products is the first. The additive is equal to the product of the additives. The two square-roots, divided by the additive or the subtractive, are the additive ''rupas''.<ref name=\"Plofker Chapter 18 Brahmasphutasiddhanta\"/></blockquote>\n\nThe key to his solution was the identity,<ref name=\"Stillwell p. 72-74\"/>\n\n:<math>(x^2_1 - Ny^2_1)(x^2_2 - Ny^2_2) = (x_1 x_2 + Ny_1 y_2)^2 - N(x_1 y_2 + x_2 y_1)^2</math>\n\nwhich is a generalization of an identity that was discovered by [[Diophantus]],\n\n:<math>(x^2_1 - y^2_1)(x^2_2 - y^2_2) = (x_1 x_2 + y_1 y_2)^2 - (x_1 y_2 + x_2 y_1)^2.</math>\n\nUsing his identity and the fact that if <math>(x_1,</math> <math>y_1)</math> and <math>(x_2,</math> <math>y_2)</math> are solutions to the equations <math>x^2 - Ny^2 = k_1</math> and <math>x^2 - Ny^2 = k_2</math>, respectively, then <math>(x_1 x_2 + N y_1 y_2,</math> <math>x_1 y_2 + x_2 y_1)</math> is a solution to <math>x^2 - Ny^2 = k_1 k_2</math>, he was able to find integral solutions to the Pell's equation through a series of equations of the form <math>x^2 - Ny^2 = k_i</math>. Unfortunately, Brahmagupta was not able to apply his solution uniformly for all possible values of ''N'', rather he was only able to show that if <math>x^2 - Ny^2 = k</math> has an integer solution for k = ±1, ±2, or ±4, then <math>x^2 - Ny^2 = 1</math> has a solution. The solution of the general Pell's equation would have to wait for [[Bhaskara II]] in c. 1150 CE.<ref name=\"Stillwell p. 72-74\">{{Cite book| first = John | last = Stillwell | year = 2004 | pages = 72–74 | title = }}</ref>\n\n===Geometry===\n\n====Brahmagupta's formula====\n[[Image:Brahmaguptas formula.svg|200px|thumb|right|Diagram for reference]]\n{{Main|Brahmagupta's formula}}\n\nBrahmagupta's most famous result in geometry is his [[Brahmagupta's formula|formula]] for [[cyclic quadrilaterals]]. Given the lengths of the sides of any cyclic quadrilateral, Brahmagupta gave an approximate and an exact formula for the figure's area,\n<blockquote>12.21. The approximate area is the product of the halves of the sums of the sides and opposite sides of a triangle and a quadrilateral. The accurate [area] is the square root from the product of the halves of the sums of the sides diminished by [each] side of the quadrilateral.<ref name=\"Plofker Brahmagupta quote Chapter 12\"/></blockquote>\nSo given the lengths ''p'', ''q'', ''r'' and ''s'' of a cyclic quadrilateral, the approximate area is <math>(\\tfrac{p + r}{2}) (\\tfrac{q + s}{2})</math> while, letting <math>t = \\tfrac{p + q + r + s}{2}</math>, the exact area is\n\n: <math>\\sqrt{(t - p)(t - q)(t - r)(t - s)}.</math>\n\nAlthough Brahmagupta does not explicitly state that these quadrilaterals are cyclic, it is apparent from his rules that this is the case.<ref>{{Harv|Plofker|2007|p=424}} Brahmagupta does not explicitly state that he is discussing only figures inscribed in circles, but it is implied by these rules for computing their circumradius.</ref> [[Heron's formula]] is a special case of this formula and it can be derived by setting one of the sides equal to zero.\n\n====Triangles====\nBrahmagupta dedicated a substantial portion of his work to geometry. One theorem gives the lengths of the two segments a triangle's base is divided into by its altitude:\n<blockquote>12.22. The base decreased and increased by the difference between the squares of the sides divided by the base; when divided by two they are the true segments. The perpendicular [altitude] is the square-root from the square of a side diminished by the square of its segment.<ref name=\"Plofker Brahmagupta quote Chapter 12\"/></blockquote>\nThus the lengths of the two segments are <math> \\frac{1}{2}(b \\pm \\frac{c^2 - a^2}{b})</math>.\n\nHe further gives a theorem on [[rational triangles]]. A triangle with rational sides ''a'', ''b'', ''c'' and rational area is of the form:\n\n:<math>a = \\frac{1}{2}\\left(\\frac{u^2}{v}+v\\right), \\ \\ b =  \\frac{1}{2}\\left(\\frac{u^2}{w}+w\\right), \\ \\ c =  \\frac{1}{2}\\left(\\frac{u^2}{v} - v + \\frac{u^2}{w} - w\\right) </math>\n\nfor some rational numbers ''u'', ''v'', and ''w''.<ref>{{Harv|Stillwell|2004|p=77}}</ref>\n\n====Brahmagupta's theorem====\n{{Main|Brahmagupta theorem}}\n[[Image:Brahmaguptra's theorem.svg|thumb|right|Brahmagupta's theorem states that ''AF'' = ''FD''.]]\n\nBrahmagupta continues,\n<blockquote>12.23. The square-root of the sum of the two products of the sides and opposite sides of a non-unequal quadrilateral is the diagonal. The square of the diagonal is diminished by the square of half the sum of the base and the top; the square-root is the perpendicular [altitudes].<ref name=\"Plofker Brahmagupta quote Chapter 12\"/></blockquote>\nSo, in a \"non-unequal\" cyclic quadrilateral (that is, an isosceles [[trapezoid]]), the length of each diagonal is <math>\\sqrt{pr + qs}</math>.\n\nHe continues to give formulas for the lengths and areas of geometric figures, such as the circumradius of an isosceles trapezoid and a scalene quadrilateral, and the lengths of diagonals in a scalene cyclic quadrilateral. This leads up to [[Brahmagupta's theorem|Brahmagupta's famous theorem]],\n<blockquote>12.30-31. Imaging two triangles within [a cyclic quadrilateral] with unequal sides, the two diagonals are the two bases. Their two segments are separately the upper and lower segments [formed] at the intersection of the diagonals. The two [lower segments] of the two diagonals are two sides in a triangle; the base [of the quadrilateral is the base of the triangle]. Its perpendicular is the lower portion of the [central] perpendicular; the upper portion of the [central] perpendicular is half of the sum of the [sides] perpendiculars diminished by the lower [portion of the central perpendicular].<ref name=\"Plofker Brahmagupta quote Chapter 12\"/></blockquote>\n\n====Pi====\nIn verse 40, he gives values of [[pi|''π'']],\n<blockquote>12.40. The diameter and the square of the radius [each] multiplied by 3 are [respectively] the practical circumference and the area [of a circle]. The accurate [values] are the square-roots from the squares of those two multiplied by ten.<ref name=\"Plofker Brahmagupta quote Chapter 12\"/></blockquote>\nSo Brahmagupta uses 3 as a \"practical\" value of ''π'', and <math>\\sqrt{10}</math> as an \"accurate\" value of ''π''.\n\n====Measurements and constructions====\nIn some of the verses before verse 40, Brahmagupta gives constructions of various figures with arbitrary sides. He essentially manipulated right triangles to produce isosceles triangles, scalene triangles, rectangles, isosceles trapezoids, isosceles trapezoids with three equal sides, and a scalene cyclic quadrilateral.\n\nAfter giving the value of pi, he deals with the geometry of plane figures and solids, such as finding volumes and surface areas (or empty spaces dug out of solids). He finds the volume of rectangular prisms, pyramids, and the frustum of a square pyramid. He further finds the average depth of a series of pits. For the volume of a [[frustum]] of a pyramid, he gives the \"pragmatic\" value as the depth times the square of the mean of the edges of the top and bottom faces, and he gives the \"superficial\" volume as the depth times their mean area.<ref>{{Harv|Plofker|2007|p=427}} After the geometry of plane figures, Brahmagupta discusses the computation of volumes and surface areas of solids (or empty spaces dug out of solids). His straight-forward rules for the volumes of a rectangular prism and pyramid are followed by a more ambiguous one, which may refer to finding the average depth of a sequence of puts with different depths. The next formula apparently deals with the volume of a frustum of a square pyramid, where the \"pragmatic\" volume is the depth times the square of the mean of the edges of the top and bottom faces, while the \"superficial\" volume is the depth times their mean area.</ref>\n\n===Trigonometry===\n\n====Sine table====\n\nIn Chapter 2 of his ''Brahmasphutasiddhanta'', entitled ''Planetary True Longitudes'', Brahmagupta presents a sine table:\n\n<blockquote>2.2-5. The sines: The Progenitors, twins; Ursa Major, twins, the Vedas; the gods, fires, six; flavors, dice, the gods; the moon, five, the sky, the moon; the moon, arrows, suns [...]<ref>{{Harv|Plofker|2007|p=419}}</ref></blockquote>\n\nHere Brahmagupta uses names of objects to represent the digits of place-value numerals, as was common with numerical data in Sanskrit treatises. Progenitors represents the 14 Progenitors (\"Manu\") in Indian cosmology or 14, \"twins\" means 2, \"Ursa Major\" represents the seven stars of Ursa Major or 7, \"Vedas\" refers to the 4 Vedas or 4, dice represents the number of sides of the tradition die or 6, and so on. This information can be translated into the list of sines, 214, 427, 638, 846, 1051, 1251, 1446, 1635, 1817, 1991, 2156, 2312, 1459, 2594, 2719, 2832, 2933, 3021, 3096, 3159, 3207, 3242, 3263, and 3270, with the radius being 3270.<ref name=\"Plofker 419–420\">{{Harv|Plofker|2007|pp=419–420}} Brahmagupta's sine table, like much other numerical data in Sanskrit treatises, is encoded mostly in concrete-number notation that uses names of objects to represent the digits of place-value numerals, starting with the least significant. [...]<br />There are fourteen Progenitors (\"Manu\") in Indian cosmology; \"twins\" of course stands for 2; the seven stars of Ursa Major (the \"Sages\") for 7, the four Vedas, and the four sides of the traditional dice used in gambling, for 6, and so on. Thus Brahmagupta enumerates his first six sine-values as 214, 427, 638, 846, 1051, 1251. (His remaining eighteen sines are 1446, 1635, 1817, 1991, 2156, 2312, 1459, 2594, 2719, 2832, 2933, 3021, 3096, 3159, 3207, 3242, 3263, 3270). The ''Paitamahasiddhanta'', however, specifies an initial sine-value of 225 (although the rest of its sine-table is lost), implying a trigonometric radius of ''R'' = 3438 aprox= C(')/2π: a tradition followed, as we have seen, by Aryabhata. Nobody knows why Brahmagupta chose instead to normalize these values to R = 3270.</ref>\n\n====Interpolation formula====\n''See main article'': [[Brahmagupta's interpolation formula]]\n\nIn 665 Brahmagupta devised and used a special case of the Newton–Stirling interpolation formula of the second-order to [[interpolation|interpolate]]\nnew values of the [[Trigonometric function|sine]] function from other values already tabulated.<ref>Joseph [[#joseph-2000|(2000, pp.285–86)]].</ref> The formula gives an estimate for the value of a function <math>f</math> at a value ''a''&nbsp;+&nbsp;''xh'' of its argument (with ''h''&nbsp;&gt;&nbsp;0 and −1&nbsp;≤&nbsp;''x''&nbsp;≤&nbsp;1) when its value is already known at ''a''&nbsp;−&nbsp;''h,&nbsp; a'' and ''a''&nbsp;+&nbsp;''h''.\n\nThe formula for the estimate is:\n\n: <math>f( a + x h ) \\approx f(a) + x \\left(\\frac{\\Delta f(a) + \\Delta f(a-h)}{2}\\right) + \\frac{x^2 \\Delta^2 f(a-h)}{2!}.</math>\n\nwhere Δ is the first-order forward-[[difference operator]], i.e.\n\n: <math> \\Delta f(a) \\ \\stackrel{\\mathrm{def}}{=}\\ f(a+h) - f(a).</math>\n\n==Astronomy==\n{{mergefrom|Khandakhadyaka|date=November 2015}}\n\nSome of the important contributions made by Brahmagupta in astronomy are: methods for calculating the position of heavenly bodies over time ([[ephemeris|ephemerides]]), their rising and setting, [[conjunction (astronomy)|conjunction]]s, and the calculation of solar and lunar [[eclipse]]s.<ref>{{cite book |first=Dick |last=Teresi |title=Lost Discoveries: The Ancient Roots of Modern Science |publisher=Simon and Schuster |year=2002 |page=135 |isbn=0-7432-4379-X }}</ref>\n\nIn chapter seven of his ''Brahmasphutasiddhanta'', entitled ''Lunar Crescent'', Brahmagupta rebuts the idea that the Moon is farther from the Earth than the Sun, an idea which had been suggested by Vedic scripture.{{huh|date=November 2015}} He does this by explaining the illumination of the Moon by the Sun.<ref name=\"Plofker 420\"/>\n\n<blockquote>7.1. If the moon were above the sun, how would the power of waxing and waning, etc., be produced from calculation of the [longitude of the] moon? the near half [would be] always bright.<br />\n7.2. In the same way that the half seen by the sun of a pot standing in sunlight is bright, and the unseen half dark, so is [the illumination] of the moon [if it is] beneath the sun.<br />\n7.3. The brightness is increased in the direction of the sun. At the end of a bright [i.e. waxing] half-month, the near half is bright and the far half dark. Hence, the elevation of the horns [of the crescent can be derived] from calculation. [...]<ref>{{Harv|Plofker|2007|p=420}}</ref></blockquote>\n\nHe explains that since the Moon is closer to the Earth than the Sun, the degree of the illuminated part of the Moon depends on the relative positions of the Sun and the Moon, and this can be computed from the size of the angle between the two bodies.<ref name=\"Plofker 420\">{{Harv|Plofker|2007|pp=419–420 }} Brahmagupta discusses the illumination of the moon by the sun, rebutting an idea maintained in scriptures: namely, that the moon is farther from the earth than the sun is. In fact, as he explains, because the moon is closer the extent of the illuminated portion of the moon depends on the relative positions of the moon and the sun, and can be computed from the size of the angular separation α between them.</ref>\n\n==See also==\n* [[Brahmagupta–Fibonacci identity]]\n* [[Brahmagupta's formula]]\n* [[Brahmagupta theorem]]\n* [[Chakravala method]]\n* [[List of Indian mathematicians]]\n\n==Citations and footnotes==\n{{Reflist|45em}}\n\n==References==\n*{{Cite book |ref=harv\n | first=Kim\n | last=Plofker\n | authorlink=\n | title=The Mathematics of Egypt, Mesopotamia, China, India, and Islam: A Sourcebook\n | chapter=Mathematics in India\n | publisher=Princeton University Press\n | year=2007\n | isbn=978-0-691-11485-9\n |url = https://books.google.co.uk/books?id=3ullzl036UEC&printsec=frontcover#v=onepage&q&f=false}}\n*{{Cite book\n | first=Carl B.\n | last=Boyer\n | authorlink=\n | title=A History of Mathematics\n | edition=\n | publisher=John Wiley & Sons, Inc\n | year=1991\n | isbn=0-471-54397-7\n |url = https://archive.org/details/AHistoryOfMathematics}}\n*{{Cite book\n | first=Roger\n | last=Cooke\n | authorlink=\n | title=The History of Mathematics: A Brief Course\n | publisher=Wiley-Interscience\n | year=1997\n | isbn=0-471-18082-3\n |url = https://books.google.co.uk/books?id=CFDaj0WUvM8C&printsec=frontcover#v=onepage&q&f=false}}\n*{{Cite book\n | first=George G.\n | last=Joseph\n | location=Princeton, NJ\n | title=The Crest of the Peacock\n | publisher=Princeton University Press\n | year=2000\n | isbn=0-691-00659-8\n | ref=joseph-2000\n |url = https://books.google.co.uk/books?id=c-xT0KNJp0cC&printsec=frontcover#v=onepage&q&f=false}}\n*{{Cite book\n | first=John\n | last=Stillwell\n | title=Mathematics and its History\n | edition=Second\n | publisher=Springer Science + Business Media Inc.\n | year=2004\n | isbn=0-387-95336-1\n |url = https://books.google.co.uk/books?id=WNjRrqTm62QC&printsec=frontcover#v=onepage&q&f=false}}\n\n==External links==\n* [http://www.wilbourhall.org/index.html#BSS Brahmagupta's Brahma-sphuta-siddhanta] English introduction, Sanskrit text, Sanskrit and Hindi commentaries (PDF)\n* {{Internet archive|id=algebrawitharith00brahuoft|name=Algebra, with Arithmetic and mensuration, from the Sanscrit of Brahmegupta and Bháscara}}, translated by [[Henry Thomas Colebrooke]]. [http://books.google.com/books?id=ebZIAAAAcAAJ]\n\n{{Indian mathematics}}\n\n{{Authority control}}\n\n{{Persondata\n| NAME              =Brahmagupta\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Indian mathematician and astronomer\n| DATE OF BIRTH     = 598\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =  \n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Brahmagupta}}\n[[Category:598 births]]\n[[Category:7th-century deaths]]\n[[Category:Brahmagupta| ]]\n[[Category:Medieval Indian mathematicians]]\n[[Category:People from Rajasthan]]\n[[Category:Rajasthani people]]\n[[Category:People from Jalore district]]\n[[Category:7th-century mathematicians]]\n[[Category:Ancient Indian mathematicians]]\n[[Category:7th-century Indian people]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Brahmagupta"}}}}