{"batchcomplete": "", "query": {"pages": {"583670": {"ns": 0, "pageid": 583670, "revisions": [{"*": "{{About|Bryn Davies the trade unionist|Bryn Davies the musician|Bryn Davies (musician)}}\n{{BLP sources|date=January 2011}}\n\n'''Brinley Howard Davies''', usually known as Bryn Davies (born 17 May 1944) is a [[United Kingdom|British]] [[Trade Union|trade unionist]], [[actuary]] and [[politician]] who was Leader of the [[Inner London Education Authority]] in the early 1980s.<ref name=UPSBryn>http://www.unionpension.co.uk/Bryn%20Davies.html</ref>\n\nDavies graduated from the [[University of Hull]] and qualified as an actuary. He worked in the pensions industry, becoming a Fellow of the [[Institute of Actuaries]] in 1974. He worked for the [[Trade Union Congress]] as Pensions Officer from that year, advising member unions on occupational and state pensions.<ref name=BDblog>http://touchstoneblog.org.uk/author/bryn-davies/</ref> With this came membership of the Occupation Pensions Board. He was also elected to [[Lambeth London Borough Council]] from 1978 where he became Deputy Leader.\n\nAt the beginning of  1980 the opportunity arose for him to go into [[London]]-wide politics in a byelection for the [[Greater London Council]] at [[Vauxhall]], which he won easily as a [[Labour Party (UK)|Labour]] candidate.<ref name=electionresults>http://www.election.demon.co.uk/glc/glclm.html</ref> With membership of the GLC came ''ex officio'' membership of the [[Inner London Education Authority]]. Davies aligned himself with the left under [[Ken Livingstone]].\n\nThe 1981 elections brought a new left majority to London. On May 9, 1981 Davies was chosen to be the new Leader of ILEA at the Annual General Meeting of the ILEA Labour Group, ousting [[Ashley Bramall|Sir Ashley Bramall]] by 21 votes to 15. Bramall, who had been Leader for the previous eleven years, would have preferred to stay. [[Frances Morrell]] became Deputy Leader, replacing [[Mair Garside]]. The Labour right thought this takeover had been brutal and several of them decided to make life difficult for the new administration. \n\nAmong the first decisions taken under Davies' control was to allow GLC Teachers paid leave to attend the \"People's March for Jobs\", a protest against unemployment, but a rebellion by right-wing Labour councillors defeated the plan. ILEA continued the comprehensivisation policy and intensified it by ending 'streaming' within schools and insisting that Church schools end all selection as well. Davies' early priorities included a reduction in the price of school meals, which he eventually pressed through in spite of defeats caused by Labour rebellions and efforts to have it declared illegal. \n\nILEA's budget increased by 14% in the first year (and its precept by 46%) while the Conservatives nationally criticised the cost of schooling under ILEA which was the highest in the country. [[Margaret Thatcher]] had taken against ILEA when [[Secretary of State for Education and Skills|Education Secretary]] in the Heath government. However Davies never had to deal with the abolition of ILEA, as his deputy Frances Morrell used her connections within the GLC Women's Group to depose him in April 1983. He remained as a backbencher long enough to prove his left-wing credentials by supporting the strategy, subsequently held to be illegal, of refusing to set a GLC rate as a protest at ratecapping. \n\nDavies went back into pensions in 1985 as a Director of Pensions and Investment Research Consultants. Later that year he was appointed as a Research Actuary at Bacon and Woodrow,<ref name=UPSBryn/> and resigned from the GLC and ILEA. In 1989 he set up Union Pension Services Ltd., a consultancy on occupation pensions specialising in those for Trade Unions.<ref name=UPSWebsite>http://www.unionpension.co.uk</ref> He continues to work in and write about pensions.<ref name=pensionjournal>http://research.upjohn.org/up_press/212/</ref>\n\n==References==\n{{reflist}}\n\n{{s-start}}\n{{succession box | before=[[Ashley Bramall]] | title=Leader of the [[Inner London Education Authority]] | years=1981-1983 | after=[[Frances Morrell]] }}\n{{s-end}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Davies, Bryn\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = British trade unionist and politician\n| DATE OF BIRTH     = 17 May 1944\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Davies, Bryn}}\n[[Category:1944 births]]\n[[Category:Living people]]\n[[Category:Alumni of the University of Hull]]\n[[Category:British actuaries]]\n[[Category:Members of the Greater London Council]]\n[[Category:Labour Party (UK) councillors]]\n[[Category:Councillors in Lambeth]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Bryn Davies"}}}}