{"batchcomplete": "", "query": {"pages": {"33533231": {"ns": 0, "pageid": 33533231, "revisions": [{"*": "{{Infobox scientist \n| name              = Charles Lawrence\n| image             =\n| image_size        = 170px\n| caption           =\n| birth_date        = \n| birth_place       = \n| residence         = \n| nationality       = American\n| field             = [[Bioinformatics]]<br />[[Applied mathematics]]\n| work_institutions = [[Brown University]]\n| alma_mater        = [[Rensselaer Polytechnic Institute]] <br /> [[Cornell University]]\n| known_for         = Bayesian Statistics<br />Computational Molecular Biology<br />Statistical Inferences in discrete high-D spaces\n}}\n\n'''Charles''' \"'''Chip'''\" '''Lawrence''' is an American [[bioinformatics|bioinformatician]] and mathematician, who is the pioneer in developing novel statistical approaches to biological sequence analysis.\n\nAfter his PhD graduation, Lawrence became the assistant professor in Systems Engineering and Operations Research and Statistics, in [[Rensselaer Polytechnic Institute]]. In the same time period of time (1971–1975), Lawrence worked as the consultant to the Ministry of Maternal and Child Health in [[Dominican Republic]]. From 1975 to 1981, he worked in the New York State Department of Health as the Director of Operations Research and Statistics, in the Division of [[Epidemiology]].\n\nNow, he is the Professor of Applied Mathematics and Center for computational Molecular Biology, at Brown University.<ref name=BrownFac>{{cite web|title=Applied Math at Brown University|url=http://www.dam.brown.edu/people/facultypage.lawrence.html|publisher=Brown University|accessdate=26 October 2011}}</ref> From 2004 to 2006, he was the director of the Center for Computational Biology. Now he is the director of the Statistical Molecular Biology Group (SMBG), at [[Brown University]].\n\nLawrence’s key scientific works to date are focusing on algorithmic approaches to biological sequence analysis. In fact, he was one of the first to recognize that the inherent statistical nature of genomic processes and the immense data resulting from genomic sequencing projects could only be fully analyzed by using statistical algorithms.\n\n==Early life and education==\nLawrence got his Bachelor’s degree in 1967, in [[Rensselaer Polytechnic Institute]], majoring in physics. \n\nAfter the graduation from [[Rensselaer Polytechnic Institute]], he pursued further education in [[Cornell University]] and moved to another research field: Applied Operation Research and Statistics in Environmental Engineering. He finished his PhD in 1971. His dissertation topic is [[population dynamics]].\n\nLawrence did not switch to bioinoformatics until he finished his PhD study.\n\n==Research interests and contributions==\nSince the 1980s, Lawrence started the research in the field of computational biology. focusing on algorithmic approaches, he was a pioneer in developing novel statistical approaches to biological sequence analysis.\n\n===Gibbs sampling in motif finding===\nLawrence has particular contributions in the development of sequence alignment algorithms, which is approaching the modif finding problem by integrating the [[Bayesian statistics]] and [[Gibbs sampling]] strategy. In his seminal paper published in ''[[Science (journal)|Science]]'' in 1993, the first application of the statistical technique [[Gibbs sampling]] to the problem of [[multiple sequence alignment]] was described and clearly illustrated.<ref>{{cite journal | author=Lawrence CE, Altschul SF, Boguski MS, Liu JS, Neuwald AF, Wootton JC. | title = Detecting Subtle Sequence Signals: A Gibbs Sampling Strategy for Multiple\nAlignment | journal=Science| volume = 262| issue = 5131| pages =208–214 | year = 1993| doi = 10.1126/science.8211139 | pmid=8211139\n}}</ref>\n\nBesides, Lawrence collaborated with others to further develop the Bayesian statistical approaches to RNA secondary structure prediction, which greatly facilitate the  predictions on the full ensemble of probable structures that an RNA molecule may adopt.\n\nLawrence researches the application of Bayesian algorithms,  specifically in the statistical approaches for the understanding of biological problems, with particular interest in transcription regulation and identification of regulatory motifs in sequences, [[antisense]] oligonucleotide and [[siRNA]] design, comparative genomics, the composition of nucleotide sequences and detailed analyses of several protein families.<ref name=\"BrownFac\"/>\n\n===Software and platforms===\nIn the past several years, based on the statistical algorithm development by Lawrence and his collaborators, several programs have also been publicly available and widely used, such as the Gibbs Motif Sampler,<ref name=\"Gibbs Motif Sampler\">{{citation |title=Gibbs Motif Sampler|url=http://bayesweb.wadsworth.org/gibbs/gibbs.html|publisher=Gibbs Motif Sampler|accessdate=27 October 2011}}</ref> the Bayes aligner, Sfold,<ref name=trainee>{{citation |title=Sfold|url=http://www.wadsworth.org/resnres/bioinfo/sfold/manual.html|publisher=Sfold|accessdate=27 October 2011}}</ref> BALSA, Gibbs Gaussian Clustering, and Bayesian Motif Clustering. His work in Bayesian Statistics won the Mitchell Prize for outstanding applied Bayesian statistics paper in 2000.\n\n===Chip Lawrence Lab===\nLawrence became the director of Chip Lawrence Lab at [[Brown University]]. Their work is more focused on the applications of the high-D inferences in the biological problems such as the regulatory motif finding, RNAsecondary structure prediction, and genome wide studies of epigenetics; besides, his research interests also expanded into the geoscience areas of change point estimators of paleoclimate records and probabilistic alignment of geological stratigraphic sequences. The application models of stochastic grammars is also studied in Chip Lawrence Lab.<ref name=lab>{{citation |title=Chip Lawrence Lab|url=http://www.dam.brown.edu/SMBG.htm|publisher=Brown University|accessdate=27 October 2011}}</ref>\n\n==Teaching and traineeship==\nLawrence has also devoted time to education.\n\nHe developed a tutorial on Bayesian statistics and Gibbs sampling,<ref name=\"BrownFac\"/> as well as the introduction courses in [[Bayesian statistics]] at [[Brown University]]. \n\nLawrence has mentored several young investigators before he took the job at Brown University. From 1981 to 2003, his worked as the Chief in Wadsworth Center for Laboratories and Research, [[New York State Department of Health]], many young bioinformaticians were trained by him, such as Stephen Bryant. \n\nDr. Bryant now is the senior Investigator in [[National Center for Biotechnology Information]], National Library of Medicine, and [[National Institutes of Health]], working in the branch of computational biology. His focus is in the area of structural bioinformatics. Dr. Bryant also leads [[National Center for Biotechnology Information|NCBI]] information resource teams in protein structure, protein family classification, and cheminformatics. These teams maintain NCBI’s macromolecular structure database and Cn3D visualization tool, the Conserved Domain Database and CDTree analysis tool, and most recently the PubChem [[cheminformatics]] database and associated analysis tools.<ref name=trainee>{{citation |title=NCBI|url=http://www.ncbi.nlm.nih.gov/Structure/cdd/cdd.shtml|publisher=NCBI|accessdate=27 October 2011}}</ref>\n\n==Career summary==\n*1971–1975: Assistant Professor, Systems Engineering and Operations Research and Statistics, Rensselaer Polytechnic Institute.\n*1971–1975: Consultant to the Ministry of Maternal and Child Health, Dominican Republic.\n*1975–1981: Director of Operations Research and Statistics, Division of Epidemiology, New York State Department of Health.\n*1981–2003: Chief of the Biometrics/Bioinformatics Laboratory, Wadsworth Center for Laboratories and Research, New York State Department of Health.\n*1985–1992: Statistical Consultant, Harrison Radiator Division General Motors Corp.\n*1992–1996: Visiting Scientist, National Center for Biotechnology Information, NLM-NIH.\n*2000–2003: Research Professor, Computer Science Department, Rensselaer Polytechnic Institute (one day per week).\n*2004–2006: Director of the Center for Computational Molecular Biology, and Professor of Applied Mathematics, Brown University.\n*2004–present: Professor of Applied Mathematics and Center for Computational Molecular Biology, Brown University.\n\n==References==\n{{reflist}}\n\n==External links==\n*[http://www.dam.brown.edu/people/facultypage.lawrence.html Faculty page at Brown University]\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Lawrence, Charles\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American bioinformatician\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Lawrence, Charles}}\n[[Category:American academics]]\n[[Category:20th-century American mathematicians]]\n[[Category:21st-century American mathematicians]]\n[[Category:Bioinformaticians]]\n[[Category:Rensselaer Polytechnic Institute alumni]]\n[[Category:Cornell University alumni]]\n[[Category:Brown University faculty]]\n[[Category:Living people]]\n[[Category:Year of birth missing (living people)]]\n[[Category:Place of birth missing (living people)]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Charles Lawrence (mathematician)"}}}}