{"batchcomplete": "", "query": {"pages": {"17887866": {"ns": 0, "pageid": 17887866, "revisions": [{"*": "[[File:Charles Patrick Neill 1912.jpg|thumb|right|Charles Patrick Neill in 1912]]\n'''Charles Patrick Neill''' (1865&ndash;1942) was an [[United States|American]] civil servant who raised in [[Austin, Texas]] after his family emigrated from Ireland in 1850. Neill graduated from [[Johns Hopkins University]] in 1897 with a [[doctorate]] in [[economics]] and [[politics]]. He was appointed the [[United States]] Commissioner of Labor in 1906 by President [[Theodore Roosevelt]]. As Commissioner of Labor he helped inspect the [[Meat Packing]] industries, and reported women and [[child labor]] injustices. He also mediated labor disputes between workers and employers in the coal, railroad, and steel corporations.\n\n==Early years==\n\nCharles P. Neill was born on December 12, 1865 at [[Rock Island, Illinois]]. His parents James and Julia Neill had emigrated from [[Ireland]] in 1850. The family moved to Austin, Texas in 1871, where Charles' father, James, practiced law. Charles was employed as a bank messenger from 1876 to 1885. He attended the [[University of Notre Dame]] from 1885 to 1888 where he enjoyed his youth playing with snowballs.<ref>[http://archives.nd.edu/findaids/ead/index/MLS003.htm Notre Dame Archives Index MLS003<!-- bot-generated title -->] at archives.nd.edu</ref><ref>[http://www.commonwealmagazine.org/blog/?p=1751 DotCommonweal &raquo; Blog Archive &raquo; The Laetare Medal<!-- bot-generated title -->] at www.commonwealmagazine.org</ref> He then attended the [[University of Texas]] at Austin from 1888 to 1889 and finally graduated from [[Georgetown University]] in [[Washington, D.C.]] in 1891. He later taught at Notre Dame from 1891 to 1894. He studied at Johns Hopkins University from 1894 to 1897 and earned a doctorate in economics and politics. He then decided to continue teaching at the [[Catholic University of America]], where he taught as an economics professor from 1896 to 1905 along with his peer [[Carroll D. Wright]].<ref name=autogenerated1>[http://libraries.cua.edu/achrcua/manuL-Z.html#NEILL L-Z Descriptions of ACUA Manuscript Collections<!-- bot-generated title -->] at libraries.cua.edu</ref> He married Esther Waggaman of Washington, D.C., in 1901.\n\nIn 1902, Charles was appointed by President Roosevelt to serve as assistant recorder of the [[Anthracite Coal Strike]] Commission and his work received recognition. In 1904 the board of [[arbitration]] was appointed to defuse a threatened coal strike in Alabama and one of the members, Judge George Gray of [[Delaware]], made his participation dependent upon Charles serving as the recorder, which allowed for Charles to become better known in his field. Shortly after, in 1905, Roosevelt selected Neill to succeed [[Carroll D. Wright]], who had also taught economics at Catholic University, as United States Commissioner of Labor from 1905 to 1913.<ref name=autogenerated2>[http://libraries.cua.edu/achrcua/neill.html#series1 Charles Patrick Neill An inventory of the Charles Patrick Neill Papers at The American Catholic History Research Center and University Archives<!-- bot-generated title -->] at libraries.cua.edu</ref>\n\n==Work==\n\nPresident [[William Howard Taft]] reappointed Charles in 1909. [[Woodrow Wilson]] appointed him Commissioner of Labor Statistics in 1913 when the [[Department of Commerce and Labor]] was divided and the [[Bureau of Labor Statistics]] was established in the new Department of Labor. Neill provided federal mediation services in railroad labor disputes and he drafted the Newlands Labor Act in 1913. When [[Upton Sinclair]] wrote his book [[The Jungle]], Roosevelt sent Neill to [[Chicago]] investigate the [[meat packing]] industry, when Neill returned he described the packing industries as being \"revolting\".<ref>{{cite news| url=http://query.nytimes.com/mem/archive-free/pdf?res=9E05E2DC1231E733A25756C0A9609C946797D6CF | work=The New York Times | format=PDF | title=PRESIDENT'S THREAT WITH MEAT REPORT; May Stop the Use of Labels That Sell Packers' Products. REVOLTING CONDITIONS SHOWN Neill-Reynolds Report Tells of Astonishing Uncleanliness in the Packing Plants | date=1906-06-05}}</ref> This caused much controversy in society as the terrible unsanitary conditions were of meat products were being publicized. [[The Neill-Reynolds Report]] (which is what the investigation report was named) led to the [[Meat Inspection Act]] of 1906. The [[Pure Food and Drug Act]], enacted on the same day in 1906, also gave the government broad jurisdiction over food in interstate commerce.<ref name=autogenerated1 /> In addition, his detailed report on [[child labor]] provided a basis for congressional legislation. his child labor report showed the injustices of the working condition for children as well as women.<ref name=autogenerated3>[https://archive.org/details/reportonconditio01unitrich Internet Archive: Details: Report on condition of woman and child wage-earners in the United States<!-- bot-generated title -->] at www.archive.org</ref>\n\nMany employers believed that getting women and children out of the farm and working in mills was actually better for them. However, this was proved untrue, as reports were publicized about the bad ventilation in these factories and the unsanitary conditions in which they were put to work. Also, it was noted that they did not receive the same benefits as men and were often used as cheap labor.<ref name=autogenerated4>{{cite news\n|author=\n|title=CHILD LABOR INQUIRY BIASED, SAYS AGENT; Facts Favoring Employers Rejected by Federal Labor Bureau, Declares Dismissed Inquirer. CHARGES AGAINST DR. NEILL Department Investigation Indicates That Bureau Employes Supplied Missing Answers.\n|date=1910-02-20\n|work=[[New York Times]]\n|url=http://query.nytimes.com/gst/abstract.html?res=9806E6DD1430E233A25753C2A9649C946196D6CF\n|accessdate=2008-08-10\n}}</ref> As a result, Charles helped pass an 8-hour maximum work day. Charles P. Neill also exposed the shocking working hours and conditions in the Bethlehem Steel Works company,<ref>{{cite news| url=http://query.nytimes.com/mem/archive-free/pdf?_r=1&res=9A04E7DB1530E233A25751C1A9639C946196D6CF | work=The New York Times | format=PDF | title=OVER WORK THE RULE IN STEEL INDUSTRY; Labor Commissioner Answers Schwab's Protest of Unfairness in Report on Bethlehem | date=1910-05-12}}</ref> as well as writing a report on the strike of textile workers in [[Lawrence, Massachusetts]] in 1912.<ref name=autogenerated3 />\n\nWhat Roosevelt has said about his work with Charles P. Neill:\n<blockquote>\n''Unfortunately, thoroughly efficient government servants often proved to be the prime offenders so far as the enforcement of the eight-hour law was concerned, because in their zeal to get good work done for the Government they became harsh taskmasters, and declined to consider the needs of their fellow-employees who served under them. The more I had studied the subject the more strongly I had become convinced that an [[eight-hour day]] under the conditions of labor in the United States was all that could, with wisdom and propriety, be required either by the Government or by private employers; that more than this meant, on the average, a decrease in the qualities that tell for good citizenship. I finally solved the problem, as far as Government employees were concerned, by calling in Charles P. Neill, the head of the Labor Bureau; and, acting on his advice, I speedily made the eight-hour law really effective. Any man who shirked his work, who dawdled and idled, received no mercy; slackness is even worse than harshness; for exactly as in battle mercy to the coward is cruelty to the brave man, so in civil life slackness towards the vicious and idle is harshness towards the honest and hard-working.\n  We passed a good law protecting the lives and health of miners in the Territories, and other laws providing for the supervision of employment agencies in the District of Columbia, and protecting the health of motormen and conductors on street railways in the District. We practically started the Bureau of Mines. We provided for safeguarding factory employees in the District against accidents, and for the restriction of child labor therein. We passed a workmen's compensation law for the protection of Government employees; a law which did not go as far as I wished, but which was the best I could get, and which committed the Government to the right policy. We provided for an investigation of woman and child labor in the United States. We incorporated the National Child Labor Committee. Where we had most difficulty was with the railway companies engaged in inter-State business. We passed an act improving safety appliances on railway trains without much opposition, but we had more trouble with acts regulating the hours of labor of railway employees and making those railways that were engaged in inter-State commerce liable for injuries to or the death of their employees while on duty. ''<ref>[http://www.bartleby.com/55/13.html Roosevelt, Theodore. 1913. An Autobiography: XIII. Social and Industrial Justice<!-- bot-generated title -->] at www.bartleby.com</ref>\n\n</blockquote>\n\n==Later years==\n\nAfter his departure from the Department of Labor later in 1913, the skilled [[arbitrator]] was employed by Southeastern Railways from 1915 to 1939 to handle labor issues. He also served on the United States Railroad Board of Adjustments from 1919 to 1921.<ref name=autogenerated2 /> He was interested in industrial safety and workmen's compensation laws. Some of his charitable work included the Girls' Reform School, and the Board of Charities of the District of Columbia. He had numerous memberships and positions of leadership in several professional societies, including the [[American Statistical Association]]. He was honored by Notre Dame with the [[Laetare Medal]] in 1922.<ref>{{cite news| url=http://query.nytimes.com/mem/archive-free/pdf?_r=1&res=9E04E5DB1E3CE533A25755C2A9659C946395D6CF&oref=slogin | work=The New York Times | format=PDF | title=NOTRE DAME HONORS NEILL.; It Will Confer Laetare Medal on Former Commissioner of Labor | date=1922-03-26}}</ref> Charles Patrick Neill died in Washington, D.C., on 3 October 1942.\n\n==Charles P. Neill papers==\n\nThe Charles Patrick Neill Papers consist of seven manuscript boxes and one reel of microfilm from the years 1893&ndash;1956. His personal papers include correspondence, tax information (1940&ndash;1946), clippings and a scrapbook (1893&ndash;1903).\nNeill's professional papers contain correspondence (1904&ndash;1942) written while performing one of his various positions as professor, arbitrator, labor commissioner and so on.<ref name=autogenerated2 />\n\nIncluded with these papers are:\n*Class notes and publications from his teaching career at the University of Notre Dame and the [[Catholic University of America]] \n*Legal papers regarding various grievances brought by workmen against their bosses and the charges brought against Neill when he became Commissioner of Labor Statistics<ref name=autogenerated4 />\n*News clippings and other printed material dealing with his work for the [[United States Department of Labor|Department of Labor]] \n*Scrapbooks on microfilm concerning his Labor Department activities and his membership on the [[Railway Commission]]\n\nHowever, [[Richard G. Balfe]], notes that Neill destroyed most of his personal papers during the last year of his life; little remains apart from some press clippings and letters of congratulations from friends.\n\n==Books==\n*The beginnings of child labor legislation in certain states: a comparative study (1910)\n*Some ethical aspects of the labor movement (1908)\n\n==References==\n{{Commons category}}\n* [http://www.dol.gov/oasam/programs/history/blackstudiestext.htm Black Studies in the Department of Labor, 1897-1907] at U.S. Department of Labor web site\n{{reflist}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Neill, Charles P.\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American statistician\n| DATE OF BIRTH     = 1865\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 1942\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Neill, Charles P.}}\n[[Category:1865 births]]\n[[Category:1942 deaths]]\n[[Category:Fellows of the American Statistical Association]]\n[[Category:Presidents of the American Statistical Association]]\n[[Category:American statisticians]]\n[[Category:University of Notre Dame alumni]]\n[[Category:University of Texas at Austin alumni]]\n[[Category:Georgetown University alumni]]\n[[Category:Johns Hopkins University alumni]]\n[[Category:University of Notre Dame faculty]]\n[[Category:Catholic University of America faculty]]\n[[Category:Laetare Medal recipients]]\n[[Category:Bureau of Labor Statistics]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Charles P. Neill"}}}}