{"batchcomplete": "", "query": {"pages": {"11405636": {"ns": 0, "pageid": 11405636, "revisions": [{"*": "{{Multiple issues|\n{{more footnotes|date=April 2013}}\n{{COI|date=April 2009}}\n{{BLP sources|date=December 2007}}\n}}\n\n'''David F. Duncan''' (born in [[Kansas City, Missouri]] on June 26, 1947) is president of Duncan & Associates, a firm providing consultation on research design and data collection for behavioral and policy studies. He is also Clinical Associate Professor in the Department of Community Health at [[Brown Medical School|Brown University School of Medicine]].\n\n== Education ==\nHe graduated with a B.A. in psychology from the [[University of Missouri–Kansas City]], and completed graduate work in [[criminology]] at [[Sam Houston State University]]. He earned the degree of [[Doctor of Public Health]] from the [[University of Texas School of Public Health|University of Texas at Houston]] with an interdisciplinary concentration in behavioral sciences, [[epidemiology]], [[biostatistics]], and program and policy evaluation. He later earned a postdoctoral diploma in [[alcoholism]] early intervention and treatment effectiveness research from [[Brown University]].\n\n== Work ==\nDuncan is best known for his contributions in the field of [[drug abuse]], which have often been highly controversial. In 1974, he and [[Edward Khantzian]] of [[Harvard Medical School]], in separate publications, proposed what has come to be known as the [[self-medication]] hypothesis of addiction. Both authors proposed that addiction arose out of the use of drugs to medicate a preexisting disorder or problem. Duncan's version of the hypothesis is distinguished by its identification of addiction with [[reinforcement|negative reinforcement]]. Duncan argued that all of the characteristics commonly cited as typical of [[Substance dependence|addiction]], such as persistence in the face of negative consequences and high probability of relapse, are all common in any negatively reinforced behaviors.\n\nHe was also one of the first people to develop the strategy of [[harm reduction]]. He has argued that harm reduction approaches to addictions, HIV or other public health concerns are instances of the traditional [[public health]] practice of tertiary [[hazard prevention|prevention]]—prevention of deaths or disability that might otherwise occur due to a health problem. Duncan first applied this approach in his work with adolescent drug abusers in Houston, Texas in the early 1970s and soon afterward with heroin addicts. In 1983 he and [[Robert S. Gold]] published an argument for this approach, which they then called \"cultivating drug use\", using the word cultivating in its sense of the elimination of weeds and promotion of healthy growth.\n\nDuncan has also been involved in the development of [[computer assisted learning]] and particularly computer based health education. His leadership in this field began at the [[State University of New York at Brockport]], where he collaborated with Robert S. Gold in developing the first course on computers in health education offered at any college. In 1980, he and Gold published two papers that spurred interest in the use of computers in health education. One of these papers was the first publication to suggest that microprocessors, as [[personal computer]]s were then known, could be preferable to [[mainframe computer|mainframe]] terminals for use in computer assisted learning. A few years later, Duncan and Gold, then at [[Southern Illinois University]], taught the nation’s first college-level course on PC-based methods in education. Three years later, Duncan argued for the value of portable computers, which were just being introduced, for educational and data collection applications. He also pioneered the use of [[computer-assisted gaming|roleplaying games]] on the PC and internet for use in both health education and data collection.\n\n== Career ==\n\nDuncan was a consultant to President Clinton's [[White House]] [[Office of National Drug Control Policy]] during his tenure as Senior Study Director of the Substance Abuse Research Group of the [[Westat]] corporation. In his position at Westat he also provided consultation to the [[National Institute on Drug Abuse]], [[Center for Substance Abuse Treatment]], [[Center for Substance Abuse Prevention]], [[United States National Academy of Sciences|National Academy of Science]], [[United States Immigration and Naturalization Service]], [[New York City Housing Authority]], and [[SPSS Inc.]]. He served from 1996 to 1998 as Senior Public Health Epidemiologist in the Director's Office of the [[Rhode Island]] Department of Health where he was coordinator of health policy and Project Director of the state's Unified Needs Assessment Program for Substance Abuse Prevention and Treatment.\n\nHis varied career has included positions in both juvenile and adult corrections, as a deputy sheriff, and as a private detective. He has directed a halfway house for drug abusers, a comprehensive drug abuse treatment center, and a private school for emotionally disturbed children. He served as a research associate to the working group on substance abuse treatment for the President's [[Clinton health care plan|Task Force on National Health Care Reform]] chaired by First Lady [[Hillary Clinton]] in 1993. He has held academic appointments as Associate Professor of Health Science at the [[State University of New York at Brockport]], Professor of Health Education at [[Southern Illinois University]], Professor of Biology at the [[Community College of Rhode Island]], Professor of Health and Environmental Research at the [[University of Cologne]] in Germany, and Associate Professor of Medical Science (Community Health) at [[Brown University]]. He has been a visiting lecturer at the [[University of Rochester]], [[New York State School of Psychiatry]], [[Columbia University]]'s [[Teachers College, Columbia University|Teachers College]] and School of Public Health, New England Gerontology Academy, [[Trinity College, Dublin|Trinity College (Dublin)]], [[University of Oxford|Oxford University]], German Academy of Public Health, [[University of Würzburg]], and [[Universidad Complutense de Madrid]].\n\nHe is chair of the [[Council on Illicit Drugs]] and a member of the Board of Directors  of the [[National Association for Public Health Policy]]. He chairs the Advisory Committee for the M.P.H. Program at [[Fort Valley State University]]. He is a member of the Corporation (governing body) of Butler Hospital, a psychiatric hospital in [[Providence, Rhode Island]], and of the Board of Directors of the Bowling Green-Warren County Primary Care Center in [[Bowling Green, Kentucky]]. He was Vice Chairman of the Board of Directors of the New England Gerontology Academy. He is a past chairman of the Mental Health Section of the [[American Public Health Association]], and has served on A.P.H.A.'s Governing Council and committees on Program, Membership, and Continuing Education.\n\n== Personal history ==\nDavid F. Duncan, using the pen-name Harold Celline, was convicted of importing [[child pornography]]. In 1989 he appealed the conviction for \"knowingly receiving visual depictions of minors engaging in sexually explicit conduct, transported and shipped in interstate and foreign commerce, in violation of 18 U.S.C Sec. 2252(a)(2).\"  The conviction was affirmed. He went to prison.\n<ref>{{cite web|title=896 F.2d 271: United States of America, Plaintiff-appellee, v. David Frank Duncan, A/k/a Harold Celline, Defendant-appellant|url=http://law.justia.com/cases/federal/appellate-courts/F2/896/271/165892/}}</ref>\n\n== Books ==\n\n* Duncan, D. F., and Gold, R. S. (1982). ''Drugs and the Whole Person.'' New York: John Wiley and Sons.\n* Duncan, D. F., and Gold, R. S. (1985). ''Drugs and the Whole Person'' (2nd Ed). New York: MacMillan.\n* Duncan, D. F. (1988). ''Epidemiology: Basis for Disease Prevention and Health Promotion.'' New York: MacMillan.\n* CSAT Consensus Panel (2000). ''Substance Abuse Treatment for Persons with Child Abuse and Neglect Issues.'' (CSAT Treatment Improvement Protocol # 36) Rockville, MD: Center for Substance Abuse Treatrment.\n* Hornik, R.; Judkins, D.; Golub, A.; Johnson, B.; and Duncan, D. F. (2000). ''Evaluation of the National Youth Anti-Drug Media Campaign: Historical Trends in Drug Use and Design of the Phase III Evaluation.'' Washington, DC: White House Office of National Drug Control Policy. [http://www.drugabuse.gov/PDF/DESPR/FirstAnalyticReport.pdf]\n\n== References ==\n{{Reflist}}\n* Achalu, E.D. (2002). Self-Medication Hypothesis: A Review of the Two Major Theories and the Research Evidence. Addiction Info, p.&nbsp;1.  [http://www.addictioninfo.org/articles/258/1/The-Self-Medication-Hypothesis/Page1.html] [http://self-med-hypothesis.tripod.com/id1.html]\n* Addiction Technology Transfer Center of New England (2010). Faculty Biographies. Brown University. [http://www.browndlp.org/fac_bio.php?id=23]\n* Alumni Notes (11-12/1986). The Alcalde, 75(2), 42. [https://books.google.com/books?id=WuQDAAAAMBAJ&pg=PA42]\n* Becker, D. (3/29/2009). Dirty Drugs—An Interview of Prof. David F. Duncan. On Radio Station KPFT, Houston, Texas. [http://www.drugtruth.net/cms/node/2356]\n* Becker, D. (4/22/2008). A Century of Lies—An Interview of David Duncan. On Radio Station KPFT, Houston, Texas. [http://www.drugtruth.net/cms/node/1859]\n* Bibliography and Abstracts. [http://www.angelfire.com/realm2/duncanian_theory/DuncanianBibliography.html]\n* Duncan, D. F., & Gold, R. S. (1983). Cultivating drug use: A strategy for the 80s. ''Bulletin of the Society of Psychologists in Addictive Behaviors'', 2, 143-147. [http://www.addictioninfo.org/articles/263/1/Cultivating-Drug-Use/Page1.html]\n* Duncan, D. F., Nicholson, T., Clifford, P., Hawkins, W., & Petosa, R. (1994). Harm reduction: An emerging new paradigm for drug education. ''Journal of Drug Education'', 24, 281-290. [http://www.addictioninfo.org/articles/227/1/Harm-Reduction-A-New-Paradigm/Page1.html]\n* Grim, R. (Sept. 7, 2006). A White House drug deal gone bad. \"Slate\".  [http://www.slate.com/id/2148999]\n* Jansen, F. W. (2005). The Self-Medication Hypothesis of David F. Duncan, Addiction Info. [http://www.addictioninfo.org/authors/139/F.W.-Jansen]\n* Laflin, M.T. and Black, D.R. (2004). Viewpoint: Conversation with Dr. David F. Duncan. ''American Journal of Health Behavior'', 28(2), 180-188. [http://www.duncan-associates.com/viewpoint.pdf]\n\n== External links ==\n* [http://www.duncan-associates.com Duncan & Associates webpage]\n* [http://www.addictioninfo.org/authors/118/David-F.-Duncan publications by David F. Duncan]\n* [http://self-med-hypothesis.tripod.com/id1.html The Self-Medication Hypothesis]\n* [http://www.drugtruth.net/cms/node/2356 \"Dirty Drugs\": An Interview on Radio Station KPFT, Houston, Texas]\n* [http://sites.google.com/site/drugtruthsite/ Drug Truth Site]\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Duncan, David F.\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American psychologist\n| DATE OF BIRTH     = June 26, 1947\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Duncan, David F.}}\n[[Category:1947 births]]\n[[Category:Living people]]\n[[Category:People from Kansas City, Missouri]]\n[[Category:American academics]]\n[[Category:American activists]]\n[[Category:American civil rights activists]]\n[[Category:American Methodists]]\n[[Category:American psychologists]]\n[[Category:American educators]]\n[[Category:Drug policy reform activists|David F. Duncan]]\n[[Category:Epidemiologists]]\n[[Category:Fellows of the American Academy of Health Behavior]]\n[[Category:Health educators]]\n[[Category:Brown University faculty]]\n[[Category:Fort Valley State University]]\n[[Category:Brown University alumni]]\n[[Category:Sam Houston State University alumni]]\n[[Category:University of Missouri–Kansas City alumni]]\n[[Category:University of Texas School of Public Health alumni]]\n[[Category:American people convicted of child pornography offenses]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "David F. Duncan"}}}}