{"batchcomplete": "", "query": {"pages": {"1893748": {"ns": 0, "pageid": 1893748, "revisions": [{"*": "{{for|the 10th century teacher from Suvarṇadvīpa|Dharmakīrtiśrī}}\n{{tone|date=April 2015}}\n{{EngvarB|date=October 2013}}\n{{Use dmy dates|date=October 2013}}\n{{SpecialChars}}\n{{buddhism}}\n'''Dharmakīrti''' (fl. c. 7th century) was a Buddhist scholar of India. He was one of the [[Buddhism|Buddhist]] founders of Indian [[philosophical logic]]. He was one of the primary theorists of [[Buddhist atomism]], according to which the only items considered to exist are momentary states of consciousness.<ref>\"The conception of Ultimate Reality as it is established in the critical school of Buddhism implies that it represents 1) the absolute particular, 2) pure existence, 3) a point instant in the stream of existence, 3) it is unique and unrelated, 5) it is dynamic, not extended and not enduring, 6) it possesses the faculty of stimulating the intellect for the production of a corresponding image, 7) it imparts vividness to the image, 8) it constitutes the assertive force of judgements, 9) it is the Thing-in-Itself, unutterable and incognizable.\" Stcherbatsky vol I p198</ref>\n\n==History==\nBorn around the turn of the 7th century in [[Sumatra]], Dharmakirti was a [[Sailendra]]n prince.<ref>P. 487 Buddhism: art, architecture, literature & philosophy, Volume 1</ref> He became a revered scholar and poet in [[Srivijaya]] and moved to [[India]] to become a teacher at the famed Buddhist monastic university of [[Nalanda]]. He built on and reinterpreted the work of [[Dignāga]], the pioneer of Buddhist logic, and was very influential among Brahman logicians as well as Buddhists. His theories became normative in Tibet and are studied to this day as a part of the basic monastic curriculum.\n\nCollins colourfully contextualised Dharmakirti and his experience of disaffection and collegiate misunderstanding at Nalanda:{{quote|Dharmakirti's synthesis is the apex of Buddhist philosophy, at the moment when it was institutionally fading. Nalanda was still bustling, buoyed by cosmopolitan incursions of Brahmans and lay students, but the weeds were growing around the deserted stupas not just in the south but in northern India as well. Dharmakirti is the last flaming of the torch before it blows out, the owl of Minerva taking wing at dusk: the creativity of synthesis as a fading institutional base goes on the defensive. Dharmakirti himself was a lay Buddhist, not a devout monk, and his personal tone sounds like secular ambition rather than a quest for salvation. The closing stanza of his great work laments the dearth of capable intellectuals to follow his philosophy: \"My work will find no one in this world who would easily grasp its deep sayings. It will be absorbed and perish in my own person, just as a river in the ocean.\" A Tibetan historian says that when he finished the work, his pupils showed no appreciation, and his enemies \"tied up the leaves [of the palm-leaf manuscript] to the tail of a dog and let him run through the streets where the leaves became scattered\" (Stcherbatsky, 1962: 1:35–36). In fact, Dharmakirti did end up dominating the leading philosophers of the last generations of Indian Buddhism. But his pessimism was prescient. Leaving Nalanda, he retired to his home in the south, where he founded a monastery. The next successful Brahman student from the south was to be [[Adi Shankara|Shankara]], and when he came north, it would be to plunder the carcass of a dying [Indian] Buddhism.<ref name=\"collins\">{{cite book | url=http://books.google.com/books?id=2HS1DOZ35EgC&pg=PA177&source=gbs_toc_r&cad=0_0#v=onepage&q=plunder&f=false | title=The sociology of philosophies: a global theory of intellectual change. Volume 30, Issue 2 of Philosophy of the social sciences. | publisher=Harvard University Press | author=Collins, Randall | authorlink=Randall Collins | year=2000 | pages=240 | isbn=978-0-674-00187-9}}</ref>}}\n\n==Writings==\n* The ''Seven Treatises on Valid Cognition'':\n** {{unicode|Saṃbandhaparikṣhāvrtti}} (Analysis of Relations)\n** {{unicode|Pramāṇaviniścaya}} (Ascertainment of Valid Cognition)\n** {{unicode|Pramāṇavārttikakārika}} (Commentary on Dignaga's 'Compendium of Valid Cognition')\n** {{unicode|Nyāyabinduprakaraṇa}} (Drop of Reasoning)\n** {{unicode|Hetubindunāmaprakaraṇa}} (Drop of Reasons)\n** {{unicode|Saṃtānāntarasiddhināmaprakaraṇa}} (Proof of Others' Continuums)\n** {{unicode|Vādanyāyanāmaprakaraṇa}} (Reasoning for Debate)\n\n==Philosophy==\nDharmakirti presents most of his ideas in the guise of commentary on Dignaga's works, even if his theories go beyond what was presented by his predecessor. Some of his ideas, like his proof for the authority of the Buddha's words, are innovations, for Dignaga considered language just as fallible as inference.\n\nThere has long been disagreement among Indian and Tibetan doxographers as to how to categorise Dharmakirti's thought. The [[Gelug]] school asserts that he expressed [[Yogacara]] views, most non-Gelug Tibetan commentators assert that he expressed [[Sautrāntika]] views and, according to one Tibetan source, a number of renowned later Indian Madhyamikas asserted that he expressed [[Madhyamaka]] views.<ref>Ngawang Palden in the Sautrantika chapter of his ''Explanation of the Conventional and the Ultimate in the Four Systems of Tenets'' (''Grub mtha' bzhi'i lugs kyi kun rdzob dang don dam pa'i don rnam par bshad pa legs bshad dpyid kyi dpal mo'i glu dbyangs'', New Delhi: Guru Deva, 1972, 39.5–39.6) says that some such as Prajñakaragupta, Suryagupta, Shantarakshita, Kamalashila, and Jetari interpret Dharmakirti’s ''Commentary on [Dignaga’s] Compendium of Valid Cognition'' (''Tshad ma rnam 'grel'', ''Pramanavarttika'') as a Madhyamika treatise. ''Dependent-Arising and Emptiness: A Tibetan Buddhist Interpretation of Madhyamika Philosophy Emphasizing the Compatibility of Emptiness and Conventional Phenomena'' [[Elizabeth Napper|Napper, Elizabeth]]. Boston: Wisdom Publications. p. 685, note 142</ref>\n\nStcherbatsky relates Dharmakirti to his own understanding of [[Immanuel Kant|Kant]]. He compares Dharmakirti's 'point-instant' to Kant's [[noumenon|thing in itself]].\n{{quote|The fundamental difference between the Kantian Thing-in-Itself and Dharmakirti's 'Own essence' consists in the clear identification of the latter with a single point instant of reality which corresponds to a moment of sensation\".<ref>Stcherbatsky vol I p201</ref>}}\n\n===Mindstream===\n[[File:Dharmakirti.gif|thumbnail|Dharmakirti]]\nDharmakīrti wrote a treatise on the nature of the [[mindstream]] in his ''Substantiation of Other Mindstreams'' (''Saṃtānāntarasiddhi'').<ref>Source: [https://web.archive.org/web/20101110082146/http://www.sub.uni-goettingen.de/ebene_1/fiindolo/gretil/1_sanskr/6_sastra/3_phil/buddh/bsa059_u.htm] (accessed: Wednesday 28 October 2009). There is an English translation of this work by Gupta (1969: pp.81–121) which is a rendering of [[Fyodor Shcherbatskoy|Stcherbatsky]]'s work from the Russian: Gupta, Harish C. (1969). ''Papers of Th. Stcherbatsky''. Calcutta: Indian Studies Past and Present. (translated from Russian by Harish C. Gupta).</ref> [[Ratnakirti|Ratnakīrti]] (fl. c7–8th century), a disciple of Dharmakīrti, wrote a work that further developed and refined the themes therein, entitled: 'Refutation of  Other mindstreams' (''Saṃtãnãntaradusana''). He did not refute the tenets of the ''Saṃtãnãntarasiddhi'' but further developed the topic from an empirical one, that is, where there are manifold minds cognised by one's experience of others' mental processes attributed through the perceived actions of other [[Sentient beings (Buddhism)|sentient beings]] to an absolutist view, where there is only \"one mindstream\" (''ekacitta''). Ratnakīrti's argument is that the [[pramana|valid cognition]] (''pramāna'') of another's mindstream is an [[anumana|inference]] (''anumāna''), not a [[pratyaksa|direct perception]] (''pratyakṣa''). Moreover, Ratnakīrti introduced the [[two truths doctrine]] as key to the nature of the discussion as inference is trafficking with illusiory universals (''samanya''), the proof of the mindstreams of others, whilst empirically valid in relative truth (''saṃvṛtisatya''), does not hold ultimate metaphysical certainty in absolute truth (''paramārthasatya'').\n\nDharmakirti held the mindstream to be beginningless yet also described the mindstream as a temporal sequence, and that as there are no true beginnings, there are no true endings, hence, the \"beginningless time\" motif that is frequently used to describe the concept of mindstream, as Dunne relates:\n\n<blockquote>Buddhist philosophers often speak of beginninglessness. It is claimed that the minds of living beings, for example, have no beginning, and that our current [U]niverse is only one in a beginningless cycle of expansion and decay. Some Buddhist thinkers would claim that even the most mundane task can have no true beginning. That is, if a beginning occurs, there must be some moment, some \"now\", in which it occurs. For the present to exist, however, there must be a past and a future, for what would \"now\" mean if there were no time other than now? And of course, if there is a past, then how could now be a beginning? Now should instead be the end of the past. Each beginning in short, must itself have a beginning.<ref>Dunne, John D. (2004). ''Foundations of Dharmakīrti's philosophy''. Studies in Indian and Tibetan Buddhism. Wisdom Publications.\nISBN 978-0-86171-184-0. Source: [http://books.google.com/books?id=Z1p4V4_lnY4C&printsec=frontcover&dq=dharmakirti&ei=W7PfS-X4Ao7ikwSnlvAC&cd=1#v=onepage&q=dharmakirti&f=false] (accessed: Monday May 4, 2010), p.1</ref></blockquote>\n\n==See also==\n* [[Buddhist atomism]]\n* [[Critical Buddhism]]\n* [[Dignāga]]\n* [[William of Ockham]]\n\n==Notes==\n<references/>\n\n==Sources==\n* ''Buddhist Logic'' (1932) by [[Fyodor Shcherbatskoy]] introduced the West to Buddhist logic, and more specifically to Dignaga. Although pioneering, this work is now regarded as outdated by some Buddhist scholars. — [[David Loy]] complains about viewing Buddhist philosophy \"through the categories of another system – Stcherbatsky's Kant, Murti's [[Vedanta|Vedānta]], Gudmundsen's [[Ludwig Wittgenstein|Wittgenstein]] – which (as with earlier interpretations of [[Nirvana|nirvāṇa]]) reveals more about the interpreter than the interpreted.\" ({{cite journal|last1=Loy|first1=David|title=How not to criticize Nāgārjuna|journal=Philosophy East and West|date=1984|volume=34|issue=4|pages=437–445|ref=harv}}).\n*{{cite book |title=Foundations of Dharmakirti's Philosophy |last=Dunne |first=John D. |year=2004 |publisher=Wisdom Publications |location=Somerville, Mass. |isbn=978-0-86171-184-0 |url=http://books.google.com/books?id=Z1p4V4_lnY4C }}\n*{{cite book |last = Dreyfus |first = Georges | title = Recognizing Reality: Dharmakirti's Philosophy and Its Tibetan Interpretations |year = 1997 |\n publisher = State University of New York Press | location = New York | isbn = 978-0-7914-3098-9}}  extensive discussion of the Dharmakirti's Tibetan reception\n* {{cite book |title=Scripture, Logic, Language: Essays on Dharmakirti and His Tibetan Successors |last=Tillemans |first=T. J. F. |authorlink=Tom Tillemans |year=1999 |publisher=Wisdom Publications |location=Somerville, Mass. |isbn=978-0-86171-156-7 |url=http://books.google.com/books?id=2fWSdQmCRT0C }}\n\n==External links==\n*{{sep entry|dharmakirti|Dharmakirti|Tom Tillemans}}\n\n{{Buddhism topics}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Dharmakirti\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Buddhist writer\n| DATE OF BIRTH     = \n| PLACE OF BIRTH    =\n| DATE OF DEATH     = \n| PLACE OF DEATH    = \n}}\n[[Category:Atomists]]\n[[Category:Buddhist philosophers]]\n[[Category:Buddhist writers]]\n[[Category:Indonesian philosophers]]\n[[Category:Indonesian writers]]\n[[Category:Indonesian Buddhists]]\n[[Category:History of logic]]\n[[Category:7th-century Indian people]]\n[[Category:Buddhist logic]]\n[[Category:Yogacara]]\n[[Category:Srivijaya]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Dharmakirti"}}}}