{"batchcomplete": "", "query": {"pages": {"1119246": {"ns": 0, "pageid": 1119246, "revisions": [{"*": "{{Infobox person\n | image = 1883 ElizurWright.png\n | signature = Appletons' Wright Elizur signature.png\n}}\n'''Elizur Wright''' (12 February 1804 – 22 November 1885) was an American [[mathematician]] and [[Abolitionism in the United States|abolitionist]].  He is sometimes described as the \"father of life insurance\" for his pioneering work on [[actuarial table]]s. He is also sometimes called the \"father of insurance regulation\", as he campaigned that life insurance companies must keep reserves, and served as Massachusetts Insurance Commissioner.<ref>*{{Cite book | last1 = Meier | first1 = Kenneth J. | authorlink = Kenneth J. Meier | title = The political economy of regulation: the case of insurance | year = 1988 | publisher = State University of New York | location = Albany, NY | isbn = 0-88706-731-X | page = 52}}</ref>\n\n== Early life ==\nWright was born in [[South Canaan, Connecticut]],<ref name=ac/> as part of a devout Christian family who held [[abolitionism in the United States|anti-slavery]] beliefs and instilled in him a strict moral character. His father, also named Elizur (1762-1845), graduated at Yale in 1781, and was known for his mathematical learning and devotion to the [[Calvinist]] faith. In 1810 the family moved to [[Tallmadge, Ohio]], and the younger Elizur worked on the farm and attended an academy that was conducted by his father. The famous abolitionist John Brown attended the Academy in Tallmadge with Elizur. His home was often the refuge for fugitive slaves.{{sfn|Wilson|Fiske|1889}}\n\nIn 1826, the younger Wright graduated from Yale and began to teach: first for two years in [[Groton, Massachusetts]], then at [[Hudson, Ohio]], as a mathematics and natural philosophy professor at [[Western Reserve Academy|Western Reserve College]] (1829-1833).<ref name=ac>{{Cite AmCyc|wstitle=Wright, Elizur}}</ref> It was during this time that Wright first encountered the writings of [[William Lloyd Garrison]]. Garrison's pamphlet, \"Thoughts on African Colonization,\" persuaded Wright to believe that slavery should immediately be abolished, and that the [[American Colonization Society]]'s effort to deport free blacks to an African colony was immoral and ineffective.\n\n== Abolitionist ==\nAlong with Lewis Tappan, [[Arthur Tappan]], [[Theodore Weld]], [[James G. Birney|James Birney]], and other like-minded individuals, Wright founded the [[American Anti-Slavery Society]] at a convention in Philadelphia in December 1833, the year Wright had moved to New York City.<ref name=ac/>{{sfn|Wilson|Fiske|1889}} Wright became the national secretary of the organization for five years. At this time, the American Anti-Slavery Society espoused the immediate abolition of slavery, called for an end to all racial prejudice and equality for all. To effect this change, members practiced a policy of \"moral suasion,\" an appeal to people's [[ethics]] in an attempt to get them to embrace abolitionism and renounce slavery as sinful.\n\nWright edited a large number of publications, including ''Human Rights'' (1834-1835), ''The Emancipator'' and the ''Quarterly Anti-Slavery Magazine'' (1835-1838). His continued opposition to slavery incurred the enmity of its advocates, and his house was once besieged by a mob, and an attempt was made to kidnap him and convey him to North Carolina. In 1838, he moved to [[Boston]], where he became editor of the ''Massachusetts Abolitionist'' in April 1839. In 1846 he established the ''Chronotype'' newspaper, which he conducted until it was absorbed by the ''Commonwealth'' (1850), of which also he was for a time the editor.<ref name=ac/>{{sfn|Wilson|Fiske|1889}}\n\nHe was also involved in \"The Great Postal Campaign\"{{spaced ndash}}a project whose job was to distribute abolitionist material across the country. The Anti-Slavery Society was successful in recruiting agents throughout the country to spread their message, but when Garrison and others began to broaden the scope of the Society to include women's rights and took on an anti-religion, anti-government tone, Wright and others objected and began to split from the Society in 1840.\n\nWright became involved with the newly created [[Liberty Party (1840s)|Liberty Party]] and began to separate from the [[evangelism|evangelists]] and the religious anti-slavery movements, believing that government intervention was the way to abolition. Wright was arrested and charged for aiding in the 1851 escape of [[Shadrach Minkins]], the first black man to be seized in [[New England]] under the [[Fugitive Slave Act]]. He was not convicted. Wright was also indicted and tried for libel in consequence of his severe words for the liquor interests while publishing the ''Chronotype''.{{sfn|Wilson|Fiske|1889}}\n\nWright eventually became estranged from the abolitionist movement. Moreover, due partially to disappointment in his church's lack of support for the abolitionist cause, and to a slowly growing desire to find [[secular]] solutions to social problems, the formerly pious and devout [[Congregationalist]]. Eventually, Wright became an [[atheist]].<ref>In ''Abolitionist, Actuary, Atheist: Elizur Wright and the Reform Impulse'', Wright's biographer Lawrence B. Goodheart describes him as \"an evangelical atheist, an impassioned actuary, a liberal who advocated state regulation, an individualist who championed social cooperation, and a very private public crusader\" (''op. cit.'', page x)</ref><ref>{{cite book|title=American Artisans: Crafting Social Identity, 1750-1850|year=1995|publisher=JHU Press|isbn=9780801850295|page=115|editor=Howard B. Rock, Paul A. Gilje, Robert Asher|quote=Wright was the son of a Connecticut farmer and teacher who moved his family to the Ohio frontier in 1810 to start a farm and open an academy. He was a quirky man who rejected evangelicalism for atheism, and Garrisonianism for the Liberty party, and then the Free Soilers.}}</ref>\n\n== Business ==\nBetween 1853 and 1858, besides editing the ''Railroad Times'', he gave his attention to invention and mechanics, constructing a spike-making machine, a water faucet, and an improvement in pipe coupling. He patented the last two, and manufactured them for a short time.{{sfn|Wilson|Fiske|1889}}\n\nAccording to [[Frank Preston Stearns]], Wright became interested in [[life insurance]] as a [[mathematics|mathematical]] study and read \"the best works on life insurance ... with the same ardor with which young ladies devour an exciting novel.\"\n\nIn the spring of 1852 an [[insurance broker]] \"placed an advertising booklet in his hand... Elizur Wright looked it over and perceived quickly enough that no company could undertake to do what this one pretended to and remain solvent. The booklet served him for an editorial,\" and he embarked on a successful crusade to [[Reform movement|reform]] the insurance industry.\n\nHe developed [[actuarial table]]s and the mathematics for calculating [[life insurance]] premiums. He campaigned for valuation laws requiring life insurance companies to hold sufficient [[statutory reserve|reserves]] to guarantee that benefits would be paid, and [[nonforfeiture value|nonforfeiture]] laws requiring the companies to provide cash surrender values. He also served as state commissioner of insurance for [[Massachusetts]], from 1858 to 1866.<sup>[http://pages.stern.nyu.edu/~gsimon/Wright01.pdf]</sup>\n\nHe devised a new formula for finding the values of policies of various terms, known as the “accumulation formula,” and, in order to facilitate his work, invented and afterward patented (1869) the “arithmeter,” a mechanical contrivance for multiplication and division, based on the logarithmic principle, a form of cylindrical [[slide rule]].{{sfn|Wilson|Fiske|1889}}\n\n== Public parks ==\nWright, a member of the Forestry Association, was instrumental in obtaining the Massachusetts Forestry Act of 1882.{{sfn|Wilson|Fiske|1889}} He initiated and promoted plans for making [[Middlesex Fells Reservation|Middlesex Fells]], an area north of [[Boston]] bordering [[Malden, Massachusetts|Malden]] and [[Melrose, Massachusetts|Melrose]], into a public park; although he did not succeed during his lifetime, the plan was carried out later and Middlesex Fells is Middlesex Fells Reservation to this day.\n\n==Other activities==\nWright served as an officer of the [[National Liberal League (United States)|National Liberal League]].<ref>Equal rights in religion: Report of the Centennial Congress of Liberals, and organization of the National Liberal League, at Philadelphia, on the fourth of July, 1876. Boston: National Liberal League, 1876.</ref>\n\n==Writings==\n* [[La Fontaine]], [[Fables (La Fontaine)|''Fables'']] (verse translation, 2 vols. 8vo, Boston, 1841; 2nd ed., New York, 1859)\n* [[John Greenleaf Whittier]], ''Ballads, and other Poems'' (introduction, London, 1844)\n* ''A Curiosity of Law'' (1866)\n* ''Savings Banks Life Insurance'' (1872)\n* ''The Politics and Mysteries of Life Insurance'' (1873)\n* ''[[Myron Holley]], and what he did for Liberty and True Religion'' (1882)\nIn addition, he wrote many pamphlets and reports.\n\n==Notes==\n{{Reflist}}\n\n==References==\n*{{Citation\n  | last = James \n  | first = Brewer\n  | title = Holy Warriors: The Abolitionists and American Slavery\n  | url=http://www.anb.org/articles/15/15-00861.html\n  | accessdate = 2008-03-01}}\n*{{Cite Americana|wstitle=Wright, Elizur}}\n;Attribution\n*{{Appletons|wstitle=Wright, Elizur|year=1889}}\n\n==Further reading==\n* Wright, Philip Green and Elizabeth Quincy, ''Elizur Wright, the Father of modern Life Insurance''. Chicago: University of Chicago Press, 1937.\n\n==External links==\n{{Wikisource author}}\n* {{Gutenberg author |id=Wright,+Elizur | name=Elizur Wright}}\n* {{Internet Archive author |sname=Elizur Wright |sopt=t}}\n* [http://www.gutenberg.org/dirs/etext05/8ffab10h.htm The Fables of La Fontaine], translated by Elizur Wright; Project Gutenberg text.\n* [http://www.gutenberg.org/dirs/etext05/7camb10.txt Cambridge Sketches] by Frank Preston Stearns; has a section on Elizur Wright.\n* [http://pages.stern.nyu.edu/~gsimon/Wright01.pdf Actuary Hall of Fame] contains a brief account of Wright's life.\n* [http://nrs.harvard.edu/urn-3:HBS.Baker.EAD:bak00122 Elizur Wright Business Papers at Baker Library Historical Collections, Harvard Business School.]\n* [http://hdl.loc.gov/loc.mss/eadmss.ms011130 Elizur Wright Papers], Manuscript Division, The Library of Congress.\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Wright, Elizur\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American abolitionist and mathematician\n| DATE OF BIRTH     = 12 February 1804\n| PLACE OF BIRTH    = [[South Canaan, Connecticut]]\n| DATE OF DEATH     = 22 November 1885\n| PLACE OF DEATH    = [[Medford, Massachusetts]]\n}}\n{{DEFAULTSORT:Wright, Elizur}}\n[[Category:1804 births]]\n[[Category:1885 deaths]]\n[[Category:American abolitionists]]\n[[Category:American atheists]]\n[[Category:American insurance businesspeople]]\n[[Category:19th-century American mathematicians]]\n[[Category:Businesspeople from Boston, Massachusetts]]\n[[Category:19th century in Boston, Massachusetts]]\n[[Category:Former Congregationalists]]\n[[Category:American actuaries]]\n[[Category:Ohio Libertyites]]\n[[Category:Ohio Free Soilers]]\n[[Category:People from Canaan, Connecticut]]\n[[Category:Case Western Reserve University faculty]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Elizur Wright"}}}}