{"batchcomplete": "", "query": {"pages": {"100127": {"ns": 0, "pageid": 100127, "revisions": [{"*": "{{pp-semi-indef|small=yes}}\n{{EngvarB|date=October 2013}}\n{{Use dmy dates|date=October 2013}}\n{{Infobox scientist\n|name                    = Florence Nightingale\n|honorific_suffix        = {{postnominals|country=GBR|size=100%|sep=,|OM|RRC}}\n|image                   = Florence Nightingale three quarter length.jpg\n|birth_date              = {{birth date|1820|5|12|df=y}}\n|birth_place             = [[Florence]], [[Grand Duchy of Tuscany|Tuscany]]\n|death_date              = {{death date and age|1910|8|13|1820|5|12|df=y}}\n|death_place             = [[Park Lane (road)|Park Lane]], London, [[United Kingdom of Great Britain and Ireland|United Kingdom]]\n|nationality             = [[British people|British]]\n|profession              = Nurse and statistician\n|specialism              = Hospital [[hygiene]] and [[sanitation]]\n|research_field          =\n|known_for               = Pioneering modern [[nursing]]\n|work_institutions       = [[Selimiye Barracks]], [[Üsküdar|Scutari]]\n|awards                  = [[Royal Red Cross]] (1883) <br /> [[Venerable Order of Saint John|Lady of Grace of the Order of St John (LGStJ)]]  <br /> [[Order of Merit (Commonwealth)|Order of Merit]] (1907)\n|signature               = Florence Nightingale Signature.svg\n| module2 = {{Listen| embed=yes |filename = Florence Nightingale voice - 1576A 2nd Rendition Crop.ogg |title = Nightingale's voice |type = speech |description = Recorded to wax cylinder on 30 July 1890, to raise money for veterans of the [[Charge of the Light Brigade]].<ref>{{cite web |url=https://archive.org/details/FlorenceNightingale2ndRendition1890GreetingsToTheDearOldComradesOf |title=Florence Nightingale 2nd rendition, 1890 – greetings to the dear old comrades of Balaclava |work=[[Internet Archive]] |accessdate=13 February 2014 }}</ref>}}\n}}\n\n'''Florence Nightingale''' {{postnominals|country=GBR|size=100%|sep=,|OM|RRC}} ({{IPAc-en|ˈ|f|l|ɒr|ə|n|s|_|ˈ|n|aɪ|t|ɨ|ŋ|ɡ|eɪ|l}}; 12 May 1820&nbsp;– 13 August 1910) was a celebrated English social reformer and statistician, and the founder of modern [[nursing]].\n\nShe came to prominence while serving as a manager of nurses trained by her during the [[Crimean War]], where she organised the tending to wounded soldiers.<ref>{{cite book |last=Strachey |first=Lytton |title=Eminent Victorians |publisher=Chatto and Windus |location=London |year=1918}}{{page needed|date=March 2015}}</ref> She gave nursing a highly favourable reputation and became an icon of Victorian culture, especially in the persona of \"The Lady with the Lamp\" making rounds of wounded soldiers at night.<ref>{{cite book|first=Kristine|last=Swenson|title=Medical Women and Victorian Fiction|url=http://books.google.com/books?id=8SpyhptLxecC&pg=PA15|year=2005|publisher=University of Missouri Press|isbn=978-0-8262-6431-2|page=15}}</ref><ref name=Parragon>{{cite book|author=Dr. Aaron Ralby|title=Atlas of Military History|year=2013|publisher=Parragon|isbn=978-1-4723-0963-1|pages=281|chapter=The Crimean War 1853–1856}}</ref>\n\nSome recent commentators have asserted Nightingale's achievements in the Crimean War were exaggerated by the media at the time, to satisfy the public's need for a hero. Nevertheless, critics agree on the decisive importance of her follow-up achievements in professionalising nursing roles for women. In 1860, Nightingale laid the foundation of professional nursing with the establishment of her [[nursing school]] at [[St Thomas' Hospital]] in London. It was the [[Florence Nightingale Faculty of Nursing and Midwifery|first secular nursing school in the world]], now part of [[King's College London]]. The [[Nightingale Pledge]] taken by new nurses was named in her honour, and the annual [[International Nurses Day]] is celebrated around the world on her birthday. Her social reforms include improving healthcare for all sections of British society, advocating better hunger relief in India, helping to [[abolitionism (prostitution)|abolish prostitution laws]] that were over-harsh to women, and expanding the acceptable forms of female participation in the [[workforce]].\n\nNightingale was a prodigious and versatile writer. In her lifetime, much of her published work was concerned with spreading medical knowledge. Some of her tracts were written in [[plain English|simple English]] so that they could easily be understood by those with poor literary skills. She also helped popularise the graphical presentation of [[statistics|statistical]] [[data]]. Much of her writing, including her extensive work on religion and [[mysticism]], has only been published posthumously.\n\n== Early life ==\n[[File:Embley Park.jpg|thumb|[[Embley Park]], now a school, was one of the family homes of [[William Nightingale]].]]\n[[File:Florence Nightingale - Project Gutenberg 13103.jpg|thumb|upright|Young Florence Nightingale]]\nFlorence Nightingale was born on 12 May 1820 into a rich, upper-class, well-connected British family at the ''Villa Colombaia'',<ref>{{cite web |url=http://www.countryjoe.com/nightingale/house.htm |title=The true Florence: Exploring the Italian birthplace of Florence Nightingale |date=1 December 2007 |first=Joy|last=Shiller |accessdate=16 March 2015}}</ref> in [[Florence]], Italy, and was named after the city of her birth. Florence's older sister [[Frances Parthenope Verney|Frances Parthenope]] had similarly been named after her place of birth, ''[[History of Naples|Parthenope]]'', a [[Ancient Greece|Greek]] settlement now part of the city of [[Naples]]. The family moved back to England in 1821, with Nightingale being brought up in the family's homes at [[Embley, Hampshire]] and\n[[Dethick, Lea and Holloway|Lea Hurst, Derbyshire]].<ref name=\"NightingaleonMysticism\">{{cite book\n|author = Florence Nightingale and Gerard Vallee (Editor)\n|title=Florence Nightingale on Mysticism and Eastern Religions\n|chapter = ''passim'', see esp Introduction\n|year= 2003\n|isbn=0-88920-413-6\n|publisher= [[Wilfrid Laurier University Press]]\n}}</ref><ref name=\"NightingaleCrimeanColectedWorkds\">{{cite book\n|author = Florence Nightingale and Lynn McDonald (Editor)\n|title=Florence Nightingale: The Crimean War\n|chapter = An introduction to Vol 14\n|year= 2010\n|isbn=0-88920-469-1\n|publisher= [[Wilfrid Laurier University Press]]\n}}</ref>\n\nHer parents were [[William Nightingale|William Edward Nightingale, born William Edward Shore]] (1794–1874) and Frances (\"Fanny\") Nightingale ''née'' Smith (1789–1880). William's mother Mary ''née'' Evans was the niece of Peter Nightingale, under the terms of whose will William inherited his estate at Lea Hurst, and assumed the name and arms of Nightingale. Fanny's father (Florence's maternal grandfather) was the [[Abolitionism in the United Kingdom|abolitionist]] and [[Unitarianism|Unitarian]] [[William Smith (abolitionist)|William Smith]].<ref>{{cite web|url=http://www.rotherhamweb.co.uk/genealogy/shore.htm |title=Pedigree of Shore of Sheffield, Meersbrook, Norton and Tapton |publisher=Rotherham Web |accessdate=17 May 2012}}</ref> Nightingale's father educated her.<ref name=\"NightingaleCrimeanColectedWorkds\" />\n\nIn 1838, her father took the family on a tour in Europe where he was introduced to the English-born Parisian hostess [[Mary Elizabeth Mohl|Mary Clarke]], with whom Florence bonded. She recorded that \"Clarkey\" was a stimulating hostess who did not care for her appearance, and while her ideas did not always agree with those of her guests, \"she was incapable of boring anyone.\" Her behaviour was said to be exasperating and eccentric and she had no respect for upper-class British women, whom she regarded generally as inconsequential. She said that if given the choice between being a woman or a galley slave, then she would choose the freedom of the galleys. She generally rejected female company and spent her time with male intellectuals. However, Clarkey made an exception in the case of the Nightingale family and Florence in particular. She and Florence were to remain close friends for 40 years despite their 27-year age difference. Clarke demonstrated that women could be equals to men, an idea that Florence had not obtained from her mother.<ref name=cromwell>{{cite book|last1=Cromwell|first1=Judith Lissauer|title=Florence Nightingale, feminist|date=2013|publisher=McFarland et Company|location=Jefferson, NC [u.a.]|isbn=0-7864-7092-5|page=28}}</ref>\n\nNightingale underwent the first of several experiences that she believed were calls from God in February 1837 while at [[Embley Park]], prompting a strong desire to devote her life to the service of others. In her youth she was respectful of her family's opposition to her working as a nurse, only announcing her decision to enter the field in 1844. Despite the intense anger and distress of her mother and sister, she rebelled against the expected role for a woman of her status to become a wife and mother. Nightingale worked hard to educate herself in the art and science of nursing, in the face of opposition from her family and the restrictive social code for affluent young English women.<ref name=\"Small's bio\">{{cite book|last1=Small|first1=Hugh|title=Florence Nightingale: Avenging Angel|date=1998|publisher=St. Martin's Press|location=New York|pages=1–19}}</ref>\n\nAs a young woman, Nightingale was attractive, slender and graceful. While her demeanour was often severe, she could be very charming and her smile was radiant. Her most persistent suitor was the politician and poet [[Richard Monckton Milnes]], but after a nine-year courtship she rejected him, convinced that marriage would interfere with her ability to follow her calling to nursing.<ref name=\"Small's bio\" />\n\nIn Rome in 1847, she met [[Sidney Herbert, 1st Baron Herbert of Lea|Sidney Herbert]], a politician who had been [[Secretary at War]] (1845–1846) who was on his honeymoon. He and Nightingale became lifelong close friends. Herbert would be Secretary of War again during the [[Crimean War]], when he and his wife would be instrumental in facilitating Nightingale's nursing work in the Crimea. She became Herbert's key adviser throughout his political career, though she was accused by some of having hastened Herbert's death from [[Bright's Disease]] in 1861 because of the pressure her programme of reform placed on him.\n\nNightingale also much later had strong relations with academic [[Benjamin Jowett]], who may have wanted to marry her.\n\nNightingale continued her travels (now with Charles and Selina Bracebridge) as far as Greece and Egypt. Her writings on Egypt in particular are testimony to her learning, literary skill and philosophy of life. Sailing up the Nile as far as Abu Simbel in January 1850, she wrote of the [[Abu Simbel temples]], \"Sublime in the highest style of intellectual beauty, intellect without effort, without suffering … not a feature is correct—but the whole effect is more expressive of spiritual grandeur than anything I could have imagined. It makes the impression upon one that thousands of voices do, uniting in one unanimous simultaneous feeling of enthusiasm or emotion, which is said to overcome the strongest man.\"<ref name=\"Chaney39-74\">{{cite book |first=Edward|last=Chaney |chapter=Egypt in England and America: The Cultural Memorials of Religion, Royalty and Revolution |title=Sites of Exchange: European Crossroads and Faultlines |editor=M. Ascari |editor2=A. Corrado |publisher=Rodopi |location=Amsterdam and New York |year=2006 |pages=39–74}}</ref>\n[[File:Florence Nightingale by Kilburn c1854.jpg|thumb|upright|Nightingale circa 1854]]\n\nAt Thebes, she wrote of being \"called to God,\" while a week later near Cairo she wrote in her diary (as distinct from her far longer letters that her elder sister Parthenope was to print after her return): \"God called me in the morning and asked me would I do good for him alone without reputation.\"<ref name=\"Chaney39-74\" /> Later in 1850, she visited the Lutheran religious community at [[Düsseldorf-Kaiserswerth|Kaiserswerth-am-Rhein]] in Germany, where she observed Pastor [[Theodor Fliedner]] and the deaconesses working for the sick and the deprived. She regarded the experience as a turning point in her life, and issued her findings anonymously in 1851; ''The Institution of Kaiserswerth on the Rhine, for the Practical Training of Deaconesses, etc.'' was her first published work.<ref>''Oxford Dictionary of National Biography''</ref> She also received four months of medical training at the institute, which formed the basis for her later care.\n\nOn 22 August 1853, Nightingale took the post of superintendent at the Institute for the Care of Sick Gentlewomen in [[Upper Harley Street]], London, a position she held until October 1854.<ref name=hsguide>''[http://www.harleystreetguide.co.uk/about/history/ History of Harley Street]'' at Harley Street Guide (commercial website)</ref> Her father had given her an annual income of £500 (roughly £40,000/US$65,000 in present terms), which allowed her to live comfortably and to pursue her career.\n\n== Crimean War ==\n[[File:Notes on Nursing (28).jpg|thumb|A print of the jewel awarded to Nightingale by [[Victoria of the United Kingdom|Queen Victoria]], for her services to the soldiers in the war]]\n\nFlorence Nightingale's most famous contribution came during the [[Crimean War]], which became her central focus when reports got back to Britain about the horrific conditions for the wounded. On 21 October 1854, she and the staff of 38 women volunteer nurses that she trained, including her aunt Mai Smith,<ref>{{cite journal\n| last = Gill\n| first = Christopher J.\n| title =Nightingale in Scutari: Her Legacy Reexamined\n| journal =Clinical Infectious Diseases\n| volume =40\n| issue =12\n| pages =1799–1805\n| publisher =\n| date=June 2005\n| doi =10.1086/430380| pmid = 15909269\n| last2 = Gill\n| first2 = Gillian C.\n| issn = 1058-4838\n}}</ref> and 15 Catholic nuns (mobilised by [[Henry Edward Manning]])<ref>{{cite book |author=Mary Jo Weaver |title=New Catholic Women: a Contemporary Challenge to Traditional Religious Authority |location=San Francisco |publisher=Harper and Row |year=1985 |page=31}} citing {{cite book |first=Olga|last=Hartley |title=Women and the Catholic Church |location=London |publisher=Buns, Oates & Washbourne |year=1935 |pages=222–223}}</ref> were sent (under the authorisation of Sidney Herbert) to the [[Ottoman Empire]]. Nightingale was assisted in Paris by her friend [[Mary Elizabeth Mohl|Mary Clarke]].<ref>Patrick Waddington, \"Mohl, Mary Elizabeth (1793–1883)\", ''Oxford Dictionary of National Biography'', Oxford University Press, 2004; online edn, January 2007 [http://www.oxforddnb.com/view/article/18880, accessed 7 February 2015]</ref> They were deployed about {{convert|295|nmi|km mi|lk=in}} across the [[Black Sea]] from [[Balaklava]] in the [[Crimea]], where the main British camp was based.\n\n[[File:Nightingale letter.jpeg|thumb|left|Letter from Nightingale to [[Mary Elizabeth Mohl|Mary Mohl]], 1881]]\nNightingale arrived early in November 1854 at [[Selimiye Barracks]] in Scutari (modern-day [[Üsküdar]] in [[Istanbul]]). Her team found that poor care for wounded soldiers was being delivered by overworked medical staff in the face of official indifference. Medicines were in short supply, [[hygiene]] was being neglected, and mass infections were common, many of them fatal. There was no equipment to process food for the patients.\n\nAfter Nightingale sent a plea to ''[[The Times]]'' for a government solution to the poor condition of the facilities, the British Government commissioned [[Isambard Kingdom Brunel]] to design a [[prefabricated building|prefabricated]] hospital that could be built in England and shipped to the Dardanelles. The result was [[Renkioi Hospital]], a civilian facility that, under the management of Dr [[Edmund Alexander Parkes]], had a death rate less than 1/10th that of Scutari.<ref>[http://www.nationalarchives.gov.uk/battles/crimea/popup/medical.htm \"Report on Medical Care\"]. British National Archives (WO 33/1 ff.119, 124, 146–7). 23 February 1855.</ref>\n\n[[Stephen Paget]] in the ''[[Dictionary of National Biography]]'' asserted that Nightingale reduced the death rate from 42% to 2%, either by making improvements in hygiene herself, or by calling for the Sanitary Commission.<ref>{{cite DNB12|wstitle= Nightingale, Florence|volume=3}}</ref> For example, Nightingale implemented [[handwashing]] and other hygiene practices in the war hospital in which she worked.<ref>{{cite web|title = The Global Public-Private Partnership for Handwashing|url = http://globalhandwashing.org/about-handwashing/history-of-handwashing/|website = globalhandwashing.org|accessdate = 2015-04-18}}</ref>\n\n[[File:The Selimiye Barracks (8425276098).jpg|thumb|right|Selimiye Barracks in [[Üsküdar]]]]\nDuring her first winter at Scutari, 4,077 soldiers died there. Ten times more soldiers died from illnesses such as [[typhus]], [[typhoid]], [[cholera]] and [[dysentery]] than from battle wounds. With overcrowding, defective [[sanitary sewer|sewers]] and lack of ventilation, the Sanitary Commission had to be sent out by the British government to Scutari in March 1855, almost six months after Nightingale had arrived. The commission flushed out the sewers and improved ventilation.<ref>{{cite book|url=http://books.google.com/?id=dRpgFsQ7nqkC&pg=PA114&lpg=PA114&dq=sanitary+commissioner+Scutari |title=Florence Nightingale: Measuring Hospital Care Outcomes |publisher=|date= August 1999|accessdate=13 March 2010|isbn=0-86688-559-5|author1=Nightingale, Florence}}</ref> Death rates were sharply reduced, but she never claimed credit for helping to reduce the death rate.<ref name=\"Florence Nightingale to Her Nurses: A Selection From Miss Nightingale's Addresses to Probationers and Nurses of the Nightingale School at St Thomas's Hospital (London: Macmillan, 1914)\">''[http://www.florence-nightingale-avenging-angel.co.uk/?p=861 Florence Nightingale, Avenging Angel]'' by Hugh Small (Constable 1998)</ref> In 2001 and 2008 the BBC released documentaries that were critical of Nightingale's performance in the Crimean War, as were some follow-up articles published in ''The Guardian'' and the ''Sunday Times''. Nightingale scholar [[Lynn McDonald]] has dismissed these criticisms as \"often preposterous\", arguing they are not supported by the primary sources.<ref name=\"NightingaleCrimeanColectedWorkds\" />\n\nNightingale still believed that the death rates were due to poor nutrition, lack of supplies, stale air and overworking of the soldiers.<!-- not consistent with her belief in Miasma theory of disease stated earlier ??? check --> After she returned to Britain and began collecting evidence before the Royal Commission on the Health of the Army, she came to believe that most of the soldiers at the hospital were killed by poor living conditions. This experience influenced her later career, when she advocated sanitary living conditions as of great importance. Consequently, she reduced peacetime deaths in the army and turned her attention to the sanitary design of hospitals and the introduction of sanitation in working-class homes (see Statistics and Sanitary Reform, below).\n\n=== The Lady with the Lamp ===\n[[File:Florence Nightingale. Coloured lithograph. Wellcome V0006579.jpg|thumb|''The Lady with the Lamp'' popular lithograph reproduction of a painting by [[Henrietta Rae]], 1891.]]\n\nDuring the [[Crimean war]], Nightingale gained the nickname \"The Lady with the Lamp\" from a phrase in a report in ''[[The Times]]'':\n<blockquote>She is a \"ministering angel\" without any exaggeration in these hospitals, and as her slender form glides quietly along each corridor, every poor fellow's face softens with gratitude at the sight of her. When all the medical officers have retired for the night and silence and darkness have settled down upon those miles of prostrate sick, she may be observed alone, with a little lamp in her hand, making her solitary rounds.<ref>Cited in Cook, E. T. ''The Life of Florence Nightingale.'' (1913) Vol 1, p 237.</ref> </blockquote>\n\nThe phrase was further popularised by [[Henry Wadsworth Longfellow]]'s 1857 poem \"[[Santa Filomena (poem)|Santa Filomena]]\":<ref>{{cite web|url=http://www.theatlantic.com/unbound/poetry/nov1857/filomena.htm |date= November 1857 |title=Santa Filomena |author=Henry Wadsworth Longfellow |pages=22–23 |work=The Atlantic Monthly |accessdate=13 March 2010}}</ref>\n\n<blockquote>Lo! in that house of misery<br />\nA lady with a lamp I see<br />\nPass through the glimmering gloom,<br />\nAnd flit from room to room.</blockquote>\n\n== Later career ==\nIn the [[Crimea]] on 29 November 1855, the Nightingale Fund was established for the training of nurses during a public meeting to recognise Nightingale for her work in the war. There was an outpouring of generous donations. Sidney Herbert served as honorary secretary of the fund and the [[Prince George, Duke of Cambridge|Duke of Cambridge]] was chairman. Nightingale was considered a pioneer in the concept of ''[[medical tourism]]'' as well, based on her 1856 letters describing spas in the [[Ottoman Empire]]. She detailed the health conditions, physical descriptions, dietary information, and other vital details of patients whom she directed there. The treatment there was significantly less expensive than in Switzerland.\n[[File:Florence Nightingale by Goodman, 1858.jpg|thumb|left|upright|Florence Nightingale, circa 1858]]\n\nNightingale had £45,000 at her disposal from the Nightingale Fund to set up the Nightingale Training School at [[St. Thomas' Hospital]] on 9 July 1860. The first trained Nightingale nurses began work on 16 May 1865 at the Liverpool Workhouse Infirmary. Now called the [[Florence Nightingale School of Nursing and Midwifery]], the school is part of [[King's College London]]. She also campaigned and raised funds for the [[Royal Buckinghamshire Hospital]] in [[Aylesbury]] near her sister's home, [[Claydon House]].\n\nNightingale wrote ''[[Notes on Nursing]]'' (1859). The book served as the cornerstone of the curriculum at the Nightingale School and other nursing schools, though it was written specifically for the education of those nursing at home. Nightingale wrote \"Every day sanitary knowledge, or the knowledge of nursing, or in other words, of how to put the constitution in such a state as that it will have no disease, or that it can recover from disease, takes a higher place. It is recognised as the knowledge which every one ought to have – distinct from medical knowledge, which only a profession can have\".<ref name=\"FlorenceNightingale\">{{cite book | title= Notes on Nursing: What it is and what it is not | last= Nightingale| first= Florence | chapter=Preface| editor=...| year= 1974 |orig-year= First published 1859 | publisher= Blackie & Son Ltd.| location= Glasgow and London|isbn=0-216-89974-5}}</ref>\n\n''Notes on Nursing'' also sold well to the general reading public and is considered a classic introduction to nursing. Nightingale spent the rest of her life promoting and organising the nursing profession. In the introduction to the 1974 edition, Joan Quixley of the Nightingale School of Nursing wrote: \"The book was the first of its kind ever to be written. It appeared at a time when the simple rules of health were only beginning to be known, when its topics were of vital importance not only for the well-being and recovery of patients, when hospitals were riddled with infection, when nurses were still mainly regarded as ignorant, uneducated persons. The book has, inevitably, its place in the history of nursing, for it was written by the founder of modern nursing\".<ref name=\"QuixleyonNightingale\">{{cite book | title= Notes on Nursing: What it is and what it is not | last= Nightingale| first= Florence | chapter=Introduction by Joan Quixley| editor=...| year= 1974| orig-year= First published 1859 | publisher= Blackie & Son Ltd. | isbn=978-0-216-89974-2}}</ref>\n\nAs [[Mark Bostridge]] has recently demonstrated, one of Nightingale's signal achievements was the introduction of trained nurses into the [[workhouse]] system in England and Ireland from the 1860s onwards. This meant that sick paupers were no longer being cared for by other, able-bodied paupers, but by properly trained nursing staff.\n\nThough Nightingale is sometimes said to have denied the theory of infection for her entire life, a recent biography disagrees,<ref>''Florence Nightingale, the Woman and her Legend'', by Mark Bostridge (Viking, 2008)</ref> saying that she was simply opposed to a precursor of germ theory known as [[Contingent contagionism|contagionism]]. This theory held that diseases could only be transmitted by touch. Before the experiments of the mid-1860s by Pasteur and Lister, hardly anyone took germ theory seriously; even afterwards, many medical practitioners were unconvinced. Bostridge points out that in the early 1880s Nightingale wrote an article for a textbook in which she advocated strict precautions designed, she said, to kill germs. Nightingale's work served as an inspiration for nurses in the [[American Civil War]]. The [[Union (American Civil War)|Union]] government approached her for advice in organising field medicine. Although her ideas met official resistance, they inspired the volunteer body of the [[United States Sanitary Commission]].\n\nIn the 1870s, Nightingale mentored [[Linda Richards]], \"America's first trained nurse\", and enabled her to return to the USA with adequate training and knowledge to establish high-quality nursing schools. Richards went on to become a nursing pioneer in the USA and Japan.\n\nBy 1882, several Nightingale nurses had become matrons at several leading hospitals, including, in London ([[St Mary's Hospital (London)|St Mary's Hospital]], Westminster Hospital, St Marylebone Workhouse Infirmary and the [[Royal Hospital for Neuro-disability|Hospital for Incurables]] at [[Putney]]) and throughout Britain ([[Netley Hospital|Royal Victoria Hospital]], [[Netley]]; [[Royal Infirmary of Edinburgh|Edinburgh Royal Infirmary]]; Cumberland Infirmary and Liverpool Royal Infirmary), as well as at [[Sydney Hospital]] in [[New South Wales]], Australia.\n\nIn 1883, Nightingale was awarded the [[Royal Red Cross]] by Queen Victoria. In 1904, she was appointed a [[Venerable Order of Saint John|Lady of Grace of the Order of St John (LGStJ)]]. In 1907, she became the first woman to be awarded the [[Order of Merit (Commonwealth)|Order of Merit]]. In the following year she was given the [[Freedom of the City|Honorary Freedom]] of the [[City of London]]. Her birthday is now celebrated as International [[Chronic fatigue syndrome|CFS]] Awareness Day.<ref>{{cite web|url=http://www.may12th.org/|title=May 12th International Awareness Day|work=May 12th International Awareness Day}}</ref>\n\nFrom 1857 onwards, Nightingale was intermittently bedridden and suffered from depression. A recent biography cites [[brucellosis]] and associated [[spondylitis]] as the cause.<ref>Bostridge (2008)</ref> Most authorities today accept that Nightingale suffered from a particularly extreme form of brucellosis, the effects of which only began to lift in the early 1880s. Despite her symptoms, she remained phenomenally productive in social reform. During her bedridden years, she also did pioneering work in the field of hospital planning, and her work propagated quickly across Britain and the world. Nightingale's output slowed down considerably in her last decade. She wrote very little during that period due to blindness and declining mental abilities, though she still retained an interest in current affairs.<ref name=\"NightingaleCrimeanColectedWorkds\" />\n\n== Relationships ==\nAlthough much of Nightingale's work improved the lot of women everywhere, Nightingale was of the opinion that women craved [[sympathy]] and were not as capable as men.<ref>In an 1861 letter published in {{Gutenberg|no=40058|name=The Life of Florence Nightingale vol. 2 of 2 by Edward Tyas Cook|bullet=none|pages=pp. 14–17}}, Nightingale wrote \"''Women have no sympathy.'' […] Women crave for being loved, not for loving. They scream out at you for sympathy all day long, they are incapable of giving any in return, for they cannot remember your affairs long enough to do so. … They cannot state a fact accurately to another, nor can that other attend to it accurately enough for it to become information.\".</ref> She criticised early women's rights activists for decrying an alleged lack of careers for women at the same time that lucrative medical positions, under the supervision of Nightingale and others, went perpetually unfilled.<ref>In the same 1861 letter {{Gutenberg|no=40058|name=available|bullet=none}} she wrote, \"It makes me mad, the Women's Rights talk about 'the want of a field' for them – when I would gladly give £500 a year for a Woman secretary. And two English Lady superintendents have told me the same thing. And we can't get ''one''...\"</ref> She preferred the friendship of powerful men, insisting they had done more than women to help her attain her goals, writing: \"I have never found one woman who has altered her life by one iota for me or my opinions.\"<ref>The same 1861 letter published in {{Gutenberg|no=40058|name=The Life of Florence Nightingale vol. 2 of 2 by Edward Tyas Cook|bullet=none|pages=pp. 14–17}} <!-- | title = The Life of Florence Nightingale, vol 2: 1862–1910 | author1 = Cook | first1 = Sir Edward Tyas | year = 1914 --></ref><ref name=\"NightingaleonWomen\">{{cite book\n|author = Florence Nightingale and Lynn McDonald (Editor)\n|title=Florence Nightingale on Women, Medicine, Midwifery and Prostitution\n|pages = 7, 48–49, 414\n|year= 2005\n|isbn=0-88920-466-7\n|publisher= [[Wilfrid Laurier University Press]]\n}}</ref> She often referred to herself in the masculine, as for example \"a man of action\" and \"a man of business\".<ref>Stark, Myra. \"Florence Nightingale's Cassandra\". The Feminist Press, 1979, p.17.</ref>\n\nHowever, she did have several important and long-lasting friendships with women. Later in life, she kept up a prolonged correspondence with Irish nun Sister Mary Clare Moore, with whom she had worked in Crimea.<ref>{{cite web|url=http://www.ourladyofmercy.org.uk |title=Institute of Our Lady of Mercy, Great Britain |publisher=Ourladyofmercy.org.uk |date=8 December 2009 |accessdate=13 March 2010}}</ref> Her most beloved confidante was Mary Clarke, an Englishwoman she met in 1837 and kept in touch with throughout her life.<ref>Cannadine, David. \"Ever Yours, Florence Nightingale: Selected Letters.\" The New Republic. 203.7 (13 August 1990): 38–42.</ref>\n\nSome scholars of Nightingale's life believe that she remained chaste for her entire life, perhaps because she felt a religious calling to her career.<ref>Dossey, Barbara Montgomery. ''Florence Nightingale: Mystic, Visionary, Reformer''. Philadelphia: Lippincott Williams & Wilkins, 1999.</ref>\n\n== Death ==\n\n[[File:St Margarets FN grave.jpg|thumb|upright|The grave of Florence Nightingale in the churchyard of St Margaret's Church, [[Wellow, Hampshire|East Wellow]].]]\nOn 13 August 1910, at the age of 90, she died peacefully in her sleep in her room at 10 South Street, [[Mayfair]], London.<ref>{{openplaque|6}}</ref><ref name=\"obit\">{{cite news | title=Miss Nightingale Dies, Aged Ninety | url=http://www.nytimes.com/learning/general/onthisday/bday/0512.html | quote=Florence Nightingale, the famous nurse of the Crimean war and the only woman who ever received the Order of Merit, died yesterday afternoon at her London home. Although she had been an invalid for a long time, rarely leaving her room, where she passed the time in a half-recumbent position and was under the constant care of a physician, her death was somewhat unexpected. A week ago she was quite sick, but then improved and on Friday was cheerful. During that night alarming symptoms developed and she gradually sank until 2 o'clock Saturday afternoon, when the end came.| newspaper=The New York Times |date=15 August 1910 | accessdate=21 July 2007 }}</ref> The offer of burial in [[Westminster Abbey]] was declined by her relatives and she is buried in the graveyard at St Margaret's Church in [[Wellow, Hampshire|East Wellow]], Hampshire, near Embley Park.<ref>[http://www.countryjoe.com/nightingale/joe_grave.jpg Photograph of Nightingale's grave]. countryjoe.com</ref><ref>{{cite web|url=http://www.countryjoe.com/nightingale/wellow.htm |title=Florence Nightingale: The Grave at East Wellow |publisher=Countryjoe.com |accessdate=13 March 2010}}</ref> She left a large body of work, including several hundred notes that were previously unpublished.<ref name=Kelly>Kelly, Heather (1998). ''[http://scholars.wlu.ca/etd/126/ Florence Nightingale's autobiographical notes: A critical edition of BL Add. 45844 (England)]'' (M.A. thesis) Wilfrid Laurier University</ref> A memorial monument to Nightingale was created in Carrara marble by Francis William Sargant in 1913 and placed in the cloister of the [[Basilica of Santa Croce, Florence]].<ref>{{cite book|last1=Vojnovic|first1=Paola|title='Florence Nightingale: The Lady of the Lamp' in ''Santa Croce in Pink: Untold Stories of Women and their Monuments''|date=2013|publisher=Adriano Antonioletti Boratto|page=27}}</ref>\n\n== Contributions ==\n\n=== Statistics and sanitary reform ===\nFlorence Nightingale exhibited a gift for mathematics from an early age and excelled in the subject under the tutorship of her father.<ref>There were rumors that she was tutored by an eminent mathematician who was a friend of the family. Mark Bostridge says, \"There appears to be no documentary evidence to connect Florence with J. J. Sylvester.\"  {{cite book|first=Mark|last=Bostridge|title=Florence Nightingale: The Making of an Icon|url=http://books.google.com/books?id=M-FEXr2kf7AC&pg=PT1172|year=2008|page=1172}}</ref>   Later, Nightingale became a pioneer in the visual presentation of information and [[statistical graphics]].<ref>{{cite book | last=Lewi | first=Paul J. | authorlink=Paul Lewi | title=Speaking of Graphics| year=2006 | url=http://www.datascope.be/sog.htm}}</ref> She used methods such as the [[pie chart]], which had first been developed by [[William Playfair]] in 1801. While taken for granted now, it was at the time a relatively novel method of presenting data.<ref name=Cohen1984>{{cite journal| last= Cohen | first=I. Bernard | author-link=I. Bernard Cohen | title=Florence Nightingale | journal=Scientific American | volume=250| pages=128–137| date=March 1984| doi= 10.1038/scientificamerican0384-128| pmid= 6367033| issue= 3 }} (alternative pagination depending on country of sale: 98–107. Bibliography on p.114) [http://www.unc.edu/~nielsen/soci708/ online article – see documents link at left]</ref>\n\nIndeed, Nightingale is described as \"a true pioneer in the graphical representation of statistics\", and is credited with developing a form of the pie chart now known as the [[polar area diagram]],<ref name=Cohen1984p107>Cohen, I. Bernard (1984), p. 107.</ref> or occasionally the '''Nightingale rose diagram''', equivalent to a modern circular [[histogram]], to illustrate seasonal sources of patient mortality in the military field hospital she managed. Nightingale called a compilation of such diagrams a \"coxcomb\", but later that term would frequently be used for the individual diagrams.<ref>{{cite web|url = http://www.york.ac.uk/depts/maths/histstat/small.htm|title = Publication explaining Nightingale's use of 'coxcomb'|accessdate = |website = |publisher = |last = |first = }}</ref> She made extensive use of coxcombs to present reports on the nature and magnitude of the conditions of medical care in the Crimean War to [[Parliament of the United Kingdom|Members of Parliament]] and civil servants who would have been unlikely to read or understand traditional statistical reports. In 1859, Nightingale was elected the first female member of the [[Royal Statistical Society]]. She later became an honorary member of the [[American Statistical Association]].\n[[File:Nightingale-mortality.jpg|thumb|right|\"''[[polar area diagram|Diagram]] of the causes of mortality in the army in the East''\" by Florence Nightingale.]]\n\nHer attention turned to the health of the British army in India and she demonstrated that bad drainage, contaminated water, overcrowding and poor ventilation were causing the high death rate. She concluded that the health of the army and the people of India had to go hand in hand and so campaigned to improve the sanitary conditions of the country as a whole.\n\nNightingale made a comprehensive statistical study of [[sanitation]] in Indian rural life and was the leading figure in the introduction of improved medical care and public health service in India. In 1858 and 1859, she successfully lobbied for the establishment of a Royal Commission into the Indian situation. Two years later, she provided a report to the commission, which completed its own study in 1863. \"After 10 years of sanitary reform, in 1873, Nightingale reported that mortality among the soldiers in India had declined from 69 to 18 per 1,000\".<ref name=Cohen1984p107 />\n\nThe Royal Sanitary Commission of 1868–9 presented Nightingale with an opportunity to press for compulsory sanitation in private houses. She lobbied the minister responsible, [[James Stansfeld]], to strengthen the proposed Public Health Bill to require owners of existing properties to pay for connection to mains drainage.<ref>{{cite book|title = Florence Nightingale on Public Health Care|last = McDonald|first = Lynn|publisher = |isbn = |location = |pages = 550}}</ref> The strengthened legislation was enacted in the Public Health Acts of 1874 and 1875. At the same time she combined with the retired sanitary reformer [[Edwin Chadwick]] to persuade Stansfeld to devolve powers to enforce the law to Local Authorities, eliminating central control by medical technocrats.<ref>{{cite book|title = Sir John Simon, 1816–1904|last = Lambert|first = Royston|publisher = McGibbon & Kee|year = 1963|isbn = |location = |pages = 521–3}}</ref> Her Crimean War statistics had convinced her that non-medical approaches were more effective given the state of knowledge at the time. Historians now believe that both drainage and devolved enforcement played a crucial role in increasing average national life expectancy by 20 years between 1871 and the mid-1930s during which time medical science made no impact on the most fatal epidemic diseases.<ref name=\"Florence Nightingale to Her Nurses: A Selection From Miss Nightingale's Addresses to Probationers and Nurses of the Nightingale School at St Thomas's Hospital (London: Macmillan, 1914)\" /><ref>{{cite journal|url = |title = The Importance of Social Intervention in Britain's Mortality Decline c. 1850–1914|last = Szreter|first = Simon|journal = Soc. Hist. Med. 1 (1988): 1037|accessdate = |doi = |pmid = }}</ref>\n\n=== Literature and the women's movement ===\n{{cquote | Nightingale's achievements are all the more impressive when they are considered against the background of social restraints on women in Victorian England. Her father, William Edward Nightingale, was an extremely wealthy landowner, and the family moved in the highest circles of English society. In those days, women of Nightingale's class did not attend universities and did not pursue professional careers; their purpose in life was to marry and bear children. Nightingale was fortunate. Her father believed women should be educated, and he personally taught her Italian, Latin, Greek, philosophy, history and – most unusual of all for women of the time – writing and mathematics.<ref name=Cohen1984p98>Cohen, I. Bernard (1984), p.98</ref>}}\n\nWhile better known for her contributions in the nursing and mathematical fields, Nightingale is also an important link in the study of English [[feminism]]. During 1850 and 1852, she was struggling with her self-definition and the expectations of an upper-class marriage from her family. As she sorted out her thoughts, she wrote ''[[Suggestions for Thought to Searchers after Religious Truth]]''. This was an 829-page, three-volume work, which Nightingale had printed privately in 1860, but which until recently was never published in its entirety.<ref name=Calabria&Macrae1994>{{cite book |year=1994 |author=Nightingale, Florence |editor=Michael D. Calabria & Janet A. Macrae |title=Suggestions for Thought: Selections and Commentaries |isbn=0-8122-1501-X |url=http://books.google.com/?id=CHcm-2Zm5DQC&dq=%22suggestions+for+thought%22&printsec=frontcover&q |accessdate=6 July 2010 |postscript=<!--None-->}}</ref> An effort to correct this was made with a 2008 publication by [[Wilfrid Laurier University]], as volume 11<ref name=McDonald2008>{{cite book |year=2008 |editor=McDonald, Lynn |title=Florence Nightingale's ''Suggestions for Thought'' |series=Collected Works of Florence Nighingale |volume=Volume 11 |place=Ontario, Canada |publisher=Wilfrid Laurier University Press |isbn=978-0-88920-465-2 |url=http://books.google.com/?id=Mle5Sjixa0cC&printsec=frontcover&dq=McDonald++%22suggestions+for+thought%22&q |accessdate=6 July 2010 |postscript=<!--None-->}} Privately printed by Nightingale in 1860.</ref> of a 16 volume project, the ''Collected Works of Florence Nightingale''.<ref name=WLUPress>{{cite journal |title=Collected Works of Florence Nightingale |publisher=Wilfrid Laurier University Press |url=http://www.wlupress.wlu.ca/Series/CWFN.shtml |accessdate=6 July 2010 |postscript=<!--None-->}}</ref> The best known of these essays, called \"Cassandra\", was previously published by [[Ray Strachey]] in 1928. Strachey included it in ''The Cause'', a history of the women's movement. Apparently, the writing served its original purpose of sorting out thoughts; Nightingale left soon after to train at the Institute for deaconesses at [[Kaiserswerth]].\n\n\"Cassandra\" protests the over-feminisation of women into near helplessness, such as Nightingale saw in her mother's and older sister's lethargic lifestyle, despite their education. She rejected their life of thoughtless comfort for the world of social service. The work also reflects her fear of her ideas being ineffective, as were [[Cassandra]]'s. Cassandra was a princess of [[Troy]] who served as a priestess in the temple of [[Apollo]] during the [[Trojan War]]. The god gave her the gift of [[prophecy]]; when she refused his advances, he cursed her so that her prophetic warnings would go unheeded. [[Elaine Showalter]] called Nightingale's writing \"a major text of English feminism, a link between [[Mary Wollstonecraft|Wollstonecraft]] and [[Virginia Woolf|Woolf]].\"<ref>Gilbert, Sandra M. and Susan Gubar. \"Florence Nightingale.\" ''The Norton Anthology of Literature by Women: The Traditions in English''. New York: W.W. Norton, 1996. 836–837.</ref>\n\n=== Theology ===\nDespite being named as a Unitarian in several older sources, Nightingale's own rare references to conventional Unitarianism are mildly negative. She remained in the [[Church of England]] throughout her life, albeit with unorthodox views. Influenced from an early age by the [[Wesleyanism|Wesleyan tradition]], Nightingale felt that genuine religion should manifest in active care and love for others.<ref>Her parents took their daughters to both Church of England and Methodist churches.</ref><ref>Lynn McDonald ''Florence Nightingale: extending nursing '' p11 Nightingale's rare references to Unitarianism are mildly negative, and while her religious views were heterodox, she remained in the Church of England throughout her life. Her biblical annotations, private journal notes and translations of the mystics give quite a different impression of her beliefs, and these do have a bearing on her work with nurses, and not only at Edinburgh, but neither [Cecil Woodham-]Smith nor his [sic — C.W.-S. was a woman] followers consulted their sources.\"</ref> She wrote a work of theology: ''Suggestions for Thought'', her own [[theodicy]], which develops her heterodox ideas. Nightingale questioned the goodness of a God who would condemn souls to hell, and was a believer in [[universal reconciliation]] – the concept that even those who die without being saved will eventually make it to Heaven.<ref>While this has changed by the 21st century, ''universal reconciliation'' was very far from being mainstream in the Church of England at the time.</ref> She would sometimes comfort those in her care with this view. For example, a dying young prostitute being tended by Nightingale was concerned she was going to hell and said to her 'Pray God, that you may never be in the despair I am in at this time'. The nurse replied \"Oh, my girl, are you not now more merciful than the God you think you are going to? Yet the real God is far more merciful than any human creature ever was or can ever imagine.\"<ref name=\"NightingaleonMysticism\" /><ref name=\"NightingaleonWomen\" /><ref>Lynn McDonald ''Florence Nightingale's theology: essays, letters and journal notes'' 2002 p18 \"Certainly the worst man would hardly torture his enemy, if he could, forever. Unless God has a scheme that every man is to be saved forever, it is hard to say in what He is not worse than man. For all good men would save others if they could\"</ref><ref>[influence on Clara Barton] Russell E. Miller ''The larger hope: the first century of the Universalist Church in '' 1979 [[Clara Barton]] – \"Although not formally a Universalist by church membership, she had come of a Universalist family, was sympathetic to the tenets of the denomination, and has always been claimed by it.124 Known as \"the Florence Nightingale of our war\"</ref>\n\nDespite her intense personal devotion to Christ, Nightingale believed for much of her life that the pagan and eastern religions had also contained genuine revelation. She was a strong opponent of discrimination both against Christians of different denominations, and against those of non-Christian religions.\nNightingale believed religion helped provide people with the fortitude for arduous good work, and would ensure the nurses in her care attended religious services. However she was often critical of organised religion. She disliked the role the 19th century Church of England would sometimes play in worsening the oppression of the poor. Nightingale argued that secular hospitals usually provided better care than their religious counterparts. While she held that the ideal health professional should be inspired by a religious as well as professional motive, she said that in practice many religiously motivated health workers were concerned chiefly in securing their own salvation, and that this motivation was inferior to the professional desire to deliver the best possible care.<ref name=\"NightingaleonMysticism\" /><ref name=\"NightingaleonWomen\" />\n\n== Legacy ==\n\n=== Nursing ===\n[[File:Nightingaleplaque.JPG|thumb|left|210px|[[Blue plaque]] for Nightingale in South Street, [[Mayfair]]]]\nNightingale's lasting contribution has been her role in founding the modern nursing profession. She set an example of compassion, commitment to patient care and diligent and thoughtful hospital administration. The first official nurses' training programme, her Nightingale School for Nurses, opened in 1860. In addition to the continued operation of the [[Florence Nightingale School of Nursing and Midwifery]] at [[King's College London]], the Nightingale Building in the School of Nursing and Midwifery at the [[University of Southampton]] is also named after her.\n\nIn 1912, the [[International Committee of the Red Cross]] instituted the [[Florence Nightingale Medal]], awarded every two years to nurses or nursing aides for outstanding service. Since 1965, [[International Nurses Day]] has been celebrated on her birthday each year. The [[President of India]] honours nursing professionals with the \"National Florence Nightingale Award\" every year on International Nurses Day. The award, established in 1973, is given in recognition of meritorious services of nursing professionals characterised by devotion, sincerity, dedication and compassion.\n\nThe Florence Nightingale Declaration Campaign,<ref>{{cite web|url=http://www.nightingaledeclaration.net/ |title=Florence Nightingale Declaration Campaign |publisher=Nightingaledeclaration.net |accessdate=13 March 2010}}</ref> established by nursing leaders throughout the world through the Nightingale Initiative for Global Health (NIGH), aims to build a global grassroots movement to achieve two United Nations Resolutions for adoption by the UN General Assembly of 2008. They will declare: The International Year of the Nurse–2010 (the centennial of Nightingale's death); The UN Decade for a Healthy World–2011 to 2020 (the bicentennial of Nightingale's birth). NIGH also works to rekindle awareness about the important issues highlighted by Florence Nightingale, such as preventive medicine and [[holistic health]]. So far, the Florence Nightingale Declaration has been signed by over 18,500 signatories from 86 countries.\n\nDuring the [[Vietnam War]], Nightingale inspired many [[United States Army|US Army]] nurses, sparking a renewal of interest in her life and work. Her admirers include [[Country Joe McDonald|Country Joe]] of [[Country Joe and the Fish]], who has assembled an extensive website in her honour.<ref>{{cite web|url=http://www.countryjoe.com/nightingale/ |title=Country Joe McDonald's Tribute to Florence Nightingale |publisher=Countryjoe.com |accessdate=13 March 2010}}</ref>\n\nThe Agostino Gemelli Medical School<ref>{{cite web|url=http://www3.unicatt.it/pls/unicatt/consultazione.mostra_pagina?id_pagina=9396&id_lingua=4 |title=Università Cattolica del Sacro Cuore – The Rome Campus |publisher=.unicatt.it |accessdate=13 March 2010}}</ref> in Rome, the first university-based hospital in Italy and one of its most respected medical centres, honoured Nightingale's contribution to the nursing profession by giving the name \"Bedside Florence\" to a wireless computer system it developed to assist nursing.<ref>{{cite web|url=http://www.crudele.it/papers/00269.pdf |title=Cacace, Filippo et. al. \"The impact of innovation in medical and nursing training: a Hospital Information System for Students accessible through mobile devices\" |format=PDF |accessdate=17 May 2012}}</ref>\n\n=== Hospitals ===\nFour hospitals in Istanbul are named after Nightingale: [[Florence Nightingale Hospital]] in [[Şişli]] (the biggest private hospital in Turkey), [[Metropolitan Florence Nightingale Hospital]] in [[Gayrettepe]], [[European Florence Nightingale Hospital]] in [[Mecidiyeköy]], and [[Kızıltoprak Florence Nightingale Hospital]] in [[Kadiköy]], all belonging to the [[Turkish Cardiology Foundation]].<ref>{{cite web|url=http://www.groupflorence.com/ |title=Group Florence Nightingale |publisher=Groupflorence.com |accessdate=17 May 2012}}</ref>\n\nAn appeal is being considered for the former Derbyshire Royal Infirmary hospital in Derby, England to be named after Nightingale. The suggested new name will be either Nightingale Community Hospital or Florence Nightingale Community Hospital. The area in which the hospital lies in Derby has recently been referred to as the \"Nightingale Quarter\".<ref>{{cite news|title=Hospital name campaign will honour Florence|newspaper=Derby Express|date=18 August 2011}}</ref>\n\n=== Museums and monuments ===\n[[File:Florence Nightingale monument London closeup 607.jpg|thumb|upright|Statue of Florence Nightingale in [[Waterloo Place]], London]]\n[[File:Florence Nightingale by Augustus Egg.jpg|thumb|upright|Painting of Florence Nightingale by [[Augustus Egg]], c. 1840s]]\n[[File:Florence Nightingale Statue, London Road, Derby.jpg|thumb|upright|Florence Nightingale Statue, [[London Road (Sheffield)|London Road]], [[Derby]]]]\n[[File:Derby DRI stained glass window at St Peters squared.JPG|thumb|upright|Florence Nightingale stained glass window, originally at the Derbyshire Royal Infirmary Chapel and now removed to [[St Peter's Church, Derby]] and rededicated 9 October 2010|alt=A vertical rectangular stained glass window with nine panels, each holding one or more human figures]]\n\nA statue of Florence Nightingale stands in [[Waterloo Place]], [[Westminster]], London, just off [[The Mall (London)|The Mall]].\n\nThere are three statues of Nightingale in Derby – one outside the [[London Road Community Hospital]] formerly known as the Derbyshire Royal Infirmary (DRI), one in St Peter's Street, and one above the Nightingale-Macmillan Continuing Care Unit opposite the Derbyshire Royal Infirmary. A public house named after her stands close to the DRI.<ref>{{cite web|url=http://www.derby-guide.co.uk/florence_nightingale.html |title=Florence Nightingale |publisher=Derby Guide |accessdate=13 March 2010}}</ref> The Nightingale-Macmillan continuing care unit is now at the [[Royal Derby Hospital]], formerly known as The City Hospital, Derby.\n\nA stained glass window was commissioned for inclusion in the [[Derbyshire Royal Infirmary]] chapel in the late 1950s. When the chapel was demolished the window was removed and installed in the replacement chapel. At the closure of the DRI the window was again removed and stored. In October 2010, £6,000 was raised to reposition the window in [[St Peter's Church, Derby]]. The work features nine panels, of the original ten, depicting scenes of hospital life, Derby townscapes and Nightingale herself. Some of the work was damaged and the tenth panel was dismantled for the glass to be used in repair of the remaining panels. All the figures, who are said to be modelled on prominent Derby town figures of the early sixties, surround and praise a central pane of the triumphant Christ. A nurse who posed for the top right panel in 1959 attended the rededication service in October 2010.<ref>{{cite web|url=http://www.bbc.co.uk/news/uk-england-derbyshire-11519689|title=BBC News – Nurses attend tribute to Florence Nightingale in Derby|work=BBC News}}</ref>\n\nThe [[Florence Nightingale Museum]] at St Thomas' Hospital in London reopened in May 2010 in time for the centenary of Nightingale's death. Another museum devoted to her is at her sister's family home, [[Claydon House]], now a property of the [[National Trust for Places of Historic Interest or Natural Beauty|National Trust]].\n\nUpon the centenary of Nightingale's death in 2010, and to commemorate her connection with [[Malvern, Worcestershire|Malvern]], the [[Malvern Museum]] held a Florence Nightingale exhibit<ref name=MalvernMuseum>{{cite web |title=Malvern Museum's Nightingale Exhibit March – October 2010 |url=http://www.malvernmuseum.co.uk/index.php/events2010.html |accessdate=16 July 2010 |postscript=<!--None-->}}</ref> with a school poster competition to promote some events.<ref name=MalvernGazette21June2010>{{cite news |date=21 June 2010 |title=Chase pupil wins poster competition |newspaper=Malvern Gazette |publisher=Newsquest Media Group |url=http://www.malverngazette.co.uk/news/8230148.Chase_pupil_wins_poster_competition/ |accessdate=12 July 2010 |postscript=<!--None-->}}</ref>\n\nIn Istanbul, the northernmost tower of the Selimiye Barracks building is now the Florence Nightingale Museum.<ref name=NightingaleMuseumIstanbul>{{cite news |date=15 September 2007 |title=The Florence Nightingale Museum (Istanbul) |newspaper=Telegraph |url=http://www.telegraph.co.uk/travel/destinations/europe/turkey/738278/The-Florence-Nightingale-Museum.html |accessdate=16 July 2010 |postscript=<!--None-->}}</ref> and in several of its rooms, relics and reproductions related to Florence Nightingale and her nurses are on exhibition.<ref>{{cite web|url=http://www.florence-nightingale-avenging-angel.co.uk/tower.htm |title=Florence Nightingale |publisher=Florence-nightingale-avenging-angel.co.uk |accessdate=13 March 2010}}</ref>\n\nWhen Nightingale moved on to the Crimea itself in May 1855, she often travelled on horseback to make hospital inspections. She later transferred to a mule cart and was reported to have escaped serious injury when the cart was toppled in an accident. Following this, she used a solid Russian-built carriage, with a waterproof hood and curtains. The carriage was returned to England by [[Alexis Soyer]] after the war and subsequently given to the Nightingale training school. The carriage was damaged when the hospital was bombed during the Second World War. It was restored and transferred to the [[Army Medical Services Museum]], now in [[Mytchett]], Surrey, near [[Aldershot]].\n\nA bronze plaque, attached to the plinth of the Crimean Memorial in the [[Haydarpaşa Cemetery]], Istanbul and unveiled on [[Empire Day]], 1954, to celebrate the 100th anniversary of her nursing service in that region, bears the inscription: \"To Florence Nightingale, whose work near this Cemetery a century ago relieved much human suffering and laid the foundations for the nursing profession.\"<ref>{{cite web|url=http://www.cwgc.org/admin/files/cwgc_haidar.pdf |title=Commonwealth War Graves Commission Haidar Pasha Cemetery |format=PDF |accessdate=13 March 2010}}</ref>\n\n=== Audio ===\nFlorence Nightingale's voice was saved for posterity in a [[phonograph]] recording from 1890 preserved in the [[British Library Sound Archive]]. The recording, made in aid of the [[Charge of the Light Brigade|Light Brigade Relief Fund]] and available to hear online, says:\n\n<blockquote>When I am no longer even a memory, just a name, I hope my voice may perpetuate the great work of my life. God bless my dear old comrades of Balaclava and bring them safe to shore. Florence Nightingale.<ref>{{cite web | url=http://www.bl.uk/onlinegallery/onlineex/voiceshist/flonight/index.html | title=Florence Nightingale | publisher=British Library|accessdate=14 January 2011}}<br />{{cite web | url=http://searchbeta.bl.uk/primo_library/libweb/action/display.do?doc=BLLSA6928292 | title=\"In aid of the Light Brigade Relief Fund\" – catalogue entry | publisher=British Library|accessdate=14 January 2011}}</ref></blockquote>\n\n=== Theatre ===\nThe first theatrical representation of Nightingale was [[Reginald Berkeley]]'s ''The Lady with the Lamp'', premiering in London in 1929 with [[Edith Evans]] in the title role. It did not portray her as an entirely sympathetic character and draws much characterisation from [[Lytton Strachey]]'s biography of her in ''[[Eminent Victorians]]''.<ref>Mark Bostridge, ''Florence Nightingale – The Woman and Her Legend''</ref> It was adapted as a film of the same name in 1951.\n\nIn 2009, a stage musical play representation of Nightingale entitled ''The Voyage of the Lass'' was produced by the Association of Nursing Service Administrators of the Philippines. The play tells the story of Nightingale's early life and her struggles during the Crimean War, showcasing Philippine local [[registered nurse]]s from various hospitals of the country. {{Citation needed|date=October 2014}}\n\n=== Film ===\nIn 1912, a biographical silent film titled ''The Victoria Cross'', starring [[Julia Swayne Gordon]] as Nightingale, was released, followed in 1915 by another silent film, ''[[Florence Nightingale (film)|Florence Nightingale]]'', featuring [[Elisabeth Risdon]]. In 1936, [[Kay Francis]] played Nightingale in the film titled ''[[The White Angel (1936 film)|The White Angel]]''. In 1951, ''[[The Lady with the Lamp (film)|The Lady With the Lamp]]'' starred [[Anna Neagle]].\n\n=== Television ===\nPortrayals of Nightingale on television, in documentary as in fiction, vary – the BBC's 2008 ''[[Florence Nightingale (documentary)|Florence Nightingale]]'' emphasised her independence and feeling of religious calling, but in Channel 4's 2006 ''[[Mary Seacole]]: The Real Angel of the Crimea'' she is portrayed as narrow-minded and opposed to Seacole's efforts. In 1985, a TV biopic ''Florence Nightingale'', starring [[Jaclyn Smith]], was produced.<ref>{{cite web|url=http://www.dvdtalk.com/reviews/38023/florence-nightingale-1985/|title=Florence Nightingale (1985)|accessdate=25 May 2014}}</ref>\n\n=== Banknotes ===\nFlorence Nightingale's image appeared on the reverse of [[banknotes of the pound sterling#Historical figures|£10 Series D banknotes]] issued by the [[Bank of England note issues|Bank of England]] from 1975 until 1994. As well as a standing portrait, she was depicted on the notes in a field hospital, holding her lamp.<ref name=\"bankofengland\">{{cite web|url=http://www.bankofengland.co.uk/banknotes/denom_guide/index.htm|title=Withdrawn banknotes reference guide|publisher=Bank of England|accessdate=17 October 2008}}</ref>\n\n=== Photographs ===\n\nNightingale had a principled objection to having photographs taken or her portrait painted. An extremely rare photograph of her, taken at Embley on a visit to her family home in May 1858, was discovered in 2006 and is now at the [[Florence Nightingale Museum]] in London. A black-and-white photograph taken in about 1907 by [[Lizzie Caswall Smith]] at Nightingale's London home in South Street, [[Park Lane, London|Park Lane]], was auctioned on 19 November 2008 by Dreweatts auction house in Newbury, Berkshire, England, for £5,500.<ref name=\"photograph\">{{cite news|url=http://news.bbc.co.uk/1/hi/england/7737130.stm|title=Rare Nightingale photo sold off|publisher=BBC News|accessdate=19 November 2008 | date=19 November 2008}}</ref>\n\n=== Biographies ===\nThe first biography of Nightingale was published in England in 1855. In 1911, [[Edward Tyas Cook]] was authorised by Nightingale's executors to write the official life, published in two volumes in 1913. [[Lytton Strachey]] based much of his chapter on Nightingale in ''[[Eminent Victorians]]'' on Cook, and [[Cecil Woodham-Smith]] also relied heavily on Cook's ''Life'' in her 1950 biography, though she did have access to new family material preserved at Claydon. In 2008, Mark Bostridge published a major new life of Nightingale, almost exclusively based on unpublished material from the Verney Collections at Claydon and from archival documents from about 200 archives around the world, some of which had been published by Lynn McDonald in her projected sixteen-volume edition of the ''Collected Works of Florence Nightingale'' (2001 to date).\n\n=== Other ===\n[[File:KLM MD 11 AMS.jpg|thumbnail|left|alt=A three-engine wide-body jet airliner in blue and gray livery|[[KLM]] [[McDonnell Douglas MD-11|MD-11]], registration PH-KCD, ''Florence Nightingale'']]\nIn 2002, Nightingale was ranked #52 in the [[BBC]]'s list of the [[100 Greatest Britons]] following a UK-wide vote.<ref>{{cite news|url=http://www.dailymail.co.uk/news/article-134458/100-great-Britons--A-complete-list.html |title=100 great Britons – A complete list |publisher=Daily Mail |date=21 August 2002 |accessdate=16 August 2012}}</ref>\n\nSeveral churches in the [[Anglican Communion]] commemorate Nightingale with a feast day on their [[liturgical calendar]]s. The [[Evangelical Lutheran Church in America]] commemorates her as a renewer of society with [[Clara Maass]] on 13 August.\n\n[[Washington National Cathedral]] celebrates her accomplishments with a double-lancet stained glass window featuring six scenes from her life, designed by artist [[Joseph G. Reynolds]].\n\nBeginning in 1968, the [[United States Air Force|US Air Force]] operated a fleet of 20 [[McDonnell Douglas C-9|C-9A \"Nightingale\"]] [[Medical evacuation|aeromedical evacuation]] aircraft, based on the [[McDonnell Douglas DC-9]] platform.<ref>[http://amcmuseum.org/at-the-museum/aircraft/c-9ac-nightingale/ Air Mobility Command Museum: \"C-9 Nightingale\"].</ref> The last of these planes was retired from service in 2005.<ref>{{cite web|url=http://archive.is/20120630162957/http://www.af.mil/news/story.asp?storyID=123011872|title=Historic C-9 heads to Andrews for retirement|work=archive.is}}</ref>\n\nA [[KLM]] [[McDonnell-Douglas MD-11]] (registration PH-KCD) was also named in her honour.<ref>{{cite web|url=http://www.airliners.net/photo/KLM---Royal/McDonnell-Douglas-MD-11/1776495/&sid=00ecc2bcf5f2173ce2823ac6b2941168 |title=Photos: McDonnell Douglas MD-11 Aircraft Pictures |publisher=Airliners.net |date=14 August 2010 |accessdate=17 May 2012}}</ref>\n\n<gallery mode=\"packed\" heights=\"101px\" perrow=\"3\" caption=\"<!-- Florence Nightingale --> \">\nFile:Balaklava sick 2.jpg|A tinted [[lithograph]] by [[William Simpson (artist)|William Simpson]] illustrating conditions of the sick and injured in [[Balaklava]]\nFile:Items belonging to Florence Nightingale, Nelson and Livingstone. (9663810240).jpg|Nightingale's [[moccasins]] that she wore in the Crimean War\nFile:'One of the wards in the hospital at Scutari'. Wellcome M0007724 - restoration, cropped.jpg|A ward of the hospital at [[Üsküdar|Scutari]] where Nightingale worked, from an 1856 lithograph by [[William Simpson (artist)|William Simpson]]\nFile:Nightingale receiving the Wounded at Scutari by Jerry Barrett.jpg|\"Nightingale receiving the Wounded at Scutari\", a portrait by [[Jerry Barrett]]\nFile:Flornce Nightingale exhibit.jpg|Florence Nightingale exhibit at Malvern Museum 2010\nFile:Coloured mezzotint; Florence Nightingale, Wellcome L0019661.jpg|''Florence Nightingale an angel of mercy. Scutari hospital 1855.'' <!-- … [[Charles Algernon Tomkins|Tomkins]] after [[Butterworth & Heath]] -->\n</gallery>\n\n== Works ==\n{{refbegin|30em}}\n*{{cite book |title=Cassandra |place=First published 1852 |publisher=1979 reprint by The Feminist Press |work=|url=http://books.google.com/?id=lTOeD4P2DQcC&printsec=frontcover&dq=Cassandra+Nightingale&q |isbn=0-912670-55-X |accessdate=6 July 2010 |author1=Nightingale, Florence |year=1979 |postscript=<!--None-->}}\n*{{cite journal |title=Notes on Nursing: What Nursing Is, What Nursing is Not |place=First published London, 1859 |publisher=Harrison & Sons |work=Philadelphia, London, Montreal: J.B. Lippincott Co. 1946 reprint |url=http://www.archive.org/stream/notesnursingwhat00nigh#page/n5/mode/2up|accessdate=6 July 2010 |postscript=<!--None-->}}\n*{{cite journal |year=2001 |title=Florence Nightingale's Spiritual Journey: Biblical Annotations, Sermons and Journal Notes |series=Collected Works of Florence Nighingale (Editor Lynn McDonald) |volume=2 |place=Ontario, Canada |publisher=Wilfrid Laurier University Press |isbn=0-88920-366-0 |url=http://books.google.com/?id=4sSIQ7HTUv4C&printsec=frontcover&dq=Florence+Nightingale's+Spiritual+Journey&q |accessdate=6 July 2010 |author1=Nightingale, Florence |author2=McDonald, Lynn |postscript=<!--None-->}}\n*{{cite journal |year=2002 |title=Florence Nightingale's Theology: Essays, Letters and Journal Notes |series=Collected Works of Florence Nighingale (Editor Lynn McDonald) |volume=3 |place=Ontario, Canada |publisher=Wilfrid Laurier University Press |isbn=0-88920-371-7 |url=http://books.google.com/?id=VcNoBNcV0XsC&printsec=frontcover&dq=%22nightingale's+theology%22#v=onepage&q&f=false|accessdate=6 July 2010 |postscript=<!--None-->}}\n*{{cite journal |year=2003 |title=Mysticism and Eastern Religions |series=Collected Works of Florence Nighingale (Editor Gerard Vallee) |volume=4 |place=Ontario, Canada |publisher=Wilfrid Laurier University Press |isbn=0-88920-413-6|url=http://books.google.com/?id=Tx2kl3UW7qYC&printsec=frontcover&dq=%22Mysticism+and+Eastern+Religions%22&q |accessdate=6 July 2010 |author1=Nightingale, Florence |author2=Vallée, Gérard |postscript=<!--None-->}}\n*{{cite journal |year=2008 |title=''Suggestions for Thought'' |series=Collected Works of Florence Nighingale (Editor Lynn McDonald) |volume=11 |place=Ontario, Canada |publisher=Wilfrid Laurier University Press |isbn=978-0-88920-465-2 |url=http://books.google.com/?id=Mle5Sjixa0cC&printsec=frontcover&dq=McDonald++%22suggestions+for+thought%22&q |accessdate=6 July 2010 |author1=Nightingale, Florence |author2=McDonald, Lynn |postscript=<!--None-->}} Privately printed by Nightingale in 1860.\n*{{cite journal |year=1861 |title=Notes on Nursing for the Labouring Classes |url=http://www.archive.org/stream/notesonnursingf00nighgoog#page/n9/mode/1up |place=London |publisher=Harrison |accessdate=6 July 2010 |postscript=<!--None-->}}\n* ''The Family'', a critical essay in Fraser's Magazine (1870)\n*{{cite journal |year=1871 |title=Introductory Notes on Lying-In Institutions <!-- (this is a subtitle for a book of the same name. These two citations may need to be split into two.) |work=together with A Proposal for Organising an Institution for Training Midwives and Midwifery Nurses --> |place=London |publisher=Longmans, Green & Co |url=http://www.archive.org/stream/introductorynot00nighgoog#page/n6/mode/2up |accessdate=6 July 2010 |postscript=<!--None--> |bibcode=1871Natur...5...22 |volume=5 |pages=22 |journal=Nature |doi=10.1038/005022a0 |issue=106}}\n*{{cite book |year=1871 |title=Una and the Lion |place=Cambridge |publisher=Riverside Press |url=http://www.archive.org/stream/unaandlion00nighgoog#page/n3/mode/2up |accessdate=6 July 2010 |postscript=<!--None-->}} Note: First few pages missing. Title page is present.\n*{{cite book |title=Una and Her Paupers, Memorials of Agnes Elizabeth Jones, by her sister |others= with an introduction by Florence Nightingale |place=New York |publisher=George Routledge and Sons, 1872 |url=http://www.archive.org/stream/unaherpaupersmem00jone#page/n11/mode/2up |accessdate=6 July 2010 |postscript=<!--None-->}}. See also 2005 publication by Diggory Press, ISBN 978-1-905363-22-3\n* ''Letters from Egypt: A Journey on the Nile 1849–1850'' (1987) ISBN 1-55584-204-6\n* {{cite book|last=Nightingale|first=Florence|title=[[s:Workhouse nursing|Workhouse nursing]]|year=1867|publisher=Macmillan and Co.|location=London}}\n{{refend}}\n\n== See also ==\n{{Portal|Nursing}}\n{{div col|colwidth=30em}}\n* [[Cicely Saunders]]\n* [[Betsi Cadwaladr]]\n* [[Dasha from Sevastopol]]\n* [[Crimean War Memorial]]\n* [[Florence Nightingale effect]]\n* [[History of feminism]]\n* [[Licensed practical nurse]]\n* [[List of suffragists and suffragettes]]\n* [[Nightingale's environmental theory]]\n* [[Nursing process]]\n* [[Women's suffrage in the United Kingdom]]\n{{div col end}}\n\n;British nursing matrons from the 19th century\n{{div col|colwidth=30em}}\n* [[Sidney Browne]]\n* [[Edith Cavell]]\n* [[Joanna Cruickshank]]\n* [[Ethel Gordon Fenwick]]\n* [[Caroline Keer]]\n* [[Eva Luckes]]\n* [[Maud McCarthy]]\n* [[Sarah Oram]]\n* [[Rosabelle Osborne]]\n* [[Edith MacGregor Rome]]\n* [[Catherine Roy]]\n* [[Alicia Lloyd Still]]\n* [[Sarah Swift]]\n* [[Sarah Elizabeth Wardroper]]\n* [[Constance Watney]]\n{{Div col end}}\n\n== References ==\n{{Reflist|30em}}\n\n=== Sources ===\n{{refbegin|30em}}\n* [[Monica Baly|Baly, Monica E.]] and [[Colin Matthew|H. C. G. Matthew]], \"Nightingale, Florence (1820–1910)\"; ''[[Oxford Dictionary of National Biography]]'', [[Oxford University Press]] (2004); online edn, May 2005 [http://www.oxforddnb.com/view/article/35241, accessed 28 October 2006]\n* {{cite book\n| first= Mark\n| last= Bostridge\n| authorlink= Mark Bostridge\n| year= 2008\n| title= Florence Nightingale: The Woman and Her Legend\n| publisher= Viking\n| location= London\n| isbn= 978-0-670-87411-8 }}\n* Gill, G. ''The extraordinary upbringing and curious life of Miss Florence Nightingale'' Random House, New York (2005)\n* [[Lytton Strachey]]; ''[[Eminent Victorians]]'', London (1918)\n* McDonald, Lynn ed., ''Collected Works of Florence Nightingale''. Wilfrid Laurier University Press\n* Pugh, Martin; ''The march of the women: A revisionist analysis of the campaign for women's suffrage 1866–1914'', Oxford (2000), at 55.\n* Sokoloff, Nancy Boyd.; ''Three Victorian women who changed their world'', Macmillan, London (1982)\n* Webb, Val; ''The Making of a Radical Theologician'', Chalice Press (2002)\n* Woodham Smith, Cecil; ''Florence Nightingale'', Penguin (1951), rev. 1955\n{{refend}}\n\n== Further reading ==\n{{refbegin|30em}}\n* Baly, Monica and E. H. C. G. Matthew. \"Nightingale, Florence (1820–1910)\", ''Oxford Dictionary of National Biography'' Oxford University Press, 2004; online edn, January 2011 [http://www.oxforddnb.com/view/article/35241, accessed 22 February 2013]\n* Bostridge, Mark (2008). ''Florence Nightingale. The Woman and Her Legend''. Viking (2008); Penguin (2009). US title ''Florence Nightingale. The Making of an Icon''. Farrar Straus (2008).\n* Chaney, Edward (2006). \"Egypt in England and America: The Cultural Memorials of Religion, Royalty and Revolution\", in: ''Sites of Exchange: European Crossroads and Faultlines'', eds. M. Ascari and A. Corrado. Rodopi, Amsterdam and New York, 39–74.\n* {{cite book |last= Davey |first= Cyril J. |title= Lady with a Lamp |year= 1958 | publisher= Lutterworth Press |isbn= 978-0-7188-2641-3 }}\n* [[Gillian Gill|Gill, Gillian]] (2004). ''Nightingales: The Extraordinary Upbringing and Curious Life of Miss Florence Nightingale''. Ballantine Books. ISBN 978-0-345-45187-3\n* Magnello, M. Eileen. \"Victorian statistical graphics and the iconography of Florence Nightingale's polar area graph,\" ''BSHM Bulletin: Journal of the British Society for the History of Mathematics'' (2012) 27#1 pp 13–37\n* Nelson, Sioban and Anne Marie Rafferty, eds. ''Notes on Nightingale: The Influence and Legacy of a Nursing Icon'' (Cornell University Press; 2010) 184 pages. Essays on Nightingale's work in the Crimea and Britain's colonies, her links to the evolving science of statistics, and debates over her legacy and historical reputation and persona.\n*Rees, Joan. ''Women on the Nile: Writings of Harriet Martineau, Florence Nightingale, and Amelia Edwards''. Rubicon Press: 1995, 2008\n* {{cite news\n|author=Rehmeyer, Julia\n|title=Florence Nightingale: The Passionate Statistician\n|date=26 November 2008\n|work=[[Science News]]\n|url=http://www.sciencenews.org/index/generic/activity/view/id/38937/title/Florence_Nightingale_The_passionate_statistician\n|accessdate=4 December 2008}}\n* {{cite book |last= Richards |first= Linda |authorlink= Linda Richards |title= America's First Trained Nurse: My Life as a Nurse in America, Great Britain and Japan 1872–1911 |year= 2006 | publisher= Diggory Press |isbn= 978-1-84685-068-4 }}\n* {{cite book |last= Strachey |first= Lytton |authorlink= Lytton Strachey |title= [[Eminent Victorians]] |year= 1918 |isbn= 0-8486-4604-5 |publisher= Garden City Pub. Co., Inc. |location= Garden City, N.Y. }} – available online at http://www.bartleby.com/189/201.html\n{{refend}}\n\n== External links ==\n{{Library resources box|by=yes|onlinebooks=yes|viaf=54172695}}\n{{Sister project links|wikt=no|b=no|n=no|v=no|s=Author:Florence Nightingale}}\n* {{Gutenberg author |id=Nightingale,+Florence | name=Florence Nightingale}}\n* {{Internet Archive author |sname=Florence Nightingale}}\n** [//archive.org/details/f_nightingale UCLA Elmer Belt Florence Nightingale Collection], hosted at [[Internet Archive]]\n* {{Librivox author |id=847}}\n* [http://sounds.bl.uk/Accents-and-dialects/Early-spoken-word-recordings/024M-1CD0239287XX-0214V0 1890 audio recording of Florence Nightingale speaking]\n* [http://www.victorians.co.uk/florence-nightingale Victorians.co.uk: Florence Nightingale]\n* [http://www.bartleby.com/189/201.html Eminent Victorians: Florence Nightingale] by Lytton Strachey\n* [http://www.1911encyclopedia.org/Florence_Nightingale 1911 Encyclopædia Britannica article]\n* {{cite news\n|title=New photo of 'Lady of the Lamp'\n|date=6 August 2006\n|work=[[BBC News]]\n|url=http://news.bbc.co.uk/1/hi/england/5250188.stm\n|accessdate=7 August 2008}}\n* [http://www.pubmedcentral.gov/articlerender.fcgi?artid=1139928 Correspondence] between Nightingale and Benjamin Jowett\n* [http://www.sociology.uoguelph.ca/fnightingale/ University of Guelph: Collected Works of Florence Nightingale project]\n* {{NRA|P21253}}\n* [http://www.florence-nightingale-foundation.org.uk/ Florence Nightingale Foundation]\n*[http://www.kansasmemory.org/item/223260 Florence Nightingale Correspondence from the Historic Psychiatry Collection, Menninger Archives, Kansas Historical Society]\n* [http://digitalcollections.library.ubc.ca/cdm/landingpage/collection/florence Florence Nightingale Letters Collection] – A collection of letters written by and to Florence Nightingale from the UBC Library Digital Collections\n* [http://collections.carli.illinois.edu/cdm4/index_uic_fnlc.php?CISOROOT=/uic_fnlc Florence Nightingale Letters Collection] – correspondence in the University of Illinois at Chicago digital collections\n* [http://www.nightingaledeclaration.net/ Florence Nightingale Declaration Campaign for Global Health] established by the Nightingale Initiative for Global Health (NIGH)\n* {{MacTutor Biography|id=Nightingale}}\n* [http://www.stpetersderby.org.uk/Heritage.html Florence Nightingale Window at St Peter's, Derby]\n* [http://archiveshub.ac.uk/data/gb0120-mss.5471-5484,6930and8991-9109 Papers of Florence Nightingale, 1820–1910]\n* [http://www.southernstar.ie/News/The-feisty-nun-who-took-on-Florence-Nightingale-24102014.htm Southern Star article]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Nightingale, Florence}}\n[[Category:Florence Nightingale| ]]\n[[Category:1820 births]]\n[[Category:1910 deaths]]\n[[Category:19th-century English people]]\n[[Category:20th-century Christian Universalists]]\n[[Category:Anglican saints]]\n[[Category:British people of the Crimean War]]\n[[Category:British reformers]]\n[[Category:Christian theologians]]\n[[Category:Dames of Grace of the Order of St John]]\n[[Category:English Christian Universalists]]\n[[Category:English nurses]]\n[[Category:English statisticians]]\n[[Category:English theologians]]\n[[Category:Fellows of the Royal Statistical Society]]\n[[Category:Female wartime nurses]]\n[[Category:Ladies of Grace of the Order of St John]]\n[[Category:Members of the Order of Merit]]\n[[Category:Members of the Royal Red Cross]]\n[[Category:Nursing education]]\n[[Category:Nursing researchers]]\n[[Category:Nursing theorists]]\n[[Category:People associated with King's College London]]\n[[Category:People celebrated in the Lutheran liturgical calendar]]\n[[Category:People from Derbyshire]]\n[[Category:People from Florence]]\n[[Category:Women of the Victorian era]]\n[[Category:Women statisticians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Florence Nightingale"}}}}