{"batchcomplete": "", "query": {"pages": {"238285": {"ns": 0, "pageid": 238285, "revisions": [{"*": "{{EngvarB|date=August 2014}}\n{{Use dmy dates|date=August 2014}}\n{{Infobox philosopher\n| image       = Frank Plumpton Ramsey.JPG\n| image_size       = 200px\n| caption     = \n| name             = Frank P. Ramsey\n| birth_date       = {{birth date|df=yes|1903|2|22}}\n| birth_place      = [[Cambridge]]\n| death_date       = {{death date and age|df=yes|1930|1|19|1903|2|22}}\n| death_place      =\n| school_tradition = [[Analytic philosophy]]\n| main_interests   = [[Philosophy of mathematics]] <br />[[Logic]] <br />[[Metaphysics]] <br />[[Epistemology]]\n| notable_ideas    = [[Redundancy theory of truth]] <br />[[Ramsey sentence]]s <br />[[Ramsey–Lewis method]] <br />[[Ramsey theory]]\n| influences       = [[Wittgenstein]], [[Charles Sanders Peirce|Peirce]], [[Bertrand Russell]]\n| influenced       = [[Susan Haack]], [[Iván Werning]], [[Wittgenstein]]\n| signature        = \n}}\n'''Frank Plumpton Ramsey''' (22 February 1903 – 19 January 1930) was a precocious British philosopher, mathematician and economist who died at the age of 26. He was a close friend of [[Ludwig Wittgenstein]] and was instrumental in translating Wittgenstein's ''[[Tractatus Logico-Philosophicus]]'' into English, as well as persuading Wittgenstein to return to philosophy and Cambridge. Like Wittgenstein, he was a member of the [[Cambridge Apostles]], the intellectual secret society, from 1921.\n\n==Life==\n\nRamsey was born on 22 February 1903 in [[Cambridge]] where his father [[Arthur Stanley Ramsey]] (1867–1954), also a mathematician, was President of [[Magdalene College, Cambridge|Magdalene College]]. His mother was Mary Agnes Stanley (1875–1927). He was the eldest of two brothers and two sisters, and his brother [[Michael Ramsey]], the only one of the four siblings who was to remain Christian, later became [[Archbishop]] of [[Canterbury]]. He entered [[Winchester College]] in 1915 and later returned to Cambridge to study mathematics at [[Trinity College, Cambridge|Trinity College]]. While studying mathematics at [[Trinity College, Cambridge|Trinity College]], Ramsey became a student to [[John Maynard Keynes]], and an active member in the Apostles, a Cambridge discussion group. In 1923, he received his bachelor's degree in mathematics with high honours.<ref>{{cite web|last= Ramsey|first=Frank P.|title=Frank P. Ramsey's Papers| url=http://digital.library.pitt.edu/cgi-bin/f/findaid/findaid-idx?c=ascead&cc=ascead&rgn=main&view=text&didno=US-PPiU-asp198301|publisher=Special Collections Department, University of Pittsburgh|accessdate=19 September 2013 }}</ref> Easy-going, simple and modest, Ramsey had many interests besides his scientific work. Even as a teenager Ramsey exhibited both a profound ability and, as attested by his brother, an extremely diverse range of interests:\n\n{{Quotation|He was interested in almost everything. He was immensely widely read in [[English literature]]; he was enjoying [[classics]] though he was on the verge of plunging into being a mathematical specialist; he was very interested in politics, and well-informed; he had got a political concern and a sort of left-wing caring-for-the-underdog kind of outlook about politics.|Michael Ramsey|Quoted in Mellor}}\n\nIn 1923, Ramsey was befriended by Geoffrey and Margaret Pyke, then on the point of founding the Malting House School in Cambridge; the Pykes took Ramsey into their family, taking him on holiday, asking him to be the godfather of their young son. [[Margaret Pyke]] found herself to be the object of his affection, Ramsey recording in his diary: \n<blockquote>\nOne afternoon I went out alone with her on Lake Orta and became filled with desire and we came back and lay on two beds side by side she reading, I pretending to, but with an awful conflict in my mind. After about an hour I said (she was wearing her horn spectacles and looking superlatively beautiful in the Burne Jones style) ‘Margaret will you fuck with me?’<ref>Quoted from Ramsey's Diary, 13 January 1924 by Forrester, 2004</ref>\n</blockquote>\n\nMargaret wanted time to consider his proposition and thus began an uncomfortable dance between them, which contributed to Ramsey's depressive moods in early 1924; as a result he travelled to Vienna for psychoanalysis. He, like many of his contemporaries, including his Viennese flatmate and fellow Apostle [[Lionel Penrose]] (also in analysis with [[Siegfried Bernfeld]]), was intellectually interested in [[psychoanalysis]]. Ramsey's analyst was [[Theodor Reik]], a disciple of [[Freud]]. As one of the justifications for undertaking the therapy, he asserted in a letter to his mother that unconscious impulses might even affect the work of a mathematician. While in Vienna, he visited Wittgenstein in Puchberg, was befriended by the Wittgenstein family and visited [[A.S. Neill]]'s experimental school four hours from Vienna at Sonntagsberg. In the summer of 1924, he continued his analysis by joining Reik at Dobbiaco(Sud-Tirol), where a fellow analysand was [[Lewis Namier]]. Ramsey returned to England in October 1924; with [[John Maynard Keynes]]'s support he became a fellow of [[King's College, Cambridge]]. He joined a Psychoanalysis Group in Cambridge with fellow members [[Arthur Tansley]], [[Lionel Penrose]], [[Harold Jeffreys]], [[John Rickman]] and [[James Strachey]], the qualification for membership of which was a completed psychoanalysis.\n\nRamsey married Lettice Baker in September 1925, the wedding taking place in a Register Office since Ramsey was, as his wife described him, a ‘militant [[atheist]]'. (She subsequently ran a photography practice in Cambridge for many years [\"Ramsey and Muspratt\"].) The marriage produced two daughters. Despite his [[atheism]], Ramsey was quite tolerant towards his brother when the latter decided to become a priest in the [[Church of England]].<ref>\"He was certainly sorry that I went on being religious; he was sorry that I decided to become a priest in the Church of England; sorry indeed, but quite tolerant.\" Quoted in Mellor, \"Ramsey\", p. 255</ref>\n\nIn 1926 he became a university lecturer in mathematics and later a Director of Studies in Mathematics at King's College.\nThe [[Vienna Circle]] manifesto (1929) lists three of his publications<ref>{{cite journal | author=Frank P. Ramsey | title=Universals | journal=Mind | volume=34 | number= | pages=401&mdash;417 | year=1925 }}</ref><ref>{{cite journal | author=Frank P. Ramsey | title=Foundations of Mathematics | journal=Proc. London Math Soc. | volume=25 | number= | pages=338&mdash;384 | year=1926 }}</ref><ref>{{cite journal | author=Frank P. Ramsey | title=Facts and Propositions | journal=Proc. Aristot. Soc. | volume=Suppl. 7 | number= | pages=153&mdash;170 | year=1927 }}</ref> in a bibliography of closely related authors.\n\n==Ramsey and Wittgenstein==\n\nWhen [[I. A. Richards]] and [[C. K. Ogden]], both Fellows of [[Magdalene College, Cambridge|Magdalene]], first met Ramsey, he expressed his interest in learning German. According to Richards, he mastered the language \"in almost hardly over a week\",<ref>Quoted in Mellor, \"Ramsey\", p. 245,</ref> although other sources show he took before that one year of German in school.<ref>See Gabriele\nTaylor (in Galavotti 2006, 1–18) and Duarte (2009a)</ref> Ramsey was then able, at the age of 19, to make the first draft of the translation of the German text of [[Wittgenstein]]'s ''[[Tractatus Logico Philosophicus]]''. Ramsey was impressed by Wittgenstein's work and after graduating as [[Senior Wrangler (University of Cambridge)|Senior Wrangler]] in the Mathematical [[Tripos]] of 1923 he made a journey to [[Austria]] to visit Wittgenstein, at that time teaching in a primary school in the small community of [[Puchberg am Schneeberg]]. For two weeks Ramsey discussed the difficulties he was facing in understanding the ''Tractatus''. Wittgenstein made some corrections to the English translation in Ramsey's copy and some annotations and changes to the German text that subsequently appeared in the second edition in 1933.\n\nRamsey and [[John Maynard Keynes]] cooperated to try to bring [[Ludwig Wittgenstein]] back to Cambridge (he had been a student there before World War I). Once Wittgenstein had returned to Cambridge, Ramsey became his nominal supervisor.  Wittgenstein submitted the ''[[Tractatus Logico-Philosophicus]]'' as his doctoral thesis. [[G.E. Moore]] and [[Bertrand Russell]] acted as examiners. Later, the three of them arranged financial aid for Wittgenstein to help him continue his research work.\n\nIn 1929 Ramsey and Wittgenstein regularly discussed issues in mathematics and philosophy with [[Piero Sraffa]], an [[Italians|Italian]] economist who had been brought to Cambridge by Keynes after Sraffa had aroused [[Benito Mussolini]]'s ire by publishing an article critical of the Fascist regime in the ''[[Manchester Guardian]]''. The contributions of Ramsey to these conversations were acknowledged by both Sraffa and Wittgenstein in their later work.\n\n==Early death==\n\nSuffering from chronic [[liver]] problems, Ramsey developed [[jaundice]] after an abdominal operation and died on 19 January 1930 at [[Guy's Hospital]] in London at the age of 26.\n\nHe is buried in the [[Ascension Parish Burial Ground, Cambridge|Parish of the Ascension Burial Ground]] in Cambridge; his parents are buried in the same plot.<ref>A Guide to Churchill College, Cambridge: text by Dr. [[Mark Goldie]], pages 62 and 63 (2009)</ref>\n\nRamsey’s notes and manuscripts were acquired by [[Nicholas Rescher]] for the [[Archives of Scientific Philosophy]] and the [[University of Pittsburgh]]. This Ramsey collection contains only a few letters but a great many drafts of papers and book chapters, some still unpublished. Other papers, including his Diary, some letters and Memoirs by his widow Lettice Ramsey and his father, are held in the Modern Archives, King's College, Cambridge.\n\nThe [https://www.informs.org/Community/DAS Decision Analysis Society] annually awards the [https://www.informs.org/Recognize-Excellence/Community-Prizes-and-Awards/Decision-Analysis-Society/Frank-P.-Ramsey-Medal Frank P. Ramsey Medal] to recognise substantial contributions to [[decision theory]] and its application to important classes of real decision problems.\n\n==Work==\n\n===Mathematical logic===\nOne of the [[theorem]]s proved by Ramsey in his 1928 paper ''On a problem of formal logic'' now bears his name ([[Ramsey's theorem]]). While this theorem is the work Ramsey is probably best remembered for, he only proved it in passing, as a minor [[lemma (mathematics)|lemma]] along the way to his true goal in the paper, solving a special case of the [[Entscheidungsproblem|decision problem for first-order logic]], namely the [[decidability (logic)|decidability]] of what is now called the [[Bernays-Schonfinkel class|Bernays–Schönfinkel–Ramsey class]] of first-order logic, as well as a characterisation of the spectrum of sentences in this fragment of logic. [[Alonzo Church]] would go on to show that the general case of the decision problem for first-order logic is [[Unsolvable problem|unsolvable]] (see [[Church's theorem]]). A great amount of later work in mathematics was fruitfully developed out of the ostensibly minor lemma, which turned out to be an important early result in [[combinatorics]], supporting the idea that within some sufficiently large systems, however disordered, there must be some order. So fruitful, in fact, was Ramsey's theorem that today there is an entire branch of mathematics, known as [[Ramsey theory]], which is dedicated to studying similar results.\n\n===Philosophy===\nHis philosophical works included ''Universals'' (1925), ''Facts and propositions'' (1927) (which proposed a [[redundancy theory of truth]]), ''Universals of law and of fact'' (1928), ''Knowledge'' (1929), ''Theories'' (1929), ''On Truth'' (1929), and ''General propositions and causality'' (1929). Wittgenstein mentions him in the introduction to his ''[[Philosophical Investigations]]'' as an influence.\n\n===Economics===\n\nKeynes and Pigou encouraged Ramsey to work on economics as \"From a very early age, about sixteen I think, his precocious mind was intensely interested in economic problems\" (Keynes, 1933). Ramsey responded to Keynes's urging by writing three papers in economic theory all of which were of fundamental importance, though it was many years before they received their proper recognition by the community of economists.\n\nRamsey's three papers, described below in detail, were on [[subjective probability]] and [[utility]] (1926), [[optimal]] taxation (1927) and optimal one-sector [[Ramsey growth model|economic growth]] (1928). The economist [[Paul Samuelson]] described them in 1970 as \"three great legacies – legacies that were for the most part mere by-products of his major interest in the foundations of mathematics and knowledge.\"<ref>{{Cite journal | doi = 10.2307/1830631| jstor = 1830631| doi_brokendate = 2015-02-15|title=What Makes for a Beautiful Problem in Science?}}</ref>\n\n====A mathematical theory of saving====\n\nThis significant paper was published in ''[[The Economic Journal]]'', and involved \"a strategically beautiful application of the [[calculus of variations]]\" ([[Paul Samuelson]]){{citation needed|date=April 2014}} to determine the optimal amount an economy should invest (save) rather than consume so as to maximise future [[utility]], or in Ramsey's words \"how much of its income should a nation save?\" (Ramsey, 1928).\n\nKeynes described the article as \"one of the most remarkable contributions to [[mathematical economics]] ever made, both in respect of the intrinsic importance and difficulty of its subject, the power and elegance of the technical methods employed, and the clear purity of illumination with which the writer's mind is felt by the reader to play about its subject. The article is terribly difficult reading for an economist, but it is not difficult to appreciate how scientific and aesthetic qualities are combined in it together\" (Keynes 1933){{citation needed|date=April 2014}}. The Ramsey model is today acknowledged as the starting point for [[Turnpike theory|optimal accumulation theory]] although its importance was not recognised until many years after its first publication.\n\nThe main contributions of the model were firstly the initial question Ramsey posed on how much savings should be and secondly the method of analysis, the intertemporal maximisation (optimisation) of collective or individual utility by applying techniques of dynamic optimisation. [[Tjalling C. Koopmans]] and [[David Cass]] modified the Ramsey model incorporating the dynamic features of [[population growth]] at a steady rate and of Harrod-neutral technical progress again at a steady rate, giving birth to a model named the [[Ramsey–Cass–Koopmans model]] where the objective now is to maximise household's [[utility function]].\n\n====A contribution to the theory of taxation====\n\nIn this paper Ramsey's contribution to [[economic theory]] was the elegant concept of [[Ramsey pricing]]. This is applicable in situations where a (regulated) [[monopolist]] wants to maximise [[consumer surplus]] whilst at the same time ensuring that its costs are adequately covered. This is achieved by setting the price such that the markup over [[marginal cost]] is inversely proportional to the [[price elasticity]] of demand for that good. Like its predecessor this paper was published in The Economic Journal in 1927. Ramsey poses the question that is to be solved at the beginning of the article: \"a given revenue is to be raised by proportionate taxes on some or all uses of income, the taxes on different uses being possibly at different rates; how much should these rates be adjusted in order that the decrement of utility may be a minimum?\" (Ramsey 1927). The problem was suggested to him by the economist [[Arthur Pigou]] and the paper was Ramsey's answer to the problem.\n\n====Truth and probability====\n\nKeynes in his ''[[A Treatise on Probability]]'' (1921) argued against the subjective approach in [[epistemic]] probabilities. For Keynes, subjectivity of probabilities doesn't matter as much, as for him there is an objective relationship between knowledge and probabilities, as knowledge is disembodied and not personal.\n\nRamsey in his article disagrees with Keynes's approach as for him there is a difference between the notions of [[probability]] in [[physics]] and in [[logic]]. For Ramsey probability is not related to a disembodied body of knowledge but is related to the knowledge that each individual possesses alone. Thus personal beliefs that are formulated by this individual knowledge govern probabilities leading to the notion of [[subjective probability]]. Consequently, subjective probabilities can be inferred by observing actions that reflect individuals' personal beliefs. Ramsey argued that the degree of probability that an individual attaches to a particular outcome can be measured by finding what [[odds]] the individual would accept when [[betting]] on that outcome.\n\t\nRamsey suggested a way of deriving a consistent theory of choice under uncertainty that could isolate beliefs from preferences while still maintaining subjective probabilities.\n\nDespite the fact that Ramsey's work on probabilities was of great importance again no one paid any attention to it until the publication of ''[[Theory of Games and Economic Behavior]]'' of [[John von Neumann]] and [[Oskar Morgenstern]] in 1944 (1947 2nd ed.)\n\n==Legacy==\n\n===Frank Ramsey Professorship===\n[[Howard Raiffa]] was made the first Frank P. Ramsey Professor (of Managerial Economics) at Harvard University.  He is now emeritus.  [[Richard Zeckhauser]] was made the Frank P. Ramsey Professor of Political Economy at Harvard University in 1971.  Raiffa's chair was joint between the Harvard Business and Kennedy Schools.  Zeckhauser's chair is in the Kennedy School.\n[[Partha Dasgupta]] was made Frank Ramsey Professor of Economics in 1994 and Frank Ramsey Professor Emeritus of Economics in 2010 at the [[University of Cambridge]].<ref name=CV>{{cite web|title=CURRICULUM VITAE|url=http://www.econ.cam.ac.uk/people/emeritus/pd10000/CV.pdf|website=www.econ.cam.ac.uk}}</ref>\n\n==See also==\n{{Portal|Biography}}\n*[[Ramsey theory]]\n*[[Ramsey–Lewis method]]\n*[[Ramsey–Dvoretzky–Milman phenomenon]]\n*[[Ramsey growth model]]\n*[[Frederick Rowbottom]]\n\n==Notes==\n{{reflist}}\n\n==References==\n*Arrow K. (1980), \"Review: Foundations: Essays in Philosophy, Logic, Mathematics and Economics,\" ''Journal of Political Economy'', Vol. 88, No. 3. pp.&nbsp;636–638\n*Duarte, Pedro G. (2009a), \"Frank P. Ramsey: A Cambridge Economist,\" ''History of Political Economy'', Vol. 41, No. 3. pp.&nbsp;445–470\n*Duarte, Pedro G. (Ed.) (2009b), \"Frank Ramsey's Notes on Saving and Taxation,\" ''History of Political Economy'', Vol. 41, No. 3. pp.&nbsp;471–489\n*{{cite journal \n | last = Forrester\n | first = John \n | authorlink = \n | coauthors = \n | year = 2004 \n | month = \n | title = Freud in Cambridge\n | journal = Critical Quarterly\n | publisher = \n | volume = 46\n | issue = 2\n | pages = 1–26\n | id = \n | url = http://www.hps.cam.ac.uk/people/forrester/freud_in_cambridge.pdf\n | format=PDF\n | accessdate = 26 July 2010 \n | quote =\n | doi=10.1111/j.0011-1562.2004.t01-1-00560.x}}\n*Galavotti, M. C. (Ed.) (2006), ''Cambridge and Vienna: Frank P. Ramsey and the Vienna Circle'', Dordrecht, The Netherlands: Springer.\n* [[Ivor Grattan-Guinness|Grattan-Guinness, Ivor]] (2000), ''The Search for Mathematical Roots 1870–1940'', Princeton University Press, Princeton, NJ.\n* [[John Maynard Keynes|Keynes, John Maynard]] (1933), \"Frank Plumpton Ramsey,\" in ''Essays in Biography'', New York, NY.\n*Mellor D.H. (1995),  \"Cambridge Philosophers I: F. P. Ramsey,\" ''Philosophy'' 70, pp.&nbsp;243–262\n*Newbery D., \"Ramsey model,\" ''The [[New Palgrave: A Dictionary of Economics]]'', v. 4, pp.&nbsp;46–48\n*Newman P. (1987)., \"Ramsey, Frank Plumpton,\" ''The New Palgrave: A Dictionary of Economics'', v. 4, pp.&nbsp;41–46\n* Ramsey, F.P. (1927), \"Facts and Propositions,\" ''Aristotelian Society Supplementary Volume 7'', 153–170. Reprinted, pp.&nbsp;34–51 in\n*Ramsey F.P. (1928), \"A Mathematical Theory of Saving,\" ''Economic Journal'', Vol. 38, No 152, pp.&nbsp;543 559\n*Ramsey F.P. (1927), \"A Contribution to the Theory of Taxation,\" ''Economic Journal'', Vol. 37, No 145, pp.&nbsp;47–61\n*Ramsey F.P. (1929), \"On a problem in formal logic,\" ''Proc. London Math. Soc.'', Vol. 30, pp.&nbsp;264–286\n*Ramsey F.P. (1931), ''Foundations – Essays in Philosophy, Logic, Mathematics and Economics'', Humanities Press, 287pp (1977) {{LCCN|77026864}}\n*Rescher, Nicholas and Ulrich Majer (eds.) (1991). ''F. P. Ramsey: On Truth '', Dordrecht, Kluwer\n*Sahlin, N.-E. (1990), ''The Philosophy of F. P. Ramsey'', Cambridge University Press, Cambridge\n*Sahlin, N.-E. (1996), “He is no good for my work”: On the philosophical relations between Ramsey and Wittgenstein, in ''Knowledge and Inquiry: Essays on Jaakko Hintikkas Epistemology and Philosophy of Science'', ed by M. Sintonen, Poznan Studies in the Philosophy of Sciences and the Humanities, Amsterdam, 61–84\n* Sahlin, N.-E. (2005), ''Ramsey’s Ontology'', a special issue of ''Metaphysica'', No. 3\n*Samuelson P. (1970), \"What Makes for a Beautiful Problem in Science?\" ''Journal of Political Economy'', Vol. 78, No. 6. pp.&nbsp;1372–1377\n\n==Further reading==\n*{{cite book|title=Frank Ramsey (1903–1930): A Sister's Memoir|year=2012|publisher=Smith-Gordon|isbn=978-1-85463-248-7|author=Margaret Paul}}\n\n* Karl Sabbagh. Shooting Star: The Brief and Brilliant Life of Frank Ramsey (Kindle Single). 2013. Amazon Digital Services, Inc. 75 pages.\n\n==External links==\n*{{Find a Grave|5935487}}\n*{{MacTutor Biography|id=Ramsey}}\n*{{MathGenealogy|id=70156}}\n*[http://www.dspace.cam.ac.uk/handle/1810/3484 RealAudio BBC profile of Ramsey from 1978, & transcript]\n*[http://plato.stanford.edu/entries/probability-interpret/ Stanford Encyclopedia of Philosophy: Interpretations of Probability.] See 3.5 (3.2) for Ramsey's (Keynes's) views on probability.\n* Frank P. Ramsey's Papers [http://digital.library.pitt.edu/cgi-bin/f/findaid/findaid-idx?c=ascead&cc=ascead&rgn=main&view=text&didno=US-PPiU-asp198301](Frank Plumpton Ramsey Papers, 1920–1930, ASP.1983.01, Archives of Scientific Philosophy, Special Collections Department, University of Pittsburgh)\n* Tim McMynne, [http://philosophy-e.com/frank-ramseys-commitment-to-ideology/ \"Frank Ramsey's Commitment to Ideology\"], in: [http://philosophy-e.com/ Philosophia: E-Journal of Philosophy and Culture], 3/2012.\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Ramsey, Frank P.\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = British mathematician, philosopher\n| DATE OF BIRTH     = 22 February 1903\n| PLACE OF BIRTH    =  Cambridge\n| DATE OF DEATH     = 19 February 1930\n| PLACE OF DEATH    = \n}}\n{{DEFAULTSORT:Ramsey, Frank P.}}\n[[Category:English atheists]]\n[[Category:People from Cambridge]]\n[[Category:20th-century British mathematicians]]\n[[Category:20th-century philosophers]]\n[[Category:Analytic philosophers]]\n[[Category:British philosophers]]\n[[Category:Cambridge University Moral Sciences Club]]\n[[Category:Philosophers of science]]\n[[Category:Probability theorists]]\n[[Category:Combinatorialists]]\n[[Category:English economists]]\n[[Category:People educated at Winchester College]]\n[[Category:Alumni of Trinity College, Cambridge]]\n[[Category:Fellows of King's College, Cambridge]]\n[[Category:1903 births]]\n[[Category:1930 deaths]]\n[[Category:Analysands of Theodor Reik]]\n[[Category:20th-century economists]]\n[[Category:Vienna Circle]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Frank P. Ramsey"}}}}