{"batchcomplete": "", "query": {"pages": {"77840": {"ns": 0, "pageid": 77840, "revisions": [{"*": "{{redirect|Monge|the surname|Monge (surname)}}\n{{Refimprove|date=February 2011}}\n{{Infobox scientist\n|name              = Gaspard Monge\n|image             = Gaspard monge litho delpech.jpg\n|image_size        = 220px\n|caption           = \n|birth_date        = {{birth_date|1746|5|9|df=y}}\n|birth_place       = [[Beaune]], [[Côte-d'Or]]\n|death_date        = {{death date and age|1818|7|28|1746|5|9|df=y}}\n|death_place       = [[Paris]]\n|residence         = \n|citizenship       = \n|nationality       = [[France|French]]\n|ethnicity         = \n|field             = mathematics, engineering, education\n|work_institutions = \n|alma_mater        = \n|doctoral_advisor  = \n|known_for         = [[Descriptive geometry]]\n|influences        = \n|influenced        = \n|prizes            = \n|religion          = \n|footnotes         = \n|signature         =\n}}\n\n'''Gaspard Monge, Comte de Péluse''' (9 May 1746<ref>[http://www.archives.cotedor.fr/jahia/Jahia/archives.cotedor.fr/site/adco/pid/3792 Archives Départementales de la Côte d'or] registre paroissial de Beaune 1745–1746, FRAD021_057_MI05R027, vue n° 174</ref> – 28 July 1818) was a French mathematician, the inventor of [[descriptive geometry]] (the mathematical basis of [[technical drawing]]), and the father of [[differential geometry]].<ref name= \"MongeStA\">{{MacTutor Biography|id=Monge}}</ref> During the [[French Revolution]] he served as the Minister of the Marine, and was involved in the reform of the French educational system, helping to found the [[École Polytechnique]].\n\n== Biography ==\n\n===Early life===\nMonge was born at [[Beaune]], [[Côte-d'Or]], the son of a merchant.  He was educated at the college of the [[Oratory of Jesus|Oratorians]] at Beaune. In 1762 he went to the Collège de la Trinité at [[Lyon]], where, one year after he had begun studying, he was made a teacher of  [[physics]] at the age of just seventeen.<ref name= \"StA\">{{cite web|url= http://www-history.mcs.st-andrews.ac.uk/Biographies/Monge.html|publisher= School of Mathematics and Statistics, University of St Andrews, Scotland |first1= O'Connor and  |last1=  J.J.  |last2=Robertson   |first2=E.F.|title=Gaspard Monge|accessdate=26 March 20 }}</ref>\n\nAfter finishing his education in 1764 he returned to Beaune, where he made a large-scale plan of the town, inventing the methods of observation and constructing the necessary instruments; the plan was presented to the town, and is still preserved in their [[library]]. An [[military officer|officer]] of engineers who saw it wrote to the commandant of the École Royale du Génie at [[Charleville-Mézières|Mézières]], recommending Monge to him and he was given a job as a [[technical drawing|draftsman]].\n\n===Career===\nThose studying at the school were drawn from the aristocracy, so he was not allowed admission to the institution itself. His manual skill was highly regarded, but his mathematical skills were not made use of. Nevertheless he worked on the development of his ideas in his spare time. At this time came to contact with [[Charles Bossut]], the professor of mathematics at the École Royale.  \"I was a thousand times tempted,\" he said long afterwards, \"to tear up my drawings in disgust at the esteem in which they were held, as if I had been good for nothing better.\"\n\nAfter a year at the École Royale Monge was asked to produce a plan for a fortification in such a way as to optimise its defensive arrangement. There was an established method for doing this which involved lengthy calculations but Monge devised a way of solving the problems by using drawings. At first his solution was not accepted, since it had not taken the time judged to be necessary, but upon examination the value of the work was recognized, and Monge's exceptional abilities were recognized.\n\nAfter Bossut left the École Royale du Génie Monge took his place in January 1769, and in 1770 he was also appointed instructor in experimental physics.<ref name=\"StA\"/>\n\nIn 1777, Monge married Cathérine Huart, who owned a forge. This caused Monge to develop an interest in [[metallurgy]]. In 1780 he became a member of the [[French Academy of Sciences]]; his friendship with [[Claude Louis Berthollet|C.L. Berthollet]] began at this time. In 1783, after leaving Mézières, he was, on the death of [[Étienne Bézout|É. Bézout]], appointed examiner of naval candidates. Although pressed by the minister to prepare a complete course of mathematics, he declined to do so, on the grounds that this would deprive Mme Bézout of her only income, that from the sale of the [[textbook]]s written by her late husband. In 1786 he wrote and published his ''Traité élémentaire de la statique''.\n\n===1789 and after===\n[[File:Perelachaise-Monge-p1000360.jpg|thumb|Monge's bust in [[Le Père Lachaise Cemetery]] in Paris]]\nThe [[French Revolution]] completely changed the course of Monge's career. He was a strong supporter of the Revolution, and in 1792, on the creation by the [[Legislative Assembly (France)|Legislative Assembly]] of an executive council, Monge accepted the office of [[List of Naval Ministers of France|Minister of the Marine]], and held this office from 10 August 1792 to 10 April 1793, when he resigned.<ref name=\"StA\"/> When the [[Committee of Public Safety]] made an appeal to the academics to assist in the defence of the republic, he applied himself wholly to these operations, and distinguished himself by his energy, writing the ''Description de l'art de fabriquer les canons'' and ''Avis aux ouvriers en fer sur la fabrication de l'acier''.\n\nHe took a very active part in the measures for the establishment of the Ecole Normale (which existed only during the first four months of the year 1795), and of the school for public works, afterwards the [[École Polytechnique]], and was at each of them professor for descriptive geometry. ''Géométrie descriptive. Leçons données aux écoles normales'' was published in 1799 from transcriptions of his lectures given in 1795. He later published ''Application de l'analyse à la géométrie'', which enlarged on the lectures.\n\nFrom May 1796 to October 1797 Monge was in [[Italy]] with C.L. Berthollet and some artists to select the paintings and sculptures being levied from the Italians. While there he became friendly with [[Napoleon Bonaparte]]. Upon his return to France, he was appointed as the Director of the [[École Polytechnique]], but early in 1798 he was sent to [[Italy]] on a mission that ended in the establishment, of the short-lived [[Roman Republic (18th century)|Roman Republic]].\n\nFrom there Monge joined [[French campaign in Egypt and Syria|Napoleon's expedition to Egypt]], taking part with Berthollet in the scientific work of the [[Institut d'Égypte]] and the [[Egyptian Institute of Sciences and Arts]]. They accompanied Bonaparte to [[Syria]], and returned with him in 1798 to France. Monge was appointed president of the Egyptian commission, and he resumed his connection with the École Polytechnique. His later mathematical papers are published (1794 — 1816) in the Journal and the Correspondence of the École Polytechnique. On the formation of the [[Sénat conservateur]] he was appointed a member of that body, with an ample provision and the title of count of [[Pelusium]] (Comte de Péluse), and he became the Senate conservateur's president during 1806–7. Then on the fall of Napoleon he had all of his honours taken away, and he even excluded from the list of members of the reconstituted Institute.\n\nMonge was an atheist.<ref>\"[[Napoleon]] replies: \"How comes it, then, that [[Laplace]] was an atheist? At the Institute neither he nor [[Monge]], nor [[Berthollet]], nor [[Lagrange]] believed in God. But they did not like to say so.\" Baron [[Gaspard Gourgaud]], ''Talks of Napoleon at St. Helena with General Baron Gourgaud'' (1904), page 274.</ref><ref>{{cite book|title=The view from planet Earth: man looks at the cosmos|year=1983|publisher=Quill|isbn=9780688014797|page=164|author=Vincent Cronin|accessdate=4 May 2013|quote=Yet, sailing to Egypt, he had lain on deck, asking his scientists whether the planets were inhabited, how old the Earth was, and whether it would perish by fire or by flood. Many, like his friend Gaspard Monge, the first man to liquefy a gas, were atheists.}}</ref>\n\nMonge died in Paris on 28 July 1818. His remains were first interred in a [[Gaspard Monge's mausoleum|mausoleum]] in [[Le Père Lachaise Cemetery]] in Paris and later transferred to the [[Panthéon, Paris|Panthéon in Paris]].\n\nA [[:media:GaspardMongeStatueBeaune.jpg|statue]] portraying him was erected in Beaune in 1849. Monge's name is one of the [[List of the 72 names on the Eiffel Tower|72 names inscribed on the base of the Eiffel Tower]].\n\nSince 4 November 1992 the ''[[Marine Nationale]]'' operate the [[Missile Range Instrumentation Ship|MRIS]] [[Monge (A601)|''FS Monge'']], named after him.\n\n== Work==\nBetween 1770 and 1790 Monge contributed various papers on mathematics and physics to the ''Memoirs of the Academy of Turin'', the ''Mémoires des savantes étrangers'' of the Academy of Paris, the ''Mémoires'' of the same Academy, and the ''[[Annales de chimie]]'', including ''Sur la théorie des déblais et des remblais''\" (''Mém. de l’acad. de Paris'', 1781), which is an elegant investigation of the problem with earthworks referred to in the title and establishes in connection with it his capital discovery of the curves of curvature of a surface.\n\n[[Leonhard Euler]], in his 1760 paper on curvature in the ''Berlin Memoirs'' for, had considered, not the normals of the surface, but the normals of the plane sections through a particular normal, so that the question of the intersection of successive normals of the surface had never presented itself to him. Monge's paper gives the ordinary differential equation of the curves of curvature, and establishes the general theory in a very satisfactory manner; the application to the interesting particular case of the ellipsoid was first made by him in a later paper in 1795.\n\nMonge's 1781 memoir is also the earliest known anticipation of Linear Programming type of problems, in particular of the transportation problem. Related to that, the Monge soil-transport problem leads to a weak-topology definition of a distance between distributions rediscovered many times since by such as [[L. V. Kantorovich]], P. Levy, L. N. Wasserstein, and others; and bearing their names in various combinations in various contexts.\n\nAnother of his papers in the volume for 1783 relates to the production of water by the combustion of [[hydrogen]]. Monge's results had been anticipated by [[Henry Cavendish]].\n\n==See also==\n*[[Monge array]]\n*[[Monge equation]]\n*[[Monge–Ampère equation]]\n*[[Monge's theorem]]\n*[[Monge cone]]\n\n== Selected Publications ==\n* Monge, Gaspard. ''Mémoire sur la théorie des déblais et des remblais.'' De l'Imprimerie Royale, 1781.\n* Monge, Gaspard. ''Une application d'analyse à la géométrie, 1795''\n* Monge, Gaspard. ''[http://gallica.bnf.fr/ark:/12148/bpt6k5783452x Géométrie descriptive. Leçons données aux écoles normales]'' (Descriptive Geometry): a transcription of Monge's lectures. (1799)\n* Monge, Gaspard. ''[https://books.google.com/books?id=aSEOAAAAQAAJ Application de l'analyse à la géométrie, à l'usage de l'Ecole impériale polytechnique].'' 1807.\n* Monge, Gaspard, and Jean Nicolas Pierre Hachette. ''Traité élémentaire de statique, a l'usage des écoles de la Marine, par Gaspard Monge. chez Courcier, Imprimeur-libraire, pour les mathematiques, quai des Augustins,'' 1810. Translation: ''[https://books.google.com/books?id=YrQEAAAAYAAJ An elementary treatise on statics],'' 1852\n\n==References==\n{{reflist|2}}\n\n;Attribution\n*{{EB1911}}\n\n==External links==\n{{commons|Gaspard Monge|Gaspard Monge}}\n* {{MacTutor Biography|id=Monge}}\n* [http://books.google.com/books?id=YrQEAAAAYAAJ&pg=PA15&dq=intitle:statics&as_brr=1&hl=en books.google.com] ''An Elementary Treatise on Statics with a Biographical Notice of the Author'' (Biddle, Philadelphia, 1851).\n* [http://books.google.com/books?id=UjEDAAAAQAAJ&printsec=titlepage&dq=inauthor:Gaspard+inauthor:Monge&as_brr=0&hl=en books.google.com]  ''An elementary treatise on descriptive geometry, with a theory of shadows and of perspective'' (Weale, London, 1851).\n* [http://gallica.bnf.fr/ark:/12148/bpt6k5783452x.r=%22gaspard+monge%22.langFR ''Géométrie descriptive. Leçons données aux Écoles normales, l'an 3 de la République; Par Gaspard Monge, de l'Institut national''] (Baudouin, Paris, 1798)\n* [http://digitalcollections.ucsc.edu/cdm/search/collection/p265101coll10/searchterm/Gaspard%20Monge/order/title Portrait of Gaspard Monge from the Lick Observatory Records Digital Archive, UC Santa Cruz Library's Digital Collections]\n* Gaspard Monge (1789) [http://lhldigital.lindahall.org/cdm/ref/collection/color/id/17 \"Mémoire sur quelques phenomenes de la vision.\"] ''Annales de Chimie. Ser. 1, bk. 3'' p.&nbsp;131-147 - digital facsimile from the [[Linda Hall Library]]\n\n{{s-start}}\n{{s-off}}\n{{succession box\n  |title=[[List of Naval Ministers of France|Minister of the Navy and the Colonies]]\n  |before=[[François Joseph de Gratet, vicomte Dubouchage]]\n  |after=[[Jean Dalbarade]]\n  |years=10 August 1792 - 10 April 1793\n}}\n{{end}}\n\n{{Ministers of the French National Convention}}\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Monge, Gaspard\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = French mathematician\n| DATE OF BIRTH     = 9 May 1746\n| PLACE OF BIRTH    = [[Beaune]]\n| DATE OF DEATH     = 28 July 1818\n| PLACE OF DEATH    = [[Paris, France]]\n}}\n{{DEFAULTSORT:Monge, Gaspard}}\n[[Category:1746 births]]\n[[Category:1818 deaths]]\n[[Category:18th-century French mathematicians]]\n[[Category:19th-century French mathematicians]]\n[[Category:French atheists]]\n[[Category:People from Beaune]]\n[[Category:Commission des Sciences et des Arts members]]\n[[Category:Differential geometers]]\n[[Category:Burials at the Panthéon, Paris]]\n[[Category:Burials at Père Lachaise Cemetery]]\n[[Category:Members of the Sénat conservateur]]\n[[Category:Members of the French Academy of Sciences]]\n[[Category:Ministers of Marine and the Colonies]]\n[[Category:École Normale Supérieure faculty]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Gaspard Monge"}}}}