{"batchcomplete": "", "query": {"pages": {"32357548": {"ns": 0, "pageid": 32357548, "revisions": [{"*": "{{Infobox person\n| name        = George Barrett\n| image       =\n| alt         =\n| caption     =\n| birth_date  = 1752\n| birth_place =\n| death_date  = 1821\n| death_place =\n| nationality = British\n| other_names =\n| known_for   =\n| occupation  =\n}}\n'''George Barrett''' (1752–1821) was a British [[actuary]].{{sfn|Clerke|1885|p=281}}\n\n==Life==\nBarrett was the son of a farmer of Wheeler Street, a small hamlet in Surrey. At an early age, although engaged in daily labour, he made, unaided, considerable progress in mathematics, taking special interest in the class of problems connected with the duration of human life.{{sfn|Clerke|1885|p=281}}\n\nHe afterwards, during a period of twenty-five years (1786–1811), laboured assiduously at his great series of life assurance and annuity tables, working all the while, first as a schoolmaster, afterwards as a land steward, for the maintenance of younger relatives, to whose support he devoted a great part of his earnings.{{sfn|Clerke|1885|p=281}}\n\nIn 1813, he became actuary to the Hope Life Office, but retained that appointment for little more than two years. In the worldly sense his life was all failure. At the age of sixty-four he retired, broken in health and worn in spirit, to pass his remaining days with his sisters, at whose house in Godalming he died in 1821.{{sfn|Clerke|1885|p=281}}\n\n==Works==\nHis comprehensive series of life tables, and the ingenious and fertile method, known as the columnar method, which he had devised for their construction, won the ardent approval of [[Francis Baily]], who made earnest but vain efforts to get them published by subscription, and afterwards, in 1812, read a paper upon them before the [[Royal Society]]; but that body, for reasons unexplained, refused to order the memoir to be printed. It was then published as an appendix to the edition of 1813 of Baily's work on ''Annuities.'' There has been some controversy as to the originality of Barrett's method. His claims have been ably vindicated by [[Augustus De Morgan]];<ref>{{harvnb|Clerke|1885|p=282}} ''[[Assurance Magazine]]'', iv. 185, xii. 348</ref> more details of  this interesting question, and exposition of Barrett's method and the important advances subsequently made upon it by [[Griffith Davies]] and others are to be found in the references.{{sfn|Clerke|1885|p=282}}\n\nSome time after Barrett's death most of his papers were destroyed by fire. The tables were purchased by [[Charles Babbage]], who made use of them in his ''Comparative View''. With that exception, and that of the specimens in Baily's appendix, they were never printed.{{sfn|Clerke|1885|p=282}}\n\nBarrett also published, in 1786, an \"Essay towards a System of Police,\" in which he recommends one more patriarchal, than that of Russia or the Caliph [[Haroun al Raschid]] according to Clerke.{{sfn|Clerke||p=282}}\n\n==Notes==\n{{Reflist}}\n\n==References==\n;Attribution\n*{{DNB|first=J. W. |last=Clerke |wstitle=Barrett, George |volume=3 |pages=281&ndash;282}} Endnotes:\n**Baily's ''Doctrine of [[Life Annuities]]'', 1813, appendix\n**same work, ed. 1864, editor's preface and sect. 37 seqq.\n**''[[Assurance Magazine]]'', i. 1, iv. 185, xii. 348\n**Babbage's ''[[Comparative View]] of [[Assurance Institutions]]'', 1826\n**''Walford's Insurance Cyclopædia'', art. \"Columnar Method.\"\n\n{{Use dmy dates|date=July 2011}}\n{{Use British English|date=July 2011}}\n\n{{Persondata\n|name=Barrett, George\n|alternative names=\n|short description=Actuary\n|date of birth= 1752\n|place of birth=\n|date of death= 1821\n|place of death=\n}}\n{{DEFAULTSORT:Barrett, George}}\n[[Category:1752 births]]\n[[Category:1821 deaths]]\n[[Category:British actuaries]]\n[[Category:People from Surrey (before 1889)]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "George Barrett (actuary)"}}}}