{"batchcomplete": "", "query": {"pages": {"14436866": {"ns": 0, "pageid": 14436866, "revisions": [{"*": "{{citations|date=February 2014}}\n'''George Henry Wood''' (1874-1945) was a labour [[statistician]] who was a student of and worked with [[Arthur Bowley]]. From 1907 he was the Secretary for the [[Huddersfield and District Woollen Manufacturers and Spinners Association]]. [[Huddersfield University]] now hold his papers (see [[John Bibby’s]] ‘’’History of Teaching Statistics’’’.\n\nIn 1910 he was awarded the [[Guy Medal]] in Silver of the [[Royal Statistical Society]]. For many years he was secretary to the [[Huddersfield Woollen Manufacturers' and Spinners' Association]].\n\nWood was a [[Freethought|free thinker]] and was active in a variety of local radical movements in [[Huddersfield]], including the [[Fabians]]. He collected [[wage statistics]] over a broad field and published much of his collected material.\n\n\"E.C.R(hodes).\" said in Wood's obituary that \"It is impossible, within the limits of a short obituary notice, to do justice to all the varied aspects of Wood's other activities or to his colourful personality. He had a wide range of interests, including the arts, music and (above all) cricket. He had made a close study of the history, and achieved marked\nsuccess in the art and craft, of wood engraving; making and shaping his own blocks, engraving them, and printing from them with his own press. He had a special enthusiasm for cricket, and had an amazing knowledge of the performances of the more prominent players of this and past generations. Those who were present when he entertained a few Fellows of the Society and leading cricketers after reading his paper on cricket scores in November 1944, will recall with delight the informal discussion which followed, and his exchange of opinions and reminiscences with a distinguished ex-captain of All-England test teams and other first-class cricketers. Wood could be a doughty controversialist, when occasion arose, and his vehement defence of positions to the last ditch was sometimes liable to rouse antagonisms in the minds of those who were only slightly acquainted with him. Those who were privileged to enjoy his friendship, however, will long remember his kindly and generous nature, his staunch loyalty to colleagues and friends, and his invariable readiness to help a lame dog over the stile.\" \n\nHis extensive library, first loaned to Huddersfield Technical College in c.1925, includes manuscript wages material, monographs, pamphlets, government reports and periodicals The subjects covered include economic and social history, education, health, housing and women's history. This library is now held within the University of Huddersfield's Archives and Special Collections. \n\n==References==\n* [[Arthur Bowley|Bowley, A.L.]](1945) 'George Henry Wood', Journal of the [[Royal Statistical Society]] (JRSS), 108, pp. 485-6, followed by article by \"E.C.R.\"\n* {{citation | author = Laybourn, Keith | year = 1980 | title = The George Henry Wood Collection | journal =  Bulletin of the Society for the Study of Labour History | volume = 40 | pages = 47&ndash;49 | issn = 0049-1179 | url = http://eprints.hud.ac.uk/3185/}}\n{{Guy Medal}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Wood, George Henry\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = English statistician\n| DATE OF BIRTH     = 1874\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 1945\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Wood, George Henry}}\n[[Category:1874 births]]\n[[Category:1945 deaths]]\n[[Category:English statisticians]]\n[[Category:Winners of the Guy Medal in Silver]]\n\n\n{{UK-statistician-stub}}", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "George Henry Wood (statistician)"}}}}