{"batchcomplete": "", "query": {"pages": {"3421581": {"ns": 0, "pageid": 3421581, "revisions": [{"*": "{{Infobox scientist\n| name              = Gheorghe Mihoc\n| image             = <!--(filename only)-->\n| image_size        = \n| caption           = \n| birth_date        = {{birth date|1906|07|07|mf=y}}\n| birth_place       = [[Brăila]]\n| death_date        = {{death date and age|1981|12|25|1906|07|07|mf=y}}\n| death_place       = [[Bucharest]]\n| nationality       = [[Romania|Romanian]]\n| fields            = [[Mathematics]]\n| workplaces        = [[University of Bucharest]]\n| alma_mater        = [[Sapienza University of Rome|University of Rome]]\n| doctoral_advisor  = [[Guido Castelnuovo]]\n| doctoral_students = \n| known_for         = co-founder, together with [[Octav Onicescu]], of the Romanian school of probability \n| awards            = \n}}\n'''Gheorghe Mihoc''' (July 7, 1906 – December 25, 1981) was a [[Romania]]n [[statistician]].<ref>{{MacTutor Biography |id=Mihoc}}</ref> He was born in [[Brăila]], the son of a worker.\n\nIn 1908, his father moved the family to [[Bucharest]]. Here he attended [[elementary school]] and the Gheorghe Şincai [[high school]]. He enrolled at the [[University of Bucharest]], Faculty of Sciences, and was awarded his degree in [[mathematics]] in June 1928. \n\nHe then went to [[Italy]] and studied statistics and [[actuarial]] studies at the [[University of Rome La Sapienza|University of Rome]]; he earned a Doctor of Statistical and Actuarial Sciences in July 1930.<ref>{{MathGenealogy |id=84582}}</ref> In 1930 he was appointed professor in the School of Statistics, Actuarial Studies, and Calculation, which had been established that year (it later became an Institute). The school was headed by [[Octav Onicescu]]. There Mihoc taught courses in actuarial mathematics from 1930 to 1948.\n\nOn April 28, 1934, he earned his Doctorate in Mathematics from the University of Bucharest, in front of a commission consisting of [[Dimitrie Pompeiu]], as chairman, [[Anton Davidoglu]], and Octav Onicescu. The subject of his thesis was ''On the general properties of interdependent statistical variables''.\n\nFrom 1937, Mihoc went to the University of Bucharest as assistant to Octav Onicescu, first at mechanics, then at algebra and probabilities calculation (1937-1942). That same year (1937) he also taught general mathematics with the students from the preparation year of the [[Polytechnic University of Bucharest]].\n\nBetween 1942 and 1946 he was conference lecturer of general mathematics at the Faculty of physics-chemistry of Bucharest University. Then, in 1946 he was appointed professor at the Commercial academy from Bucharest, for financial mathematics (1946-1949).\n\nIn 1948, after the reform of education in all degrees, he was appointed head of the department of probability calculation and mathematical statistics at the Faculty of mathematics and physics of Bucharest University, then as professor head of department of applied mathematics.\n\nFrom the autumn of 1962 he was again professor, head of the department of probability calculation and mathematical statistics (successor to professor Onicescu).\n\nAs statistician and actuar, Gheorghe Mihoc was employed on April 15, 1929 at the Central house of social insurance. He worked here as director at the directorate of insurance (1939-1940), as director of the directorate of pensions (1940-1942), as director of the Office of studies and actuariat (1942-1945). \nHe was administrator at the House of pensions of the writers (1940-1945) and administrator at the House of pensions of the composers, painters and sculptors (1940-1943). \n\nIn 1945 he was appointed chief actuary of the Central house of social insurance.\n\nGheorghe Mihoc was dean of the Faculty of mathematics and physics of the Bucharest University from 1951 until 1960, and from 1960 to 1963 he was prorector of the Bucharest University.\n\nIn July 1963 he was appointed rector. He was a corresponding member of the Academy from 1955 until 1963, and on March 20 he became titular member at the section of mathematical sciences.\n\nIn April 1964 he was appointed director of the Statistical Centre of the Academy.\n\nHe was member in the old \"Mathematical gazette\" and member in the board of C.R.C.C.S.\n\nIn November 1964 Mihoc was awarded the title of Honorary Professor.\n\nBeing reputed as specialist in probability calculation, he was invited to different countries to give lectures in this field.\n\n==References==\n{{reflist}}\n\n{{Romanian Academy presidents}}\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Mihoc, Gheorghe\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Romanian mathematician\n| DATE OF BIRTH     = July 7, 1906\n| PLACE OF BIRTH    = [[Brăila]]\n| DATE OF DEATH     = December 25, 1981\n| PLACE OF DEATH    = [[Bucharest]]\n}}\n{{DEFAULTSORT:Mihoc, Gheorghe}}\n[[Category:Romanian mathematicians]]\n[[Category:20th-century mathematicians]]\n[[Category:Romanian statisticians]]\n[[Category:University of Bucharest faculty]]\n[[Category:University of Bucharest alumni]]\n[[Category:Rectors of the University of Bucharest]]\n[[Category:Presidents of the Romanian Academy]]\n[[Category:People from Brăila]]\n[[Category:1906 births]]\n[[Category:1981 deaths]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Gheorghe Mihoc"}}}}