{"batchcomplete": "", "query": {"pages": {"1601161": {"ns": 0, "pageid": 1601161, "revisions": [{"*": "{{Other people2|Greg King (disambiguation)}}\n{{Use dmy dates|date=July 2013}}\n{{Refimprove|date=November 2010}}\n'''Gregory King''' (15 December 1648 – 29 August 1712) was an English [[genealogist]], engraver and [[statistician]].<ref name=\"EB\">[http://www.britannica.com/EBchecked/topic/318299/Gregory-King Britannica on King]</ref>\n\n==Life==\nGregory King was born at [[Lichfield]], England. His father was a surveyor and landscape gardener. Gregory was a very bright boy and his father used him as an assistant in his surveying work. At 14 Gregory became a clerk to [[William Dugdale]] the antiquary and herald, i.e. student of [[heraldry]]. King later (1667–69) worked for [[Christopher Hatton, 1st Baron Hatton|Lord Hatton]], who was forming a collection of the arms of the nobility. When this project collapsed, he went to work for the dowager Lady Gerard at [[Sandon, Staffordshire]] as steward, auditor and secretary (1670–72).<ref>{{ODNBweb|id=15563|title=King, Gregory|first=Julian|last=Hoppit}}</ref> She was the widow of [[Charles Gerard, 4th Baron Gerard]], and remarried in 1673.<ref>[http://www.nationalarchives.gov.uk/A2A/records.aspx?cat=169-d1798_1-3_2-1&cid=1-1-1-46-6#1-1-1-46-6 The National Archives, ''Hand, Morgan and Owen, Solicitors of Lichfield and Stafford''.]</ref>\n\nIn 1672 King moved to London to work as an engraver for the printer [[John Ogilby]]; he also did surveying work and engraved maps. In 1677 he was appointed [[Rouge Dragon Pursuivant|Rouge Dragon Pursuivant of Arms in Ordinary]] in the [[College of Arms]]. He became [[Lancaster Herald|Lancaster Herald of Arms in Ordinary]] in 1688 and held that post until his death in 1712. These positions in the ceremonial branch of the state were lucrative and on three occasions he was sent abroad to confer the [[Order of the Garter]] on foreign princes.\n\nBy 1695 King was started on a second official career in the business branch of the state. He was a commissioner in charge of a new tax on marriages, births and burials and later Secretary to the Commission of Public Accounts and Secretary to the Controllers of Army Accounts; in 1708 he was one of the three commissioners appointed to state the debts of the late King William.\n\n==Works==\n\"The first great economic statistician,\" as [[Richard Stone]] calls him,<ref>Richard Stone, ''Some British Empiricists in the Social Sciences 1650-1900'' (1997), p. xxii</ref>\ncame a generation after [[John Graunt]] and [[William Petty]] and continued their work. Their work was mainly published, but King's was not: he was a confidential advisor to the government.  Material from his manuscripts appeared in the writings of his friend [[Charles Davenant]] and—a century later—in [[Adam Smith]]'s ''[[Wealth of Nations]]'' (Book I, Chapter VIII), and in ''An Estimate of the Comparative Strength of Britain'' by [[George Chalmers (antiquarian)|George Chalmers]].<ref name=\"EB\"/>\n\nKing's manuscript ''[[Natural and Political Observations and Conclusions upon the State and Condition of England]]'', 1696, contains estimates of the population and wealth of England at the close of the 17th century. It describes the demographic characteristics of the population of England and Wales: age, gender, marital status, numbers of children, servants and \"sojourners.\" King also calculates the amount of beer, ale, and malt consumed annually in England. These estimates are based on intelligent inferences from data available to the state as a by-product of its taxing activities. However, in more speculative mood, King considers the present and future level of world population. His Notebook contains projections of world population: around AD 5000 or 5500 the world would be \"fully peopled\" with 10 times the population of 1695.\n\n''[[Of the Naval Trade of England, 1688, and the National Profit then Arising thereby]]'',\" written in 1697, is King's statistical summary of the trade and wealth of England, 1600-1688. He calculated the increases in shipping (for war and trade), customs, coinage, buildings, fortresses, and the purchases and improvements of land.\n\n'''Gregory King's Law,''' or the \"[[King-Davenant law]],\" is an estimate of by how much a deficiency in the supply of corn will raise the price of corn. It appears in Davenant's ''Essay upon the Probable Methods of making a People Gainers in the Balance of Trade.'' Since the early 19th century it has usually been attributed to King.\n\nThe relevant passage is this:\n<blockquote>\nIt is observed that but one-tenth the defect in the harvest may raise the price three-tenths, and when we have but half our crop of wheat, which now and then happens, the remainder is spun out by thrift and good management, and eked out by the use of other grain; but this will not do for above one year, and would be a small help in the succession of two or three unseasonable very destructive, in which many of the poorest sort perish, either for want of sufficient food or by unwholesome diet.\n</blockquote>\n\n<blockquote>We take it that a defect in the harvest may raise the price of corn in the following proportions:\n</blockquote>\n\n Defect        raises the price                    above the common rate\n 1 tenth        ...............                           3 tenths\n 2 tenths       ...............                           8 tenths\n 3 tenths       ...............                           16 tenths\n 4 tenths       ...............                           28 tenths\n 5 tenths       ...............                           45 tenths\n\n<blockquote>So that when corn rises to treble the common rate, it may be presumed that we want above one-third of the common produce; and if we should want five-tenths or half the common produce, the price would rise to near five times the common rate.\" (''The Works of Sr William D'Avenant Kt,'' vol. ii, pp. 224, 225, edited by Sir C. Whitworth, London (1771)).\n</blockquote>\n\nIn the 19th century [[William Whewell|Whewell]] and [[William Stanley Jevons|Jevons]] re-expressed the estimate as an equation. The estimate raises several questions. To whom should it be attributed, Davenant or King? How was it constructed? How accurate is it? Stone reviews the considerable literature on these questions.\n\n== Writings ==\n\n*''Two Tracts by Gregory King.(a) Natural and Political Observations and Conclusions upon the State and Condition of England. (b) Of the Naval Trade of England Ao. 1688 and the National Profit then arising thereby.'' Edited with an introduction by George E. Barnett. Baltimore : Johns Hopkins Press, 1936.\n\nThe ''Natural and Political Observations'' appear with some of King's unpublished writings  in a volume edited by [[Peter Laslett]].\n\n*''The Earliest classics [facsimile reprints of] John Graunt, Natural and political observations made upon the bills of mortality, 1662 [and] G. King, Natural and political observations and conclusions upon the state and condition of England 1696 [from the 1804 printing] [and] 'The L.C.C. Burns Journal', a manuscript notebook containing workings for several projected works, composed c.1695-1700'' with an introduction by Peter Laslett. Farnborough UK : Gregg, 1973.\n\n== Discussions ==\n\n* Richard Stone ''Some British Empiricists in the Social Sciences 1650-1900, '' Cambridge University Press, 1996.\n* John A. Taylor ''British Empiricism and Early Political Economy: Gregory King's 1696 Estimates of National Wealth and Population,'' Greenwood Press, 2005.\n\n== References ==\n{{reflist}}\n\n== Resources and external links ==\nFor King's estimate of the country's population and wealth in 1688 see\n*[http://www.york.ac.uk/depts/maths/histstat/king.htm Gregory King’s estimate of population and wealth, England and Wales, 1688.] from [http://www.york.ac.uk/depts/maths/histstat/welcome.htm Materials for the History of Statistics]\n\n[[Richard Stone]]'s Nobel Prize lecture on the history of social accounting contains a brief account of King's work (including some tables)\n*[http://nobelprize.org/economics/laureates/1984/stone-lecture.pdf The Accounts of Society] from [http://nobelprize.org/economics/laureates/1984/stone-lecture.html Nobel prize page]\n\nFor ''Gregory King's law'' see\n\nThe article on Davenant in the ''[[Palgrave Dictionary]]'' written at the end of the 19th century.\n*[http://socserv2.socsci.mcmaster.ca/~econ/ugcm/3ll3/davenant/davenant.html Charles Davenant] from [http://socserv2.socsci.mcmaster.ca/~econ/ugcm/3ll3/index.html Archive for the History of Economic Thought]\n\nWhewell's discussion at the end of Lecture III\n*[http://www.ecn.bris.ac.uk/het/whewell/contents.htm Six Lectures] from [http://socserv2.socsci.mcmaster.ca/~econ/ugcm/3ll3/index.html Archive for the History of Economic Thought]\n\nJevons's discussion in the Section on the Variation of the Price of Corn in chapter IV\n*[http://www.econlib.org/library/YPDBooks/Jevons/jvnPE.html The Theory of Political Economy]\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n|NAME= King, Gregory\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION = British genealogist and statistician\n|DATE OF BIRTH= 15 December 1648\n|PLACE OF BIRTH=\n|DATE OF DEATH= 29 August 1712\n|PLACE OF DEATH=\n}}\n{{DEFAULTSORT:King, Gregory}}\n[[Category:English officers of arms]]\n[[Category:English genealogists]]\n[[Category:English economists]]\n[[Category:English statisticians]]\n[[Category:People from Lichfield]]\n[[Category:1648 births]]\n[[Category:1712 deaths]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Gregory King"}}}}