{"batchcomplete": "", "query": {"pages": {"2529813": {"ns": 0, "pageid": 2529813, "revisions": [{"*": "{{BLP sources|date=February 2013}}\n'''Howard Raiffa''' ({{IPAc-en|ˈ|r|eɪ|f|ə}}; born January 24, 1924) is the [[Frank P. Ramsey]] [[Professor]] (Emeritus) of Managerial [[Economics]], a joint chair held by the [[Business School]] and the [[Kennedy School of Government]] at [[Harvard University]].<ref>{{cite book|author1=Arjang A. Assad|author2=Saul I. Gass|title=Profiles in Operations Research: Pioneers and Innovators|date=June 30, 2011|publisher=Springer|isbn=1441962816|accessdate=26 January 2015}}</ref> He is an influential [[Bayesian theory|Bayesian]] [[decision theory|decision theorist]] and pioneer in the field of [[decision analysis]], with works in statistical decision theory, [[game theory]], behavioral decision theory, risk analysis, and [[negotiation|negotiation analysis]].<ref name=\"Fienberg-interview\">{{cite journal|last=Fienberg|first=Stephen E. |title=The Early Statistical Years: 1947–1967. A Conversation with Howard Raiffa|journal=Statistical Science|year=2008|volume=23|issue=1|pages=136–149|doi=10.1214/088342307000000104|arxiv=0808.0781|quote=I think of myself as a decision analyst who believes in using subjective probabilities. I would prefer being called a “subjectivist” than a “Bayesian.”}}</ref> He helped found and was the first director of the [[International Institute for Applied Systems Analysis]].<ref name=\"Raiffa-IIASA\">{{cite web|last=Raiffa|first=Howard|title=History of IIASA|url=http://www.iiasa.ac.at/docs/history.html|publisher=International Institute for Applied Systems Analysis|accessdate=4 December 2010|date=September 23, 1992|quote=I got an idea: call it applied systems analysis, because nobody will know what it means. We had a clean slate.}}</ref>\n\n*His book ''Applied Statistical Decision Theory'' with [[Robert Schlaifer]] introduced the idea of [[conjugate prior]] distributions.\n*A lecture of his in the 1960s concerning the use of Bayesian methods for betting on horses gave [[John Craven USN]], a [[US Navy]] scientist the idea of using Bayesian methods to search for a missing US Air Force hydrogen bomb lost near [[Palomares, Almería|Palomares]], Spain in the [[1966 Palomares B-52 crash]].<ref>{{cite book|author1=John P. Craven|title=The Silent War|date=2001|publisher=Simon & Schuster|isbn=0684872137}}</ref> Craven used the same methods again in the search for the lost submarine [[USS Scorpion (SS-278)|USS ''Scorpion'']] in 1968. Raiffa has analysed situations involving the use of [[subjective probability]] and argues that subjective probabilities should follow the same rules (the [[Kolmogorov axioms]]) as objective, frequency-based probabilities.\n\nConsider a situation in which you are required to gamble and are given two possible gambles.\n\nGamble A, in which you bet on the outcome of a fight between the world's greatest boxer and the world's greatest wrestler in a ring fight. (Assume you are fairly ignorant about martial arts and would have great difficulty making a choice of who to bet on.) If your chosen champion wins you win $500 otherwise you get nothing. You place your choice in a sealed envelope, which is opened after the game.\n\nGamble B. Draw a ball from an opaque urn known to contain 50 orange and 50 blue balls. You will receive $500 if you draw an orange ball and nothing for a blue ball. The balls have been thoroughly mixed and you should assume that all balls are equally likely to be drawn. The draw takes place after the ring match is over.\n\nMany people would feel more unsure about taking Gamble A in which the probabilities are unknown, rather than Gamble B, in which the probabilities are easily seen to be one half for each outcome.\n\nRaiffa argues that a decision-maker should in fact assign a subjective probability of one-half to each outcome of Gamble A, provided that no information was available that makes one outcome more likely than the other.\n\nRaiffa argues as follows. Suppose someone has the following preferences. If forced to take Gamble A they would bet on the boxer, but if given a free choice between the gambles they would prefer Gamble B. Presumably, such a person when allowed to choose Gamble A would prefer to simply bet on the boxer rather than toss a coin to decide the matter of whether they should bet on the boxer or the wrestler. But this randomised approach is equivalent to Gamble B. So, by the [[axioms]] of [[substitutability]] and [[transitive relation|transitivity]] for [[utility|utilities]], they should also prefer to bet on the boxer than on Gamble B. A similar argument can be used to show that when the player has no preference between the boxer and the wrestler he should also have no preference between Gamble A and Gamble B.\n\n(The axiom of substitutability says that if someone is indifferent between outcomes A and B and indifferent between outcomes A and C, they should be indifferent between B and C. The [[axiom of transitivity]] says that if someone prefers outcome A to B and also prefers B to C, then they should prefer A to C.)\n\nOthers, such as [[Daniel Ellsberg]] disagree with Raiffa's reasoning and have devised alternative interpretations of decision theory. One of the most radical departures is [[Dempster-Shafer theory]], which rejects the use of [[probability theory]] completely, in favour of a theory of ''belief functions'', which do not satisfy the [[axioms of probability]].\n\n==References==\n<references/>\n\n==Books==\n* {{ cite book | last1=Motzkin | first1=T. S. | authorlink1=Theodore Motzkin | last2=Raiffa | first2=H. | <!-- authorlink2=Howard Raiffa -->  | authorlink3=Gerald L. Thompson| last3=Thompson | first3=G. L. | last4=Thrall | first4=R. M. | chapter=The double description method | title=Contributions to the theory of games | volume= 2 | pages=51–73 | series=Annals of Mathematics Studies | number=28 | publisher=Princeton University Press | location=Princeton, N. J. | year=1953 |mr=60202 }}\n* Hammond, J. S., Keeney, R. L. and Raiffa, H. (1998).  Smart Choices. Harvard Business School Press, Boston.\n* Keeney, R. L. and Raiffa, H. (1976). Decisions with Multiple Objectives: Preferences and Value Tradeoffs. Wiley,New York. Reprinted, Cambridge Univ. Press, New York (1993). MR0449476\n* Luce, R. D. and Raiffa, H. (1957). Games and Decisions: Introduction and Critical Survey. Wiley, New York. Paperback reprint, Dover, New York. MR0087572\n* Pratt, J. W., Raiffa, H. and Schaifer, R. (1995). Introduction to Statistical Decision Theory. MIT Press, Cambridge,MA. MR1326829\n* Raiffa, H. (1968). Decision Analysis: Introductory Lectures on Choices Under Uncertainty. Addison-Wesley, Reading,MA.\n* Raiffa, H. (1982). The Art and Science of Negotiation. Harvard Univ. Press, Cambridge, MA.\n* Raiffa, H. (2002). Negotiation Analysis. Harvard Univ. Press, Cambridge, MA.\n* Raiffa, H., Richardson, J. and Metcalfe, D. (2003). Negotiation Analysis: The Science and Art of Collaborative Decision. Harvard Univ. Press, Cambridge, MA.\n* Raiffa, H. (2011). Memoir: Analytical Roots of a Decision Scientist. CreateSpace Independent Publishing Platform ISBN 978-1461146926\n* Raiffa, H. and Schaifer, R. (1961). Applied Statistical Decision Theory. Division of Research, Harvard Business School, Boston. 1968 paperback edition, MIT Press, Press, Cambridge, MA. Wiley Classics Library edition (2000)\n\n==External links==\n{{wikiquote}}\n* [http://www.pon.harvard.edu/?p=10587 Howard Raiffa] page at Harvard\n* {{MathGenealogy|id=5139}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Raiffa, Howard\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American academic\n| DATE OF BIRTH     = January 24, 1924\n| PLACE OF BIRTH    = New York City, New York\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Raiffa, Howard}}\n[[Category:1924 births]]\n[[Category:Living people]]\n[[Category:Harvard Business School faculty]]\n[[Category:John F. Kennedy School of Government faculty]]\n[[Category:American academics]]\n[[Category:American statisticians]]\n[[Category:Bayesian statisticians]]\n[[Category:Fellows of the American Statistical Association]]\n[[Category:Bayesian econometricians]]\n[[Category:Members of the United States National Academy of Engineering]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Howard Raiffa"}}}}