{"batchcomplete": "", "query": {"pages": {"15961376": {"ns": 0, "pageid": 15961376, "revisions": [{"*": "{{Use dmy dates|date=January 2013}}\n{{Infobox philosopher\n| region           = [[Al-Andalus|Andalusian]] scholar\n| era              = Medieval era\n| name             = Ibn Maḍāʾ\n| birth_date       = 1116AD<ref name=\"arabency\">{{cite web |url=http://www.arab-ency.com/index.php?module=pnEncyclopedia&func=display_term&id=13644 |title=Ibn Mada’ (Ahmad ibn Abdul Rahman-) Ibn Mada’(Ahmad ibn Abdul Rahman-)}}</ref>\n| birth_place      = [[Córdoba, Spain]]\n| death_date       = 1195AD<ref name=shadow38>Michael G. Carter, \"The Andalusian Grammarians: Are they Different?\" Taken from ''In the Shadow of Arabic: The Centrality of Language to Arab Culture,'' Pg. 38. Ed. [[Bilal Orfali]]. [[Leiden]]: [[Brill Publishers]], 2011. Print. ISBN 9789004215375</ref>\n| death_place      = [[Seville]], Spain\n| school_tradition = [[Zahiri]]<ref name=hazm>[http://www.brill.com/ibn-azm-cordoba \"Ibn Maḍāʾ al-Qurṭubī as a Ẓāhirī linguist\"] by [[Kees Versteegh]], taken from: [[Camilla Adang]], [[Maribel Fierro]], and Sabine Schmidtke. ''Ibn Ḥazm of Cordoba: The Life and Works of a Controversial Thinker''. 1. 103. Brill Publishers, 2012. 934. Print.</ref>\n| influences       = [[Dawud al-Zahiri]], [[Sibawayh]], [[Al-Jahiz]], [[Qadi Ayyad]]\n| influenced       = [[Abu Hayyan Al Gharnati]]\n}}\n\nAbu al-Abbas Ahmad bin Abd al-Rahman bin Muhammad bin Sa'id bin Harith bin Asim al-Lakhmi al-Qurtubi, better known as '''Ibn Maḍāʾ''' (1116–1196) was a Muslim [[polymath]] from [[Córdoba, Spain|Córdoba]] in [[Al-Andalus|Islamic Spain]].<ref name=ver142>[[Kees Versteegh]], ''The Arabic Linguistic Tradition'', pg. 142. Part of Landmarks in Linguistic Thought series, vol. 3. [[New York City|New York]]: [[Routledge]], 1997. ISBN 9780415157575</ref> Ibn Mada was notable for having challenged the traditional formation of Arabic grammar and of the common understanding of [[Government (linguistics)|linguistic governance]] among Arab grammarians, performing an overhaul first suggested by [[Al-Jahiz]] two-hundred years prior.<ref>Shawqi Daif, Introduction to Ibn Mada's ''Refutation of the Grammarians'', pg. 48. Cairo, 1947.</ref> He is considered the first [[linguist]] in history to address the subject of [[Dependency grammar|dependency]] in the [[Grammar|grammatical]] sense in which it is understood today, and was instrumental during the [[Almohad reforms]] as chief judge of the [[Almohad Caliphate]].{{cn|date=November 2015}}\n\n==Biography==\n\n===Education===\nIbn Mada's exact date of birth is a matter of dispute, having been listed as both 1116<ref name=hazm/> and 1119<ref name=ver142/><ref name=granja>Granja, F. de la. [http://referenceworks.brillonline.com/entries/encyclopaedia-of-islam-2/ibn-mada-SIM_3275 Ibn Maḍāʾ]. [[Encyclopaedia of Islam]], Second Edition. Brill Online , 2012. Reference. 23 December 2012</ref><ref name=kojiro>[[Kojiro Nakamura]], \"Ibn Mada's Criticism of Arab Grammarians.\" ''Orient'', v. 10, pgs. 89-113. 1974</ref> according to the [[Gregorian calendar]]. His family was famous within their local community.<ref name=granja/><ref name=brill>Encyclopedia of Islam, vol. III, H-IRAM, pg. 747 Eds. [[Bernard Lewis]], [[Charles Pellat]] and [[Joseph Schacht]]. Assist. J. Burton-Page, C. Dumont and V.L. Menage. Leiden: Brill Publishers, 1971. Photomechanical print.</ref> Ibn Mada was not known to have traveled outside of Cordoba prior to his academic study. He grew up in a family of noble origin, and as a youth he seemed to concern himself only with pursuing his education.<ref name=kojiro/> In addition to religion, he was also well-versed in [[geometry]] and [[medicine]].<ref name=ver142/>\n\nHe moved from Cordoba to [[Seville]] where he studied Arabic [[Arabic grammar|grammar]] and [[syntax]] from the works of [[Sibawayh]].<ref name=\"arabency\"/><ref name=brill/>  Later, he left the [[Iberian Peninsula]] for [[Ceuta]] in North Africa in order to study [[historiography]] and [[Prophets in Islam|prophetic]] [[Hadith|tradition]] with [[Islamic studies|Muslim academic]] [[Qadi Ayyad]].<ref name=\"arabency\"/><ref name=brill/> Ibn Mada was most affeccted by his linguistic study, excelling so far as to develop his own independent opinions in regard to disputes among grammarians.<ref>[[Al-Suyuti]], ''Bughyah al-wu`a fi tabaqat al-lughawiyyin wa al-nuhat'', pg. 138. Cairo, 1907.</ref><ref name=brill/>\n\n===Career===\nIbn Mada initially served as a judge in [[Fes]] in present-day [[Morocco]] and later at [[Béjaïa]] in present-day Algeria. It was during his initial judgship that he was a teacher of fellow Andalusian theologian and litterateur, [[Ibn Dihya al-Kalby]].<ref>Encyclopedia of Islam, vol. III, H-IRAM, pg. 747.</ref> Later on, [[Almohad Caliphate|Almohad]] [[Caliph]] [[Abu Yaqub Yusuf]] chose him to serve as the [[Qadi|chief judge]] for the caliphate.<ref name=granja/><ref name=brill/> He served in Fes, [[Marrakesh]] and [[Seville]], outliving Abu Yaqub to serve under the caliph's son [[Abu Yusuf Yaqub al-Mansur]] and remaining as the empire's chief judge for the remainder of his life.<ref name=brill/><ref name=hajji>[[Katip Çelebi]], ''Kashf az-zunun'', vol. 3, pg. 355. Ed. [[Gustav Leberecht Flügel]]. [[London]]: 1835-1858.</ref> During the [[Almohad reforms]], he assisted the Almohad authorities in banning any and all religious books written by non-Zahirites during the reign of [[Abu Yaqub Yusuf]],<ref name=ver142/> and oversaw the outright burning of such books under Yusuf's son [[Abu Yusuf Yaqub al-Mansur]].<ref>Shawqi Daif, pg. 6.</ref> Ibn Maḍāʾs adherence to Zahirism has been described by Dutch [[arabist]] [[Kees Versteegh]] as \"fanatical.\"<ref name=ver142/> He died in [[Seville]] the [[Islamic calendar]] month of [[Jumada al-awwal]] during the [[Hijri calendar|Hijri]] year of 592,<ref name=hajji/> corresponding to 1196 in the [[Gregorian calendar]],<ref name=kees>[http://acc.teachmideast.org/texts.php?module_id=1&reading_id=35&print=1 \"The Emergency of Modern Standard Arabic,\"] by Kees Versteegh. Taken from ''The Arabic Language'' by permission of the [[Edinburgh University Press]]. 1997.</ref> just as he was approaching eighty years of age.\n\n==Views==\nIbn Mada rose to fame as one of the first to launch attack on [[Arabic grammar]] theory and called for its reformation. Although he was concerned with attacking all major schools of Arabic grammar, he was focused on the grammar of the [[linguist]]s of [[Basra]], as it was the most popular school around him.<ref>Muhammad Abdukhaliq, [http://www.nizwa.com/volume3/p252_255.html Ibn Madāʾ Al-Qurṭubi, An attack on Mshriq schools to ease the burden of Grammar ابن مضاء القرطبي هجوم على مدارس المشرق لتخفيف أثقال النحو], Accessed 2008-02-25</ref> His attack on eastern Arabic grammar was violent yet reasoned and eloquent, defending his view that grammar as it was understood in that region was complicated, causistic, obscure and artificial; Ibn Mada instead called for building simple and clear grammar based on true facts of the language.<ref name=brill/> Among his ideas which were considered revolutionary both during his life and with renewed interest in his work during the 1950s was the abolition of [[Government (linguistics)|governance]] and linguistic [[analogy]].<ref name=kees/><ref>Yasir Suleiman, ''The Arabic Grammatical Tradition: a Study in taʻlīl'', pg. 161. [[Edinburgh]]: [[Edinburgh University Press]], 1999. ISBN 9780748606979</ref> Ibn Mada felt that scholarly work on the Arabic language was intentionally convoluted and inaccessible to both non-native speakers and laymen [[Arab people|Arabs]], and that an overall simplification of language and grammar would enhance overall comprehension of Arabic. Ibn Mada held great respect for the language as the native speakers understood it, and while he emphasized a simplification of grammar he did not advocate a complete overhaul of the entire language.<ref>Kees Versteegh, ''Arabic Linguistic Tradition'', pg. 151.</ref>\n\nHis [[Zahiri]]te views in Muslim jurisprudence influenced his views in linguistics. He explicitly denied the ability of human beings to [[Free will in theology|willfully]] choose what they say and how they say it, since [[speech]] – like all other things – is [[Predestination in Islam|predetermined]] by [[God in Islam|God]].<ref name=shadow38/> Because Arabic grammarians during Ibn Mada's time often linked the spoken language to grammatical [[causality|causes]], they earned both his linguistic and theological ire. In his view, the Zahirite denial of legal causality in regard to [[Sharia|Islamic law]] carried over into a denial of linguistic causality in regard to Arabic grammar.<ref name=cart34>Michael G. Carter, ''Andalusian Grammarians'', pg. 34.</ref>\n\nIbn Mada's reaction toward Arabic grammar and grammarians wasn't without provocation. Both earlier Zahirite jurists such as [[Ibn Hazm]] and [[Mundhir bin Sa'īd al-Ballūṭī|al-Ballūṭī]] and some [[Shafi'i]]tes sparred with [[Hanafi]]te jurists who sought to justify practices such as [[Istihsan]], anathema to the more orthodox schools, on the basis of grammatical and linguistic arguments.<ref name=cart34/> Thus suspicion and antagonism toward grammarians in the east, where the Hanafite rite predominated, had already been started before Ibn Mada began his whole-scale vehemence.\n\n==Legacy==\n\n===Influence===\nIbn Mada's mastery of the Arabic language and its subfields was so great that, at the time, he was said to have been isolated from the general body of scholarship in terms of sheer knowledge.<ref name=kojiro/> His refutation was written toward the end of his life and demonstrated his clarity of thought and independent judgment, causing his student [[Ibn Dihya al-Kalby]] to brand him as the leader of all grammarians.<ref name=brill/> His critical views of Arabic grammar as it was taught in the eastern [[Muslim world]] found an audience with other linguistic and religious scholars of the western half, [[Abu Hayyan Al Gharnati]] being one example.<ref name=granja/> Gharnati also criticized so-called \"eastern grammarians\" and, after his treatise on the non-existence of grammatic causality, cited Ibn Mada as his inspiration.<ref name=shadow39>Michael G. Carter, ''Andalusian Grammarians'', pg. 39.</ref> Although Ibn Dihya, Abu Hayyan and Ibn Mada shared their Zahirite and Andalusian backgrounds,<ref>{{cite web |url=http://ghuraba.info/history/names-of-zahiri-scholars/ |title=Names of Zahiri Scholars}}</ref> not all of Ibn Mada's intellectual descendants shared these traits.\n\nThus, while Ibn Mada opened the discussion regarding the competence of grammarians, suspicion surrounding them and the religious implications of their work continued even after his death. In the mid-20th century, the rediscovery of Ibn Mada's ''Refutation'' by Egyptian linguist [[Shawqi Daif]] caused minor shockwaves.<ref>Encyclopedia of Islam, vol. III, H-IRAM, pg. 856.</ref> Convinced that Ibn Mada's abolition of linguistic analogy and governance were the solutions to the failure of Arabic language education, Daif used this foundation for his later advocacy of modernizing language arts education in the Middle East.<ref name=kees/> So strong was Ibn Mada's refutation of grammarians that [[University of Oxford]] [[Laudian Professor of Arabic]] [[Geert Jan van Gelder]] referred to Ibn Mada as the [[Sextus Empiricus]] of the [[Arab world]].<ref>[[Geert Jan van Gelder]], \"Against the Arabic Grammarians: Some Poems.\" Taken from In the Shadow of Arabic: The Centrality of Language to Arab Culture, pg. 249. Ed. Bilal Orfali. Leiden: Brill Publishers, 2011. Print. ISBN 9789004215375</ref>\n\n===Works===\n*al-Radd 'ala` al-Nuhat\n*al-Mashriq fi Islah al-Mantiq\n*Tanzih al-Qur'an 'amma la Yuliqu min al-Bayan\n\n==References==\n{{reflist|2}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Ibn Mada Al-Qurtubi\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Almohad Jurist\n| DATE OF BIRTH     = 1120\n| PLACE OF BIRTH    = [[Córdoba, Spain]]\n| DATE OF DEATH     = 1196\n| PLACE OF DEATH    = [[Seville]], Spain\n}}\n{{DEFAULTSORT:Ibn Mada Al-Qurtubi}}\n[[Category:1120 births]]\n[[Category:1196 deaths]]\n[[Category:Islamic studies scholars]]\n[[Category:Medieval Spanish mathematicians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Ibn Maḍāʾ"}}}}