{"batchcomplete": "", "query": {"pages": {"22706049": {"ns": 0, "pageid": 22706049, "revisions": [{"*": "{{Use dmy dates|date=October 2013}}\n{{Use Indian English|date=October 2013}}\n{{Orphan|date=June 2009}}\n{{Infobox scientist\n |name = Jahar Saha\n |image = \n |image_size = \n |caption = Jahar Saha\n |birth_date = \n |birth_place = [[Matlab, Bangladesh]]\n |residence = [[File:Flag of India.svg|20px]] [[India]]\n |field = [[Operations Research]], [[Statistics]]\n |work_institution =  [[Indian Institute of Management Ahmedabad|Indian Institute of Management]]<br> [[Ahmedabad]]\n |prizes = \n}}\n\n'''Jahar Saha''' is a professor and former director of the [[Indian Institute of Management Ahmedabad|Indian Institute of Management (IIM)]], [[Ahmedabad]], a position he held from 1998 to 2002.\n\n==Biography==\nJahar Saha was born on 14 December 1943 at Kaladi in Matlab (now in Bangladesh). While his grandparents were in business, his father was a lawyer who later became a school teacher. His elder brother was a senior government official and his younger sister is a professor in a medical college at Kolkata.<ref>http://www.orsiahmedabad.org/profsaha_msp.shtm</ref>\n\n==Education==\nSaha did a four-year professional degree in Statistics (B.Stat.), Masters in Statistics (M.stat), and a one-year Post-Graduate Diploma in Statistical Quality Control and Operations Research from the Indian Statistical Institute, Kolkata. Jahar Saha obtained his Ph.D. in Operations Research from Case Western Reserve University, Cleveland, Ohio. His Ph.D. thesis was titled \"Some Problems in Railway Networks\" which focused on two kinds of problems in railway networks: (i) scheduling trains, (ii) selecting an optimal configuration for railway networks. Many of the problems were structured mathematical programming problems and Saha made attempts to develop efficient algorithms to the problems.<ref>http://www.orsiahmedabad.org/profsaha_msp.shtm</ref>\n\n==Career==\nSaha started his career as a Trainee Technical Officer of SQC Unit, Indian Statistical Institute, Mumbai. He also worked as a Junior System Consultant with a consulting company in Mumbai.  Since 1975, Saha has been teaching in the Production and Quantitative Methods Area of the Indian Institute of Management, Ahmedabad (lIMA). During his tenure at the Institute, he held the position of Director between 1998 and 2002. He had also taught at Lake Erie College, USA and had been Visiting Associate Professor at the University ofNew Brunswick, Canada. Professor Saha has been associated with the development of first-year courses on Mathematics and Statistics for Management (MSM). He also developed second-year courses on Linear Programming, Applications of Operations Research, Advanced Topic in Operations Research and Selected Topics in Operations Research, and Quality Management.<ref>http://www.orsiahmedabad.org/profsaha_msp.shtm</ref>\n\nHe is a member of the Operations research Society of India.\n\n==References==\n{{reflist}}\n\n==External links==\n* [http://www.orsiahmedabad.org/profsaha_msp.shtm Profile at the Operations research Society of India, Ahmedabad Chapter website]\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Saha, Jahar\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Indian statistician\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    = [[Matlab, Bangladesh]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Saha, Jahar}}\n[[Category:Case Western Reserve University alumni]]\n[[Category:Indian Institute of Management Ahmedabad faculty]]\n[[Category:Indian statisticians]]\n[[Category:Year of birth missing (living people)]]\n[[Category:Living people]]\n\n\n{{India-academic-bio-stub}}", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Jahar Saha"}}}}