{"batchcomplete": "", "query": {"pages": {"567445": {"ns": 0, "pageid": 567445, "revisions": [{"*": "{{Infobox scientist\n|name              = Jakob Steiner\n|image             = JakobSteiner.jpg\n|image_size        = 150px\n|caption           = \n|birth_date        = {{birth date|1796|3|18|df=yes}}\n|birth_place       = [[Utzenstorf]], [[Canton of Bern]]\n|death_date        = {{death date and age|1863|4|1|1796|3|18|df=yes}}\n|death_place       = [[Bern]]\n|residence         = \n|citizenship       = [[Switzerland|Swiss]] \n|nationality       = \n|ethnicity         = \n|field             = [[Mathematics]]\n|work_institutions = \n|alma_mater        = \n|doctoral_advisor  = \n|doctoral_students = \n|known_for         = [[Poncelet–Steiner theorem]]\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences        = \n|influenced        = \n|prizes            = \n|religion          = \n|footnotes         = \n|signature         =\n}}\n'''Jakob Steiner''' (18 March 1796 &ndash; 1 April 1863) was a [[Switzerland|Swiss]] [[mathematician]] who worked primarily in [[geometry]].\n\n==Personal and professional life==\n\nSteiner was born in the village of [[Utzenstorf]], [[Canton of Bern]]. At eighteen he became a pupil of [[Heinrich Pestalozzi]], and afterwards studied at [[Heidelberg]]. Thence he went to Berlin, earning a livelihood there, as in Heidelberg, by tutoring. Here he became acquainted with [[A. L. Crelle]], who, encouraged by his ability and by that of [[N. H. Abel]], then also staying at Berlin, founded his famous ''[[Crelle's Journal|Journal]]'' (1826).\n\nAfter Steiner's publication (1832) of his ''Systematische Entwickelungen'' he received, through [[C. G. J. Jacobi]], who was then professor at [[Königsberg University]], and earned an honorary degree there; and through the influence of [[Carl Gustav Jacob Jacobi]] and of the brothers Alexander and [[Wilhelm von Humboldt]] a new chair of geometry was founded for him at [[Berlin]] (1834). This he occupied until his death in Bern on 1 April 1863.\n\nHe was described by Thomas Hirst as follows: \n: ''\"He is a middle-aged man, of pretty stout proportions, has a long intellectual face, with beard and moustache and a fine prominent forehead, hair dark rather inclining to turn grey. The first thing that strikes you on his face is a dash of care and anxiety, almost pain, as if arising from physical suffering - he has rheumatism. He never prepares his lectures beforehand. He thus often stumbles or fails to prove what he wishes at the moment, and at every such failure he is sure to make some characteristic remark.\"''\n\n==Mathematical contributions==\n\nSteiner's mathematical work was mainly confined to [[geometry]]. This he treated synthetically, to the total exclusion of analysis, which he hated,<ref>{{cite web|url=http://www-history.mcs.st-and.ac.uk/Printonly/Steiner.html |title=Steiner (print-only) |publisher=History.mcs.st-and.ac.uk |date= |accessdate=2012-09-20}}</ref> and he is said to have considered it a disgrace to [[synthetic geometry]] if equal or higher results were obtained by [[analytical geometry]] methods. In his own field he surpassed all his contemporaries. His investigations are distinguished by their great generality, by the fertility of his resources, and by the [[rigour]] in his proofs. He has been considered the greatest pure geometer since [[Apollonius of Perga]].\n\nIn his ''Systematische Entwickelung der Abhängigkeit geometrischer Gestalten von einander'' he laid the foundation of modern synthetic geometry. He introduces what are now called the geometrical forms (the ''row'', ''flat pencil'', etc.), and establishes between their elements a one-to-one correspondence, or, as he calls it, makes them [[projective geometry|projective]]. He next gives by aid of these projective rows and pencils a new generation of [[conic section|conics]] and ruled [[quadric surface]]s, which leads quicker and more directly than former methods into the inner nature of conics and reveals to us the organic connection of their innumerable properties and mysteries. In this work also, of which only one volume appeared instead of the projected five, we see for the first time the principle of [[duality (projective geometry)|duality]] introduced from the very beginning as an immediate outflow of the most fundamental properties of the plane, the line and the point.\n\nIn a second little volume, ''Die geometrischen Constructionen ausgeführt mittels der geraden Linie und eines festen Kreises'' (1833), republished in 1895 by Ottingen, he shows, what had been already suggested by [[J. V. Poncelet]], how all problems of the second order can be solved by aid of the straight edge alone without the use of compasses, as soon as one [[circle]] is given on the drawing-paper. He also wrote ''\"Vorlesungen über synthetische Geometrie\"'', published posthumously at [[Leipzig]] by C. F. Geiser and H. Schroeter in 1867; a third edition by [[Rudolf Sturm|R. Sturm]] was published in 1887-1898.\n\nOther geometric results by Steiner include development of a formula for the partitioning of space by planes (the maximal number of parts created by n planes), several theorems about the famous Steiner's chain of tangential circles, and a proof of the isoperimetric theorem (later a flaw was found in the proof, but was corrected by Weierstrass).\n\nThe rest of Steiner's writings are found in numerous papers mostly published in ''[[Crelle's Journal]]'', the first volume of which contains his first four papers. The most important are those relating to [[algebraic curve]]s and surfaces, especially the short paper ''Allgemeine Eigenschaften algebraischer Curven''. This contains only results, and there is no indication of the method by which they were obtained, so that, according to [[L. O. Hosse]], they are, like [[Pierre de Fermat|Fermat]]'s theorems, riddles to the present and future generations. Eminent analysts succeeded in proving some of the theorems, but it was reserved to [[Luigi Cremona]] to prove them all, and that by a uniform synthetic method, in his book on algebraic curves.\n\nOther important investigations relate to [[maximum|maxima]] and [[minimum|minima]]. Starting from simple elementary propositions, Steiner advances to the solution of problems which analytically require the [[calculus of variations]], but which at the time altogether surpassed the powers of that calculus. Connected with this is the paper ''Vom Krümmungsschwerpuncte ebener Curven'', which contains numerous properties of [[Pedal curve|pedal]]s and [[roulette (curve)|roulette]]s, especially of their areas.\n\nSteiner also made a small but important contribution to [[combinatorics]]. In 1853, Steiner published a two pages article in ''[[Crelle's Journal]]'' on what nowadays is called [[Steiner system]]s, a basic kind of [[block design]].\n\n==See also==\n*[[Steiner system]]\n*[[Steiner surface]]\n*[[Steiner's problem]]\n*[[Steiner tree]]\n*[[Steiner chain]]\n*[[Poncelet–Steiner theorem]]\n*[[Parallel axes rule]]\n*[[Steiner–Lehmus theorem]]\n*[[Steiner inellipse]]\n*[[Steinerian]]\n*[[Steiner point (triangle)]]\n\n==Notes==\n{{reflist}}\n==References==\n* Viktor Blåsjö (2009) \"[http://www.springerlink.com/content/p01527115762n730/ Jakob Steiner’s Systematische Entwickelung: The Culmination of Classical Geometry]\", [[Mathematical Intelligencer]] 31(1): 21&ndash;9.\n\n==External links==\n*[http://library.thinkquest.org/22584/temh3028.htm Steiner, J. (1796-1863)]\n* {{MacTutor Biography|id=Steiner}}\n*[http://www.maa.org/publications/periodicals/convergence/the-sagacity-of-circles-a-history-of-the-isoperimetric-problem-the-work-of-jakob-steiner Jacob Steiner's work on the Isoperimetric Problem] at [http://mathdl.maa.org/convergence/ ''Convergence''] (by ''Jennifer Wiegert'')\n*{{cite EB1911|wstitle=Steiner, Jakob |volume=25|short=x}}\n*{{cite NIE|wstitle=Steiner, Jakob|short=x}}\n*{{commons category inline}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Steiner, Jakob\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Swiss mathematician\n| DATE OF BIRTH     = 18 March 1796\n| PLACE OF BIRTH    = [[Utzenstorf]], [[Canton of Bern]]\n| DATE OF DEATH     = 1 April 1863\n| PLACE OF DEATH    = [[Bern]]\n}}\n{{DEFAULTSORT:Steiner, Jakob}}\n[[Category:1796 births]]\n[[Category:1863 deaths]]\n[[Category:People from Emmental District]]\n[[Category:19th-century Swiss mathematicians]]\n[[Category:Geometers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Jakob Steiner"}}}}