{"batchcomplete": "", "query": {"pages": {"12945374": {"ns": 0, "pageid": 12945374, "revisions": [{"*": "'''Jean-Marie Robine''' (born ca 1960) is a [[France|French]] [[demography|demographer]] and [[gerontology|gerontologist]] who is best known as being the co-validator of the [[Jeanne Calment]] case, the oldest verified [[supercentenarian]] of all time, whom he has also collaborated with.\n\nRobine is an author and journalist who has been instrumental in organizing international efforts to study supercentenarians, through workshops held at the [[Max Planck Institute for Demographic Research]] and by founding the '''International Database on Longevity'''. [[Robine]] currently has the largest [[Europe]]an [[supercentenarian]] dataset, and also collaborates with [[Japan]]ese demographer Yasuhiko Saito.\n\n==Publications==\n===Books===\n* Jeanne Calment: From Van Gogh's Time to Ours : 122 Extraordinary Years by Michel Allard, Victor Lebre, Jean-Marie Robine and Jeanne Calment (Hardcover - Oct 1998)\n* Longevity and Frailty (Research and Perspectives in Longevity) by J.R. Carey, Jean-Marie Robine, J.-P. Michel and Yves Christen (Hardcover - Jun 22, 2005)\n* Determining Health Expectancies by Jean-Marie Robine, Carol Jagger, Colin D. Mathers and Eileen M. Crimmins (Hardcover - Jan 17, 2003)\n* Brain and Longevity by Caleb E. Finch, Jean-Marie Robine and Yves Christen (Hardcover - Jan 31, 2003)\n* Human Longevity, Individual Life Duration, and the Growth of the Oldest-Old Population (International Studies in Population) by Jean-Marie Robine, Eileen M. Crimmins, Shiro Horiuchi and Yi Zeng (Paperback - Sep 2007)\n* Sex and Longevity: Sexuality, Gender, Reproduction, Parenthood (Research and Perspectives in Longevity) by Jean-Marie Robine, Thomas B. L. (Tom) Kirkwood and Michel Allard (Hardcover - Dec 2000)\n* Longer Life and Healthy Aging (International Studies in Population) by Yi Zeng, Eileen M. Crimmins, Yves Carrière and Jean-Marie Robine (Paperback - Feb 2007)\n* The Paradoxes of Longevity (Research and Perspectives in Longevity) by Jean-Marie Robine, Bernard Forette, Claudio Franceschi and Michel Allard (Hardcover - Aug 1999)\n\n===Selected journal articles===\n* Survival beyond Age 100: The Case of Japan by Jean-Marie Robine and Yasuhiko Saito\nPopulation and Development Review, Vol. 29, Supplement: Life Span: Evolutionary, Ecological, and Demographic Perspectives (2003), pp.&nbsp;208–228\n\n==See also==\n* [[List of the oldest people]]\n* [[Longevity]]\n* [[Oldest people]]\n\n==References==\n* http://trends.psc.isr.umich.edu/people/profile.html?id=1053\n* http://www.amazon.com/s?ie=UTF8&index=books&field-author=Robine%2C%20Jean-Marie&page=1\n* http://www.supercentenarians.org/flyer2.pdf\n* http://www.demografie.de/calendar/files/15716.951751709-Workshop%20Program.pdf\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Robine, Jean-Marie\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =  demographer, gerontologist, author and journalist. Founded the International Database on Longevity\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n\n{{DEFAULTSORT:Robine, Jean-Marie}}\n[[Category:Demographers]]\n[[Category:Gerontologists]]\n[[Category:Living people]]\n[[Category:1960s births]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Jean-Marie Robine"}}}}