{"batchcomplete": "", "query": {"pages": {"749956": {"ns": 0, "pageid": 749956, "revisions": [{"*": "{{For|the ship|HNLMS Johan de Witt (L801)}}\n{{Infobox politician\n| honorific-prefix =\n| name = Johan de Witt\n| honorific-suffix =\n| image=Johan de Witt (1625-1675), Grand Pensionary of Holland, by Studio of Adriaen Hanneman.jpg\n| imagesize=200px\n| birth_date = {{Birth date|1625|09|24|df=yes}}\n| birth_place = [[Dordrecht]], [[Dutch Republic]]\n| death_date = {{Death date and age|1672|08|20|1625|09|24|df=yes}}\n| death_place = [[The Hague]], Dutch Republic\n| office = [[Grand Pensionary]] of Holland\n| term_start = 1653\n| term_end = 1672\n| predecessor = [[Adriaan Pauw]]\n| successor = [[Gaspar Fagel]]\n| party = States Faction\n| religion = [[Dutch Reformed]]\n}}\n[[File:Wendela Bicker.jpg|thumb|[[Wendela Bicker]] (1659), by Adriaen Hanneman]]\n[[File:Dordrecht gebr De Witt3.jpg|thumb|Statue of Johan and Cornelis de Witt in Dordrecht]]\n[[File:Lambert-van-den-Bos-Schauplatz-des-Krieges MG 9502.tif|thumb|Johan de Witt]]\n[[File:De Witt unveiling.jpg|thumb|Unveiling of statue of Johan de Witt on De Plaats in The Hague by [[Wilhelmina of the Netherlands|Queen Wilhelmina]], 12 June 1918]]\n[[File:Jan de Baen- De lijken van de gebroeders de Witt.jpg|thumb|''The bodies of the brothers De Witt'', by [[Jan de Baen]]]]\n[[File:De Witt of Dordrecht Arms Wapen.PNG|thumb|The coat of arms used by the De Witt Family of Dordrecht. Image taken from the base of the statue of the De Witt brothers in Dordrecht above<ref>{{cite book |title=Armorial général, contenant la description des armoiries des familles nobles et patriciennes de l'Europe: précédé d'un dictionnaire des termes du blason |first=Johannes Baptist|last =Rietstap|publisher=G.B. van Goor|year=1861|page=1135}}</ref><ref>{{Cite web| last = BUNEL| first = Arnaud| title = Héraldique européenne, Provinces-Unies et Royaume des Pays-Bas, Stadhouders et Souverains des Pays-Bas| url = http://www.heraldique-europeenne.org/Regions/Benelux/Pays_Bas.htm#Titulaires | accessdate = 8 July 2011}}</ref>]]\n'''Johan de Witt''' or '''Jan de Witt''', ''[[Lord of the manor|heer van]] [[Linschoten (village)|Zuid- en Noord-Linschoten]], Snelrewaard, Hekendorp and IJsselveere''<ref>[http://www.herenvanholland.nl/eigenaar.cfm?eigenaarnummer=1324 Johan de Witt at ''Heren van Holland''] {{nl}}</ref> (24 September 1625 &ndash; 20 August 1672) was a key figure in [[Netherlands|Dutch]] [[politics]] in the mid-17th century, when its flourishing sea trade in a period of [[Proto-globalization|globalization]] made the [[Dutch Republic|United Provinces]] a leading European power during the [[Dutch Golden Age]]. De Witt controlled the Netherlands political system from around 1650 until shortly before his death in 1672 working with various factions from nearly all the major cities, especially his hometown, [[Dordrecht]], and the city of birth of his wife, [[Amsterdam]]. As a [[republicanism|republican]] he opposed the [[House of Orange]] and, along with his brother [[Cornelis de Witt]], was murdered by Orangists.\n\n==Biography==\n\n===Early life===\nJohan de Witt was a member of the old Dutch patrician family [[De Witt (family)|De Witt]]. His father was [[Jacob de Witt]], an influential ''[[Regenten|regent]]'' and burgher from the patrician class in the city of Dordrecht, which in the seventeenth century, was one of the most important cities of the dominating province of [[Holland]]. Johan and his older brother, [[Cornelis de Witt]], grew up in a privileged social environment in terms of education, his father having as good acquaintances important scholars and scientists, such as [[Isaac Beeckman]], [[Jacob Cats]], [[Gerhard Johann Vossius|Gerhard Vossius]] and [[Andreas Colvius]]. Johan and Cornelis both attended the [[Latin school]] in Dordrecht, which imbued both brothers with the values of the [[Roman Republic]].{{Citation needed|date=July 2011}}\n\n===Private life===\nJohan de Witt married on 16 February 1655 [[Wendela Bicker]] (1635–1668), the daughter of [[Jan Bicker]] (1591–1653), an influential patrician from [[Amsterdam]], and [[Agneta de Graeff van Polsbroek]] (1603–1656). Jan Bicker served as [[mayor of Amsterdam]] in 1653. De Witt became a relative to the strong republican-minded brothers Cornelis and [[Andries de Graeff]], and to [[Andries Bicker]]. The couple had four children, three daughters and one son:<ref>[http://www.herenvanholland.nl/eigenaar.cfm?eigenaarnummer=1729 Anna de Witt at ''Heren van Holland''] {{nl}}</ref>\n\n*Anna de Witt (1655–1725), married to Herman van den Honert\n*Agnes de Witt (1658–1688), married to Simon Teresteyn van Halewijn\n*Maria de Witt (1660–1689), married to Willem Hooft\n*[[Johan de Witt Jr.]] (1662–1701), ''heer van Zuid- en Noord-Linschoten, Snelrewaard and IJsselveere'', married to Wilhelmina de Witt. He was secretary of the city of [[Dordrecht]]\n\nAfter De Witt's death, his brother in law [[Pieter de Graeff]] became a guardian over his children.<ref>Rowen, Herbert H. ''John de Witt, Statesman of the True Freedom'' (Camebridge University Press 1986, New edition 2002), page 220</ref>\n\n===Career===\nAfter having attended the Latin school in Dordrecht, he studied at the [[University of Leiden]], where he excelled at [[mathematics]] and [[law]]. He received his [[doctorate]] from the [[University of Angers]] in 1645. He practiced law as an [[Lawyer|attorney]] in [[The Hague]] as an associate with the firm of [[Frans van Schooten]]. In 1650 (the year that [[stadtholder]] [[William II of Orange]] died) he was appointed leader of the deputation of [[Dordrecht]] to the [[States of Holland]]. In December of 1650, De Witt became the pensionary of Dordrecht.<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall 1477-1806'' (Oxford, England: Oxford University Press, 1995) p. 712.</ref>  Once during the year 1652 in the city of Flushing, Johan De Witt found himself faced with a mob of angry demonstrators of sailers and fishermen.  An ugly situation was developing.<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall, 1477- 1806'', p. 719.</ref>  However, even at the young age of 27 years, it was Johan's cool headedness calmed the situation.  Many people older than Johan began to see greatness in Johan dating from that experience.\n\nIn 1653, Johan De Witt's uncle, Cornelis De Graeff, made De Witt '[[Grand Pensionary]]' of the [[States of Holland]]. Since Holland was the Republic's most powerful province, he was effectively the political leader of the United Provinces as a whole—especially during periods when no [[stadholder]] had been elected by the States of most Provinces.  That is why the ''raadpensionaris'' of Holland was also referred to as the [[Grand Pensionary]] — in many way similar to a modern [[Prime Minister]].\n\n====As the first Statesman of the Dutch Republic====\nRepresenting the province of Holland, Johan De Witt tended to identify with the economic interests of the shipping and trading interests in the United Provinces.  These interests were largely concentrated in the province of Holland and to a lesser degree in the province of Zeeland.<ref>Jonathan Israel, ''The Dutch Republic: Its Rise, Greatness and Fall, 1477-1806'', p. 467.</ref>  In the religious conflict between the Calvinists and the more moderate members of the Dutch Reform Church which arose in 1618,<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall, 1477-1806'', pp. 450-477.</ref> Holland tended to belong to the more tolerant Dutch Reform faction in the United Provinces.  Not surprisingly, Johan de Witt also held views of toleration of religious beliefs.\n\nTogether with his uncle, Cornelis De Graeff, Johan De Witt brought about peace with England after the [[First Anglo-Dutch War]] with the [[Treaty of Westminster (1654)|Treaty of Westminster]] in May of 1654.<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall 1477-1806'', p. 722.</ref>  The peace treaty had a secret annex, the [[Act of Seclusion]], forbidding the Dutch ever to appoint William II's posthumous son, the infant William, as stadholder.  This annex had been attached on instigation of [[Oliver Cromwell|Cromwell]], who felt that since [[William III of England|William III]] was a grandson of the executed [[Charles I of England|Charles I]], it was not in the interests of his own republican regime to see William ever gain political power. On 25 September 1660 the [[States of Holland]] under the prime movers of De Witt, Cornelis De Graeff, his younger brother [[Andries de Graeff]] and [[Gillis Valckenier]] resolved to take charge of William's education to ensure he would acquire the skills to serve in a future—though undetermined—state function.<ref name=troost43>Troost, 43</ref> Influenced by the values of the Roman republic, De Witt did his utmost anyway to prevent any member of the [[House of Orange]] from gaining power, convincing many provinces to abolish the stadtholderate entirely. He bolstered his policy by publicly endorsing the theory of [[republicanism]].  He is supposed to have contributed personally to the ''Interest of Holland'', a radical republican textbook published in 1662 by his supporter [[Pieter de la Court]].<ref>Jonathan I. Israel, ''The Dutch Republic, Its Rise, Greatness and Fall 1477-1806'', pp. 759-760.</ref>\n\nDe Witt's power base was the wealthy merchant class into which he was born.  This class broadly coincided politically with  the \"States faction\", stressing Protestant religious moderation and pragmatic foreign policy defending commercial interests.  The \"Orange faction\", consisting of the middle class, preferred a strong leader from the Dutch Royal House of Orange as a counterweight against the rich upper-classes in economic and religious matters alike.  Although leaders that did emerge from the House of Orange rarely were strict [[calvinism|Calvinists]] themselves, they tended to identify with Calvinism,<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, greatness and Fall, 1477-1806'', p. 600.</ref> which was popular among the middle classes in the United Provinces during this time.  [[William II of Orange]] was a prime example of this tendency among the leaders of the House of Orange to support Calvinism.  William II was elected Stadholder in 1647 and continued to serve until his death in November, 1650.<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall 1477-1806'', p. 702.</ref>  Eight days after his death, William II wife delivered a male heir--[[William III of England|William III of Orange]].  Many citizens of the United Provinces urged the election of the infant William III as stadholder under a regency until he came of age.  However, the Provinces, under the dominance of the province of Holland<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall 1477-1806'', p. 733.</ref> did not fill the office of Stadholder.  The United Provinces were to remain \"stadholderless\" until crucial year of 1672.  During this stadholderless period Jacob De Witt reached the apex of his power in the United Provinces.\n\nIn the period following the Treaty of Westminster, the Republic grew in wealth and influence under De Witt's leadership.  De Witt created a strong navy, appointing one of his political allies, Lieutenant-Admiral [[Jacob van Wassenaer Obdam]], as supreme commander of the confederate fleet.<ref>Jonathan I. Israel, ''The Dutch Republic: Its Rise, Greatness and Fall 1477-1806'', p. 721.</ref>  Later De Witt became a personal friend of Lieutenant-Admiral [[Michiel de Ruyter]].\n\nThe [[Second Anglo-Dutch War]] began in 1665, lasting until 1667 when it ended with the [[Treaty of Breda (1667)|Treaty of Breda]], in which De Witt negotiated very favorable agreements for the Republic after the partial destruction of the British fleet in the [[Raid on the Medway]], initiated by De Witt himself and executed in 1666 by De Ruyter.\n\nAt about the time the Treaty of Breda was concluded, De Witt made another attempt at pacification of the quarrel between [[Dutch States Party|States Party]] and [[Orangism (Netherlands)|Orangists]] over the position of the Prince of Orange. He proposed to have William appointed captain-general of the Union on reaching the age of majority (23); on condition, however, that this office would be declared incompatible with that of stadtholder in all of the provinces. For good measure the stadtholderate was abolished in Holland itself. This [[Perpetual Edict (1667)]] was enacted by the States of Holland on August 5, 1667, and recognized by the States General on a four-to-three vote in January, 1668. This edict was added by [[Gaspar Fagel]], then [[Pensionary]] of [[Haarlem]], [[Gillis Valckenier]] and [[Free Imperial Knight Andries de Graeff]], two prominent Amsterdam regents, which abolished the stadtholderate in Holland \"for ever\".\n\n===Death===\nDuring 1672, which the Dutch refer to as the \"year of disaster\" or ''[[rampjaar]]'', France and England attacked the Republic during the [[Franco-Dutch War]] and the Orangists took power by force and deposed de Witt. Recovering from an earlier attempt on his life in June, he was [[Lynching|lynched]] by an organized mob after visiting his brother [[Cornelis de Witt|Cornelis]] in prison.\n\nAfter the arrival of Johan de Witt, the city guard was sent away on a pretext to stop farmers who were supposedly engaged in pilfering. Without any protection against the assembled mob, the brothers were dragged out of the prison and killed next to a nearby scaffold. Immediately after their deaths, the bodies were mutilated and fingers, toes, and other parts of their bodies were cut off.<ref>Page 91, BBC History Magazine November 2013</ref> Other parts of their bodies were allegedly eaten by the mob (others allege they were taken elsewhere and cooked before being eaten).<ref>[http://www.straightdope.com/columns/read/2616/did-a-mob-of-angry-dutch-kill-and-eat-their-prime-minister \"Did a mob of angry Dutch kill and eat their prime minister?\"] from [[The Straight Dope]]</ref> The heart of Cornelis de Witt was exhibited for many years next to his brother's by one of the ringleaders, the silversmith [[Hendrik Verhoeff]].<ref>{{aut|Kok, J.}} (1794) ''Vaderlandsch woordenboek; oorspronkelijk verzameld door Jacobus Kok. Deel 32'', p. 352; {{aut|Veeghens, D.}} (1884) ''Historische studien: Uitg. door J.D. Veegens. Eerste Deel'', p. 48; the first name of Verhoeff was Hendrick according to {{aut|Fruin, R.}} (1901) ''Robert Fruin's verspreide geschriften'', p. 374, fn. 2</ref>\n\nToday some historians believe that his adversary and successor as leader of the government, [[stadtholder]] [[William III of England|William III of Orange]], was involved in the de Witt brothers' deaths.<ref>[http://www.volkskrant.nl/vk/nl/2686/Binnenland/article/detail/3406636/2013/03/09/Een-wijnkoper-een-herbergier-en-diens-slager-doodden-Johan-de-Witt-in-1672.dhtml Een wijnkoper, een herbergier en diens slager doodden Johan de Witt in 1672]</ref> At the very least he protected and rewarded their killers. The ringleaders were [[Johan Kievit]], his brother-in-law [[Cornelius Tromp]] and [[Johan van Banchem]].\n\n===Mathematician===\nBesides being a statesman, Johan de Witt also was an accomplished mathematician. In 1659 he wrote \"Elementa Curvarum Linearum\" as an appendix to [[Frans van Schooten]]'s translation of [[René Descartes]]' [[La Géométrie]]. In this, De Witt derived the basic properties of [[quadratic forms]], an important step in the field of [[linear algebra]].\n\nIn 1671 his ''Waardije van Lyf-renten naer Proportie van Los-renten'' was published ('The Worth of Life Annuities Compared to Redemption Bonds'). This work combined the interests of the statesman and the mathematician. Ever since the Middle Ages, a Life Annuity was a way to \"buy\" someone a regular income from a reliable source. The state, for instance, could provide a widow with a regular income until her death, in exchange for a 'lump sum' up front. There were also Redemption Bonds that were more like a regular state loan. De Witt showed - by using [[probability]] mathematics - that for the same amount of money a bond of 4% would result in the same profit as a Life Annuity of 6% (1 in 17). But the 'Staten' at the time were paying over 7% (1 in 14). The publication about Life Annuities is seen as the first mathematical approach of [[Randomness|chance]] and [[probability]].{{Citation needed|date=July 2011}} After the violent deaths of the brothers the 'Staten' issued new Life Annuities in 1673 for the old rate of 1 in 14.\n\nIn 1671 De Witt conceived of a life annuity as a weighted average of annuities certain where the weights were mortality probabilities (that sum to one), thereby producing the expected value of the present value of a life annuity. [[Edmond Halley]]’s (of comet fame) representation of the life annuity dates to 1693, when he re-expressed a life annuity as the discounted value of each annual payment multiplied by the probability of surviving long enough to receive the payment and summed until there are no survivors. De Witt's approach was especially insightful and ahead of its time. In modern terminology, De Witt treats a life annuity as a random variable and its expected value is what we call the value of a life annuity. Also in modern terminology, De Witt's approach allows one to readily understand other properties of this random variable such as its standard deviation, skewness, kurtosis, or any other characteristic of interest.\n\n==Family and arms==\nFor an article on the de Witt family, see [[De Witt (family)|here]].\n\n==Johan de Witt in popular culture==\nThe [[lynching]] of the De Witt brothers is depicted with a dramatic intensity in the first four chapters of ''[[The Black Tulip]]'', a historical fiction novel written by [[Alexandre Dumas, père]] in 1850, and this event has implications for the whole plot line of the book.\n\nIn its time, Dumas's book helped make this tragedy known to a [[France|French]] readership (and a readership in other countries into whose languages the book was translated) who were otherwise ignorant of Dutch history.\n\nThe important role of Johan de Witt in Dutch politics and his murder was subject of the 2015 film ''[[Michiel de Ruyter (film)|Michiel de Ruyter]]''.\n\n==See also==\n* [[Coenraad van Beuningen]]\n* [[Dutch Republic|United Provinces of the Netherlands]]\n* [[Grand Pensionary|Grand Pensionary/Raadspensionaris van Holland]]\n\n==Ships==\nCurrently one Dutch warship is named after Johan De Witt. [[His Majesty's Ship|Zr. Ms.]] ''Johan De Witt'' is an amphibious [[Landing Platform Dock]] vessel from the [[Rotterdam class amphibious transport dock|Rotterdam]] Class LPD.\n\n==References==\n{{Reflist|30em}}\n\n==Literature==\n* [[Herbert H. Rowen]], ''John de Witt, grand pensionary of Holland, 1625-1672''. Princeton, N.J.: Princeton University Press, 1978, which is summarized in\n* [[Herbert H. Rowen]], \"John de Witt: Statesman of the \"True Freedom\"\". Cambridge University Press, 2003.\n* [[Herbert H. Rowen]], ''The princes of Orange: the stadholders in the Dutch Republic''. Cambridge and New York: Cambridge University Press, 1988.\n* [[Herbert H. Rowen]], ''The princes of Orange: the stadholders in the Dutch Republic''. Cambridge and New York: Cambridge University Press, 2003.\n* [[Petrus Johannes Blok]], \"History of the people of the Netherlands\". New York:  G. P. Putnam's sons, 1898.\n* [[Pieter Geyl]], \"Orange and Stuart, 1641-1672\". Scribner, 1970.\n* [[Jonathan I. Israel]], \"The Dutch Republic: Its Rise, Greatness, and Fall, 1477–1806\" Oxford University Press, 1995. ISBN 0-19-820734-4\n*[[Peter de la Court]]: {{cite book| last = de la Court| first = Peter| title = MEMOIRS OF Cornelius de Witt and John de Witt, - Pieter de la Court, The True Interest and Political Maxims, of the Republic of Holland |place = London| publisher = London: John Campbell, Esq,| origyear = 1662| year =  1746| url = http://oll.libertyfund.org/?option=com_staticxt&staticfile=show.php%3Ftitle=85&chapter=38149&layout=html&Itemid=27| accessdate = October 18, 2011}}\n\n==External links==\n{{Commons category|Johan de Witt}}\n{{Wikisource|The Story of Nations - Holland/Chapter 28|The Administration of John de Witt}} {{Wikisource|Littell's Living Age/Volume 163/Issue 2114/John de Witt|John de Witt}}\n* [http://www.gutenberg.org/files/14971/14971.txt The Project Gutenberg EBook of History of Holland], by George Edmundson\n* http://www.1911encyclopedia.org/John_De_Witt\n* {{MacTutor Biography|id=De_Witt}}\n* [http://www.vriendenvandewitt.nl Friends of De Witt] {{nl}}\n\n{{S-start}}\n{{s-off}}\n{{Succession box|title=[[Grand Pensionary]] of [[County of Holland|Holland]]|before=[[Adriaan Pauw]]||after=[[Gaspar Fagel]] |years=1653&ndash;1672}}\n{{S-end}}\n\n{{Authority control}}\n\n{{Persondata\n|NAME              = Witt, Johan de \n|ALTERNATIVE NAMES =\n|SHORT DESCRIPTION = Grand Pensionary of Holland\n|DATE OF BIRTH     = 24 September 1625\n|PLACE OF BIRTH    = [[Dordrecht]], Netherlands\n|DATE OF DEATH     = 20 August 1672\n|PLACE OF DEATH    = [[The Hague]], Netherlands\n}}\n{{DEFAULTSORT:Witt, Johan De}}\n[[Category:1625 births]]\n[[Category:1672 deaths]]\n[[Category:People from Dordrecht]]\n[[Category:Dutch members of the Dutch Reformed Church]]\n[[Category:Dutch States Party politicians]]\n[[Category:Dutch mathematicians]]\n[[Category:Mathematical analysts]]\n[[Category:Grand Pensionaries]]\n[[Category:Leiden University alumni]]\n[[Category:University of Angers (pre-1793) alumni]]\n[[Category:Assassinated Dutch politicians]]\n[[Category:Cannibalised people]]\n[[Category:Deaths by firearm in the Netherlands]]\n[[Category:People murdered in the Netherlands]]\n[[Category:17th-century Dutch politicians]]\n[[Category:Lynching deaths]]\n[[Category:17th-century mathematicians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Johan de Witt"}}}}