{"batchcomplete": "", "query": {"pages": {"21254428": {"ns": 0, "pageid": 21254428, "revisions": [{"*": "[[File:Prof. Johannes Fallati - Universität Tübingen.jpg|thumb|Johannes Fallati.]]  \n'''Johannes Baptista Fallati''' (1809&ndash;1855) was a German  statistician and economist. He was born at [[Hamburg]], where his father, originally of [[Rovigo]] (Venetia),  was a merchant.\n\nFallati was educated at [[Tübingen]] and [[Heidelberg]], and in 1838 became professor  of political history and statistics at the former university. In 1839 he travelled to England,  inquiring into English statistical societies and  other institutions. In 1848 he became a  member of the [[Württemberg]] parliament, and  imder-secretary for commerce in the short-lived [[Frankfurt]] imperial assembly, 1848, 1849. On  its dissolution he returned to an academic  career, becoming in 1850 university librarian  at Tübingen.\n\nFrom 1844 till his death, Fallati was joint-editor of the quarterly ''Zeitschrift \"fur die gesammte Staatswissenschaft''.  During his brief political career he planned  and embodied legislative organisation in four  directions, viz. the imperial consulate, inland  navigation, marine measurement, and his most  cherished idea an imperial statistical bureau.  He also prosecuted inquiry in the question of  emigration. To a winning personality and  many-sided culture he united clear and practical  method.\n\n==Works, economic and statistical==\n* ''Die Statistischen Vereine der Englander'', Tübingen, 1840.\n*''Ueber die sogenannte materielle Tendenz der  Gegenwart, Tübingen, 1842.\n*''Einleitung in die  Wissenschaft der Statistik'' Tübingen, 1843.\n* In the ''Deutsche Vierteljahrsschrift'' \" Ueber die  Haupterscheinungsformen der Sucht, schnell und muhelos reichtzuuwerden, im Gegensatze des Mittel-alters und der neueren Zeit\", 1840. 3tes Heft.\n*''In the Zeitschrift f. Staatsw.'' : on Social Origins,  i. (1844) ; \n*''on Association as a Moral Force'', i.  (1844)\n*'' on English Working Men's Clubs and  Institutes ; on Free Trade in Land ; and on  German Blue Books'', ii. (1845) ;\n* on Agriculture  and Technology at the Congresses of Italian  Scientists, iii. iv. (1846&ndash;47) ;\n* on Progress in  Practical Statistics ; and on 'knodes of Statistical  Inquiry in England, France, and Belgium, iii. ;\n* on  Dearth and Famine Policy in Belgium ; Belgian  Excise ; Belgian Census ; Statistics in Sicily, Denmark, and Schleswig-Holstein ; and Socialism and Communism, iv. ;\n* on Statistics at the Lübeck  Germanist (Philoteuton) Conference, v. (1848) ; \n*on  the Evolution of Law in Savage and Barbarous  Tribes ; \n*a proposed Inland Navigation Law ; and  Administrative Statistics in Germany, vii, (1850) ;  \n*on Trade Combinations in France, viii. (1851) ;  \n*on Statistics of Area and Population in British  India ; and Administrative Statistics in Norway,  ix. (1852) ; \n*on the Statistical Congress at Brussels,  ix. (1853).\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Fallati, Johannes\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = German statistician and economist\n| DATE OF BIRTH     = 1809\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 1855\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Fallati, Johannes}}\n[[Category:German economists]]\n[[Category:German statisticians]]\n[[Category:1809 births]]\n[[Category:1855 deaths]]\n[[Category:Members of the Württembergian Chamber of Deputies]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Johannes Fallati"}}}}