{"batchcomplete": "", "query": {"pages": {"11196748": {"ns": 0, "pageid": 11196748, "revisions": [{"*": "'''Sir John Boreham''', [[Order of the Bath|KCB]] (1925 – 8 June 1994) was a government statistician and the director of what was the [[Central Statistical Office, UK|Central Statistical Office]] of the [[United Kingdom]] from 1978 to 1985. He was knighted in 1980.<ref>Ward & Doggett, p. 85.</ref>\n\n==Background==\nJohn Boreham was educated at [[Marlborough College]] and [[Trinity College, Oxford]], where he studied for a philosophy, politics and economics degree with statistics as an optional subject.<ref>Ward & Doggett, p. 81.</ref>\n\nIn addition to this he served in the airforce where he learned to play poker.\n\n==Career==\nAfter completing his degree, Sir John Boreham had a varied and successful career in the [[Government Statistical Service]] (GSS).<ref>Ward & Doggett, pp. 72, 73, 81, 84–85, 86.</ref> He joined the Agriculture Economic Research Institute in Oxford and shortly afterward in 1950, joined the statistics division of the Ministry of Food as a higher executive officer. In 1951, he joined the Ministry of Agriculture as an assistant statistician and then in 1955, he moved to the [[General Register Office]]. He moved to the [[Central Statistical Office (United Kingdom)|Central Statistical Office]] in 1958 and returned to the General Register Office on promotion to chief statistician in 1963. Between 1967 and 1971, he was director of economics and statistics at the [[Ministry of Technology]]. In 1972, he moved from the Ministry of Technology to the Central Statistical Office as an assistant director. A year later, he was promoted to deputy director. He became director of the Central Statistical Office and head of the Government Statistical Service on 1 August 1978.\n\n==Director of the Central Statistical Office==\nA key event during the tenure of Sir John Boreham as director of theCentral Statistical Office<ref>Ward & Doggett, pp. 84–85, 86, 92.</ref> was the Rayner Review of theCentral Statistical Office and the Government Statistical Service, which was an early part of a policy of a newly elected government to reduce the size of the [[Civil Service]].<ref>Great Britain, Privy Council Office (1981) Government Statistical Services, ''Report of the Rayner Review'', London: [[HMSO]].</ref> As a result of this review, the budget of the Central Statistical Office was cut by 33% and manpower by 25%.\nBy streamlining and compressing the work of the office, Boreham implemented most of the recommendations of the Rayner Review by mid-1981 while still providing the same service to government. After 35 years in the Government Statistical Service, he retired on 31 July 1985.\n\n==International roles==\nOne of the duties of the director of the Central Statistical Office was to attend the twice-yearly Conference of Directors General of the National Statistical Offices of the member countries of the [[European Community]].<ref>Ward & Doggett, pp. 87–90.</ref> One meeting each year was held in [[Luxembourg]] and the other was hosted in turn by the member countries. The [[United Kingdom]] hosted the Conference at [[Leeds Castle]] in spring 1983.\n\nBoreham was also elected to serve as the chairman of the Conference of European Statisticians, one of the five regional commissions of the United Nations, in 1984 and 1985.\n\n==Trusteeship==\nHe was a trustee of the [[National Centre for Social Research]] (NatCen) from 1984 to his death in 1994.<ref>[http://www.natcen.ac.uk/natcen/pages/report_introduction.htm ''30-Year Report''], National Centre for Social Research.</ref>\n\n==Notes==\n{{reflist}}\n\n==References==\n* Ward, R. & Doggett, ''Keeping Score: The First Fifty Years of the Central Statistical Office'', London: [[HMSO]].\n\n==Bibliography==\n*Erritt, J. \"Obituary: Sir John Boreham, KCB, 1925–94.\" ''[[Journal of the Royal Statistical Society]]''. Series A (Statistics in Society), Vol. 158, No. 1 (1995)'', pp. 182–184.\n*Hoinville, G & Smith T. M. F. \"The Rayner Review of Government Statistical Services.\" ''Journal of the Royal Statistical Society''. Series A (General), Vol. 145, No. 2 (1982)'', pp. 195–207.\n\n{{start box}}\n{{s-gov}}\n{{succession box | before=[[Claus Moser, Baron Moser|Claus Moser]] (now Lord Moser) | title=Director of the [[Central Statistical Office, UK]] | after=[[Jack Hibbert]]| years=1978–1985}}\n{{end box}}\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Boreham, John\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Government statistician\n| DATE OF BIRTH     = 1925\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 8 June 1994\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Boreham, John}}\n[[Category:1925 births]]\n[[Category:1994 deaths]]\n[[Category:People educated at Marlborough College]]\n[[Category:Alumni of Trinity College, Oxford]]\n[[Category:Civil servants in the Ministry of Food]]\n[[Category:Civil servants in the Ministry of Agriculture, Fisheries and Food]]\n[[Category:Civil servants in the General Register Office]]\n[[Category:Civil servants in the Ministry of Technology]]\n[[Category:Directors of the Central Statistical Office (United Kingdom)]]\n[[Category:British statisticians]]\n[[Category:Knights Commander of the Order of the Bath]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "John Boreham"}}}}