{"batchcomplete": "", "query": {"pages": {"11832966": {"ns": 0, "pageid": 11832966, "revisions": [{"*": "{{Infobox writer <!-- for more information see [[:Template:Infobox writer/doc]] -->\n| name = John Wingate Thornton\n| image = JWT_1870.jpg\n| imagesize = 200px\n| caption = John Wingate Thornton, 1870\n| birth_date = {{Birth date|1818|8|12|mf=y}}\n| birth_place = [[Saco, Maine]], [[United States]]\n| death_date = {{death date and age|1878|6|6|1818|8|12|mf=y}}\n| death_place = [[Scarborough, Maine]], [[United States]]\n| occupation = Attorney\n| nationality = American\n| genre = History\n}}\n\n'''John Wingate Thornton''' (August 12, 1818&ndash;June 6, 1878) was a [[United States]] [[lawyer]], [[historian]], [[antiquarian]], [[book collector]] and [[author]].\n\n==Biography==\n\n===Early life===\nHe was born August 12, 1818, at the home of his grandfather, Thomas Gilbert Thornton in [[Saco, Maine]]. He attended school at [[Thornton Academy]] in [[Saco, Maine]].\n\n==Career==\nWhile studying to become a lawyer, he worked for his uncle, [[John Fairfield]]<ref name=\"memoir\">{{Cite book |last=Amory |first=Thomas C. |date=1879 |title=Memoir of John Wingate Thornton, A.M., LL.B., With a List of His Publications |url={{Google books|CjQBAAAAYAAJ|Memoir of John Wingate Thornton, A.M., LL.B., With a List of His Publications|plainurl=yes}} |location=Boston, Mass. |publisher=privately printed |oclc=771054825}}</ref>{{rp|9}} and graduated from [[Harvard]] in 1840 with an LL.B. He was awarded an honorary degree of A.M. from [[Bowdoin College]] in 1860.\nHe practiced law in [[Boston, Massachusetts]]. John Wingate Thornton researched and wrote numerous family genealogies and authored a number of books. In 1844 he was a founding member of the [[New England Historic Genealogical Society]] and authored numerous articles for their publication, the ''Register''. He was a member and Vice-President of the [[American Statistical Association]], a member and Vice-President of the [[Prince Society]], and a member of the [[American Antiquarian Society]].\n\nHis 1844 report to the [[American Statistical Association]] was presented to Congress by [[John Quincy Adams]] who notes that it demonstrates \"''a multitude of gross and important errors in the printed census of 1840.''\"<ref>{{Cite book |editor1-last=Adams |editor1-first=Charles Francis |date=1877 |title=Memoirs of John Quincy Adams, Comprising Portions of His Diary from 1795 to 1848 |location=Philadelphia |publisher=[[J. B. Lippincott & Co.]] |volume=12 |page=61}}</ref>\n\nIn August 1607, a company of Englishmen were landed near the mouth of the [[Kennebec River]] in [[Maine]] with the intent of starting a colony known as the [[Popham Colony]]. However, half of the colony returned in December of 1607 and the remaining members returned to England the following year. John Wingate Thornton was invited to deliver a speech on August 29, 1862, during an occasion set to commemorate the failed [[Popham Colony]]. Much to the chagrin of the audience and Fort Popham Celebration committee members, John Wingate Thornton correctly pointed out, in contradiction to the beliefs of those who invited him, that the [[Popham Colony]] was not the first attempt at New England colonization, and that additionally it was not a serious attempt at creating a permanent colony as only men and not entire families were sent. His unpopular speech was left out of the printed proceedings of the commemoration and John Wingate Thornton resorted to privately printing the text of his speech in 1863.\n\nHe died on June 6, 1878, at the Oak Hill family estate in [[Scarborough, Maine]], and is buried in the Laurel Hill Cemetery in [[Saco, Maine]].<ref name=\"memoir\"/>{{rp|15}} A short biography of his life was written by [[Thomas Coffin Amory]].\n\n==Philosophical and/or political views==\n{{Empty section|date=June 2010}}\n\n==Marriage and family==\nOn May 31, 1848 he was married to Elizabeth Wallace Bowles by the Reverend Augustus C. Thompson in [[Roxbury, Massachusetts]]. They had four children, only one of whom (Elizabeth Thorndike Thornton) survived to adulthood.\n\n== Timeline ==\n{| class=\"wikitable\"\n|-\n! Date\n! Age\n! Comment\n|-\n| align=\"right\" | August 12, 1818\n| align=\"right\" | 0\n| Born at the house of his paternal grandfather, Thomas Gilbert Thornton, in [[Saco, Maine]].\n|-\n| align=\"right\" | October 3, 1818\n| align=\"right\" | 0\n| Baptized by Rev. Jonathan Cogswell at [[Saco, Maine]].\n|-\n| align=\"right\" | March, 1826\n| align=\"right\" | 7\n| JWT's father enrolls him at [[Thornton Academy]] in [[Saco, Maine]].\nSee ''List of Students 1813 - 1848 Thornton Academy, Saco, Maine''; Burnham, Edward P. and George A. Emery, eds.; York Institute, Saco, ME; 1918.\n|-\n| align=\"right\" | 1839 - 1840 [?]\n| align=\"right\" | 20/21\n| Works for his uncle, [[John Fairfield]], Governor of Maine and later U.S. Senator.\n|-\n| align=\"right\" | 1840 [?]\n| align=\"right\" | 21/22\n| Graduates Harvard Law School with LL.B.\n|-\n| align=\"right\" | 1840\n| align=\"right\" | 22\n| Moves to Boston and is admitted as a member of the Suffolk Bar.  Original office was on State Street.\n|-\n| align=\"right\" | March 28, 1842\n| align=\"right\" | 23\n| Writes a letter to his uncle, John Wingate Gookin, regarding Gookin family information to aid James Savage, historian and president of the [[Massachusetts Historical Society]], in researching Maj. General Danial Gookin while on an upcoming trip to England.  Letter also mentions the information on the New Hampshire chapter of the [[Society of the Cincinnati]], which is in the possession of JWG.\n''(\"[[The Daily Kennebec Journal]]\"; 24 Apr 1912).''\n|-\n| align=\"right\" | September 17, 1842\n| align=\"right\" | 24\n| Writes a letter to his uncle, Moses Emery, Counsellor at Law, [[Saco, Maine]] concerning numerous legal matters.  Letter is postmarked from [[Boston, Massachusetts]].\n<br>[[File:1842 0917 JWT Letter Page3.jpg|thumb|left]]\n|-\n| align=\"right\" | October 24, 1842\n| align=\"right\" | 24\n| Presents to the [[New Hampshire Historical Society]] (on behalf of his uncle, John Wingate Gookin) the book and papers of the New Hampshire branch of the [[Society of the Cincinnati]].\nThe book is in the collections of the [[American Independence Museum]]. The contents of this book are published in ''The Institution and Records of the New Hampshire Society of the Cincinnati''; Concord, NH; Ira C. Evans, Printer; 1893.  This latter publication also contains a transcription of a letter from JWG presenting these materials to the NHHS.  The letter reads:\n\nNorth Yarmouth Centre, State of Maine\n\nOctober 24, 1842\n\nRev. [[Nathaniel Bouton]], Cor. Sec'y N.H.H.Society\n\nDear Sir:\n\nI wish to present to the New Hampshire Historical Society (Through the hands of my Nephew, J. Wingate Thornton, Esq.) the book and papers of the New Hampshire branch of the Society of the Cincinnati, which has become extinct by the death of all the members; my Father, Daniel Gookin, was the last of the original members, & he has been dead about 12 years. I consider the Library of your Society the most safe & proper place for the deposit of this valuable record of some of our Revolutionary worthies; & although they have gone to their home, I hope the principles for which they contended may be perpetuated to the latest posterity.\n\nI am, Sir, Very Respectfully, your ob't Serv't\n\nJohn W. Gookin\n|-\n| align=\"right\" | 1844\n| align=\"right\" | 25/26\n| ''Memorial Of The American Statistical Association Praying The Adoption Of Measures For The Correction Of Errors In The Census''; Jarvis, Edward. William Brigham And J. Wingate Thornton, for the [[American Statistical Association]], 18 pp, is published.\n|-\n| align=\"right\" | April 30, 1844\n| align=\"right\" | 25\n| Writes a letter, assumed addressed to unnamed Secretary of the [[American Antiquarian Society]] regarding the membership of Marc Antony Lower, an English historian and a correspondent of JWT.\n<br>[[File:1844 0430 JWTtoAAS Letter.jpg|thumb|left]]\n|-\n| align=\"right\" | November 1, 1844\n| align=\"right\" | 26\n| First meeting to found the [[New England Historic Genealogical Society]].  JWT serves as meeting secretary.  The next meeting was scheduled for November 15, 1844 in JWT's office at 20 Court St., but due to other circumstances it did not occur then or there.\n|-\n| align=\"right\" | 1845\n| align=\"right\" | 26/27\n| ''Tabular Pedigree of the Thornton Family'' is published.\n|-\n| align=\"right\" | April 1845\n| align=\"right\" | 26\n| Placed an advertisement in the new [[Saco, Maine]] newspaper, ''The Union''.  The ad reads: J. Wingate Thornton, Counsellor at Law, and Commissioner for Maine, New Hampshire, Vermont and North Cauolina. 20 Court Street, Boston (''The Union'', Saco, ME, Vol. 1, #10, April 11, 1845)\n<br>[[File:1845 0411 JWT AdInSacoUnion.jpg|thumb|left]]\n|-\n| align=\"right\" | February 1847\n| align=\"right\" | 28\n| Presents a copy of John Hancock's pamphlet ''An Exposulatory and Pacifick Letter''; [[Rogers and Fowle]], Boston; 1743; Small, 4to, 15 pp. to E[benezer] Adams.  JWT's inscription, in pencil, is on the verso of the last leaf, as\" J. W. Thorton to E. Adams\", dated February 1847.  Ebenezer Adams (1788-1881), a physician from [[Randolph, Massachusetts]] was also an antiquarian and book collector, and a member of the [[New England Historic Genealogical Society]]. He wrote several important works on the history of the medical profession in Massachusetts. He also made significant contributions to the medical literature. Alden's ''Medical Uses of Alcohol'' (1868) was an early argument for abandoning the use of alcohol as a therapeutic drug. John Hancock (1702–44) was pastor of the first Church of Christ in [[Braintree, Massachusetts]], and the father of the Revolutionary statesman with the same name.\n|-\n| align=\"right\" | April, 1847\n| align=\"right\" | 28\n| ''The Cotton Family'' article published in NEHGS ''Register''.\n|-\n| align=\"right\" | October, 1847\n| align=\"right\" | 29\n| ''The Gookin Family'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | December 29, 1847\n| align=\"right\" | 29\n| Orders some cards with the names of his mother and father from Nathaniel Dearborn, Boston engraver.\n|-\n| align=\"right\" | May 31, 1848\n| align=\"right\" | 29\n| Marries Elizabeth Wallace Bowles.\n|-\n| align=\"right\" | January, 1849\n| align=\"right\" | 30\n| ''Original Settlers of Salisbury, Massachusetts'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | January, 1849\n| align=\"right\" | 30\n| ''Refugees in London, 1775'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | March 4, 1849\n| align=\"right\" | 30\n| Premature birth (gestation of only 6 ½ months) of his first daughter named Elizabeth Wallace Bowles Thornton (\"for her mother\").  She was born on Sunday at 4:00 AM at the mansion of his in-law's (Bowles's) in [[Roxbury, Massachusetts]].\n|-\n| align=\"right\" | March 7, 1849\n| align=\"right\" | 30\n| Death of daughter (EWBT) on Wednesday, 4:00 PM at the Bowles mansion in [[Roxbury, Massachusetts]] at age 3 ½ days. EWBT was buried at \"Mount Auburn\" in grandfather Bowles' lot (So 1258 on Elder Path).\n|-\n| align=\"right\" | July 17, 1849\n| align=\"right\" | 30\n| Is presented the five volume set of Alden's \"A Collection of American Epitaphs\" from his uncle, John Wingate Gookin in [[North Yarmouth, Maine]].\nItem 12 in ''Catalogue of Private Library of JWT''.\n|-\n| align=\"right\" | April, 1850\n| align=\"right\" | 31\n| ''Rev. Nathaniel Gookin of Cambridge'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | July, 1850\n| align=\"right\" | 31\n| ''The Gilbert Family'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | October, 1850\n| align=\"right\" | 32\n| Part 2 of ''The Gilbert Family'' article is published in [[NEHGS]] ''Register''.\n|-\n| align=\"right\" | 1850\n| align=\"right\" | 31/32\n| ''Tabular Pedigree of the Gilbert Wells, Thornton and Belcher Families'' is published.\n|-\n| align=\"right\" | 1850\n| align=\"right\" | 31/32\n| ''Lives of Isaac Heath and John Bowle, &c and Rev. John Bowles,Jr.'', privately printed, Roxbury, only 50 copies, 216 pp, is published.\n|-\n| align=\"right\" | October 1, 1850\n| align=\"right\" | 32\n| ''A Genealogical Memoir of the Gilbert Family in both Old and New England'',  privately printed, Boston, only 50 copies, 23 pp (signed copy in my collection) is published.\n|-\n| align=\"right\" | July, 1851\n| align=\"right\" | 32\n| ''The Shapleigh Family'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | 1851\n| align=\"right\" | 32/33\n| ''Mementos of the Swett Family : In Memoriam'',  privately printed, Roxbury, only 100 copies, 26 pp, is published.\n|-\n| align=\"right\" | January, 1852\n| align=\"right\" | 33\n| ''The Swett Family'' article published in NEHGS ''Register''.\n|-\n| align=\"right\" | October, 1852\n| align=\"right\" | 34\n| ''A note on John Bowles'' is published in the NEHGS ''Register''.\n|-\n| align=\"right\" | November 16, 1852\n| align=\"right\" | 34\n| JWT letter to R. P. Anderson.\n<br>[[File:1852 1116 JWTtoRPAnderson Letter.jpg|thumb|left]]\n|-\n| align=\"right\" | January, 1853\n| align=\"right\" | 34\n| ''Pedigree of the Adams Family'' article is published in the NEHGS ''Register''.\n|-\n| align=\"right\" | August 6, 1853\n| align=\"right\" | 34\n| Birth of 2nd child, (and 2nd daughter), Elizabeth Wallace Thornton (EWT) named \"for her grandmother Bowles\" on Saturday at 4:00 PM in [[Roxbury, Massachusetts]].  EWT later changes her name to Elizabeth Thorndike Thornton (ETT) to honor the maiden name of her maternal grandmother.  ETT was frequently called \"Bessie\" by her parents.\n|-\n| align=\"right\" | August 26, 1853\n| align=\"right\" | 35\n| JWT inscribes a copy of ''A Sermon at the Lecture in Boston : After the Funerals of Those Excellent…''; Printed by B. Green for Samuel Garrish & Daniel Henchman, Boston; 1717.  This copy is now in the collection of the [[American Antiquarian Society]].\n|-\n| align=\"right\" | September 9, 1853\n| align=\"right\" | 35\n| JWT is at the bedside of his dying mother at the Oak Hill estate in [[Scarborough, Maine]].  He writes a letter to his wife on the state of his mother's illness.  ''(NEHGS; R. Stanton Avery Special Collections Library; Boston, MA)''\n|-\n| align=\"right\" | November 4, 1853\n| align=\"right\" | 35\n| JWT and ETT are baptized, by Rev. James Brown Thornton, Jr., at James Brown Thornton Sr's. Oak Hill estate in [[Scarborough, Maine]].  ETT is \"baptized at her grandmother Thornton's sick bedside\".\n|-\n| align=\"right\" | January 1854\n| align=\"right\" | 35\n| ''Pedigree of Waldron'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | April, 1854\n| align=\"right\" | 35\n| ''Orders in Council'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | July 27, 1854\n| align=\"right\" | 35\n| JWT's mother, Elizabeth Gookin Thornton dies and is buried in Laurel Hill Cemetery, [[Saco, Maine]].\n|-\n| align=\"right\" | October 28, 1854\n| align=\"right\" | 36\n| JWT letter to Daniel Walker Lord (1800-1880) regarding JWT preparing a work of JWT's mother's poetical works.\n<br>[[File:1854 1028 JWTtoDWLord Letter.jpg|thumb|left]]\n|-\n| align=\"right\" | 1854\n| align=\"right\" | 35/36\n| ''Tabular Pedigree of the Bowles Family'' is published.\n|-\n| align=\"right\" | 1854\n| align=\"right\" | 35/36\n| ''The Landing at Cape Anne'', Boston, xii+84 pp, some 1855, dedicated to his father, is published.\n|-\n| align=\"right\" | 1855\n| align=\"right\" | 36/37\n| JWT presents a copy of Andrew Oliver's, ''An essay on comets, in two parts''; Samuel Hall; Salem, MA; [3] leaves, vi, 87 pp, to ????.  On the half- title there is a gift inscription from JWT dated 1855. His ownership signature is also on the front paste-down. Item 830 in ''Catalogue of Private Library of JWT''\n|-\n| align=\"right\" | February 25, 1856\n| align=\"right\" | 37\n| JWT writes a letter to his uncle, John Wingate Gookin regarding an historical document related to [[North Yarmouth, Maine]], where JWG resides.  ''(\"The Daily Kennebec Journal\"; 24 Apr 1912)''.\n|-\n| align=\"right\" | July, 1856\n| align=\"right\" | 37\n| ''Addenda to the Article on the \"Stowes\"'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | November 1, 1856\n| align=\"right\" | 38\n| His uncle, John Wingate Gookin dies in [[North Yarmouth, Maine]].  JWT pens JWG's obituary which is published in NEHGS ''Register'', 1857, Vol. 11, Pg. 91.  The obituary reads:\n \nGOOKIN, John Wingate, Esq., North Yarmouth, Me., 1 Nov., only son of the late Judge Daniel Gookin of New Hampshire.  He was born in North Hampton, N. H., 27 June 1788.  He was a captain in the U.S. Army during the war of 1812-1814, and in active service on the Lakes, honored by his brother officers as a brave and generous gentleman.  He was of a lofty stature, of large person, and his military discipline left a lasting impression on his manners, giving him a peculiar dignity and elegance of address.  He was one of the N. Hampshire Cincinnati, and a member of the N. H. Historical Society.  He died as he had lived, a consistent, humble Christian.\nJ.W.T.\n|-\n| align=\"right\" | 1856 - 1857\n| align=\"right\" | 38\n| Peter Oliver's ''\"Puritan Commonwealth\" Reviewed'', appears as a series of articles in the ''Boston Evening Transcript''.  Issues are: \n1856: 12/20; 1857: 1/2. 1/8, 1/13, 1/22, 1/23, 1/24, 1/29, 2/5, 2/9, 2/11, 2/18, 2/19, 2/21, 2/26, 3/4, 3/19, 3/25, 4/2 and 4/9.\n|-\n| align=\"right\" | July 22, 1857\n| align=\"right\" | 38\n| Birth of 3rd child (and 3rd daughter), Agnes Winthrop Thornton, \"named for her ancestors\".  She is born at 5:50 AM at Lakeside, Brookline.\n|-\n| align=\"right\" | 1857\n| align=\"right\" | 38/39\n| ''Ancient Pemaquid'', privately printed, Portland, for [[Maine Historical Society]], 168 pp, is published.\n|-\n| align=\"right\" | 1857\n| align=\"right\" | 38/39\n| Peter Oliver's ''\"Puritan Commonwealth\" Reviewed'', privately printed, Boston, only 100 copies, 79 pp, is published.\n|-\n| align=\"right\" | November 5, 1857\n| align=\"right\" | 39\n| JWT's daughter, Agnes Winthrop Thornton is \"baptized in the old baptismal robe at Lakeside\" at 9:15 PM by the Reverend Mr. George D. Wildes.\n|-\n| align=\"right\" | November 7, 1857\n| align=\"right\" | 39\n| JWT's daughter, Agnes Winthrop Thornton, dies on Saturday at 11:00 AM,  age 108 days.  A short notice is published in the 1858 NEHGS ''Register''.  Vol. 12  p.&nbsp;92. As with her sister EWBT, Agnes is buried at \"Mount Auburn\" in grandfather Bowles' lot, So 1258 on Elder Path.\n|-\n| align=\"right\" | November 16, 1857\n| align=\"right\" | 39\n| Inscribes a copy of his book, ''Ancient Pemaquid, An Historical Review''.  It reads: Rev. Samuel Hopkins Riddell, with the Author's kind regards  Boston Nov 16. 1857\"\n|-\n| align=\"right\" | ? 5, 1858\n| align=\"right\" | 39/40\n| JWT writes a letter to William Foster, the probable author of a pamphlet on economics entitled ''A Society for the Special Study of Political Economy, Philosophy of History, and the Science of Government ...''.; A. Mudge & Son; Boston, 1857 8vo. The pamphlet is an explanation of a plan to establish an academy in Boston to research, consider, and advise the nation on the best means of improving its government: \"... to approach to that ideal perfection of government prescribed by Bacon, Mansfield, Blackstone, Montesqieu and the host of encyclopedists.\" The author of the pamphlet is anonymous but is likely to have been William Foster. This is deduced by the fact that a specific existent copy of the pamphlet is accompanied by a letter from JWT commenting on the scheme and is addressed to Foster. Thornton makes direct references to the proposal in the body of the letter. It is clear from the text that Foster had asked Thornton to be a member of this academy.\n|-\n| align=\"right\" | 1859\n| align=\"right\" | 40/41\n| Inscribes a copy of ''First Records of Anglo-American Colonization'' to William Willis.\n|-\n| align=\"right\" | May 30, 1859\n| align=\"right\" | 40\n| Inscribes a copy of ''First Records of Anglo-American Colonization'' to \"Nahum Caper, Esq. With the authors Respects, May 30th. 1859\".\n|-\n| align=\"right\" | June, 1859\n| align=\"right\" | 40\n| Inscribes a copy of ''First Records of Anglo-American Colonization'' to \"Hon. Robert Hallowell Gardner with the best respect of J. W. Thornton. June 1859\".\n|-\n| align=\"right\" | June 9, 1859\n| align=\"right\" | 40\n| Inscribes a copy of ''First Records of Anglo-American Colonization'' to Hon. James Dixon (of CT). June 9, 1859.\n|-\n| align=\"right\" | July, 1859\n| align=\"right\" | 40\n| ''Letter of Thomas Deane to Joseph Dudley'' article is published in NEHGS ''Register''.\n|-\n| align=\"right\" | 1859\n| align=\"right\" | 40/41\n| ''First Records of Anglo-American Colonization'', privately printed, Boston, only 250 copies, is published.\n|-\n| align=\"right\" | 1860\n| align=\"right\" | 41/42\n| ''The Pulpit of the American Revolution'', 1st edition, xxxviii+537 pp, is published.\n|-\n| align=\"right\" | 1860\n| align=\"right\" | 42\n| In the ''1860 US Census for Brookline, Norfolk County, MA'' (Roll: M653_514 Page: 776) is the following listing:\nJohn W. Thornton, Age 42, Male, Lawyer, Real Estate value = $6000, Personal Estate value = $2000, Born in ME;\nElizabeth W. B. Thornton, Age 31, Female, Born in ME;\nElizabeth W. Thornton, Age 7, Female, Born in MA, Attends school.\nMacy E. Carroll, Age 18, Female, Servant, Born in MA.\n|-\n| align=\"right\" | December 25, 1860\n| align=\"right\" | 42\n| Presents an inscribed copy of his book, ''The Pulpit of the American Revolution'' to his wife. The inscription reads: ''To my dear wife Lizzie W. B. Thornton - Dec. 25, 1860 - Lakeside -''.\n<br>[[File:1860 1225 PulpitInscription.jpg|thumb|left]]\n|-\n| align=\"right\" | 1862\n| align=\"right\" | 43/44\n| Delivers a speech at the Popham Celebration.\n|-\n| align=\"right\" | 1863\n| align=\"right\" | 44/45\n| ''Colonial Schemes of Popham and Gorges : Speech at the Fort Popham Celebration,  August 29, 1862'',  20 pp, is published.\n|-\n| align=\"right\" | December 20, 1864\n| align=\"right\" | 46\n| Presents a large (18\" x 51 ¼\") document entitled ''Of the Parole of Officers of Burgoyne's Army after the Surrender at Saratoga, October 1777'' to the Boston Public Library.  The inscription reads \" Presented to the Boston Public Library by J. Wingate Thornton, December 20, 1864\". Supposedly, the Paroles were given to him by the grandson of Maj. Gen. Heath. A full-sized facsimile of this document was published in the ''Bulletins of the Boston Public Library'', Vol. II Numbers 88-91, April 1892 - January 1893.\n|-\n| align=\"right\" | October 3, 1865\n| align=\"right\" | 47\n| Birth of first son (and 4th child), Henry Thornton Thornton on Tuesday at 5:00 AM at JBT's Oak Hill estate in [[Scarborough, Maine]].\n(''History of the Wingate Family'', p.&nbsp;245 and NEHGS JWT's Personal Genealogy book in Box 1).\n|-\n| align=\"right\" | May 29, 1866\n| align=\"right\" | 47\n| Writes a letter to [[John P. Prendergast]], requesting information on Gookin genealogy. See ''Memoirs''.\n|-\n| align=\"right\" | November 13, 1866\n| align=\"right\" | 48\n| Writes a letter to John P. Prendergast, thanking him for Gookin genealogy information. See ''Memoirs''.\n|-\n| align=\"right\" | 1869\n| align=\"right\" | 50/51\n| ''D'Amerie, Emory, Amory'', Reprinted from Oct. 1869 NEGHS ''Register'', Boston, 6 pp is published.\n|-\n| align=\"right\" | 1870\n| align=\"right\" | 51/52\n| Materials for a history of Machias, Maine; ''Historical Magazine'', Ser. 2, Jul. - Aug., 1870; pp 8:39-43, 89-94, is published.\n|-\n| align=\"right\" | 1870\n| align=\"right\" | 51/52\n| Speech given to NEHGS regarding the 250th Anniversary of the Signing of the Mayflower Compact.  This speech caused quite a stir and it was not included in the published proceedings, so he later privately printed them.\n|-\n| align=\"right\" | 1871\n| align=\"right\" | 52/53\n| Travels to the Lake Superior region for the second time and for a longer duration.  The first trip to this area was to aid in recovery from a severe illness.\n|-\n| align=\"right\" | 1872\n| align=\"right\" | 53/54\n| Moves from [[Brookline, Massachusetts]] to [[Winthrop, Massachusetts]].\n|-\n| align=\"right\" | 1872\n| align=\"right\" | 53/54\n| Takes a three-month-long trip to Europe.  Visits Paris, but spends most of his time in England and Ireland.\n|-\n| align=\"right\" | February 13, 1873\n| align=\"right\" | 54\n| JWT's father, John Brown Thornton, dies on his Oak Hill estate in [[Scarborough, Maine]] and is buried in Laurel Hill Cemetery, [[Saco, Maine]].\n|-\n| align=\"right\" | March 29, 1873\n| align=\"right\" | 54\n| JWT letter to Mr. Bates regarding parentage of Robert and John Carver. Letter is addressed from his office at 20 Court St., [[Boston, Massachusetts]].\n<br>[[File:1873 0329 JWTtoPBates Letter.jpg|thumb|left]]\n|-\n| align=\"right\" | September 4, 1873\n| align=\"right\" | 56\n| Office postcard from JWT to Charles D. Eliot of Somerville, MA.\n<br>[[File:1873 0904 JWT to CharlesDElliot Postcard 2.jpg|thumb|left]]    [[File:1873 0904 JWT to CharlesDElliot Postcard 1.jpg|thumb]]\n|-\n| align=\"right\" | 1874\n| align=\"right\" | 55/56\n| ''The Historical Relation of New England to the English Commonwealth'', Boston, 105 pp, is published.\n|-\n| align=\"right\" | November 7, 1874\n| align=\"right\" | 56\n| Letter from Frederick William Gookin, who later authored ''The Life of Major General Daniel Gookin, 1612-1687'' (1912), a project started by JWT but finished by FWG.  ''(10547-AY McGregor Box No. 4, Folder Dates 1808-193, Heading: Gookin; Albert and Shirley Small Special Collections Library; University of Virginia; Charlottesville, VA)''\n|-\n| align=\"right\" | April 12, 1875\n| align=\"right\" | 56\n| JWT receives a letter from George William Curtis(West New Brighton, Staten Island, NY) regarding JWT's book, ''The Historical Relation of New England to the English Commonwealth''.\n|-\n| align=\"right\" | June 9, 1875\n| align=\"right\" | 56\n| JWT letter to Mr. Phineas Bates, Jr. Letter is addressed from 40 Water St., [[Boston, Massachusetts]].\n<br>[[File:1875 0609 JWTtoPhineasBates Letter.jpg|thumb|left]]\n|-\n| align=\"right\" | 1876\n| align=\"right\" | 57/58\n| ''Pulpit of the American Revolution'', 2nd edition, is published.\n|-\n| align=\"right\" | June 9, 1876\n| align=\"right\" | 57\n| JWT's son Henry dies at 2:30 PM at Miss Tyler's School in [[Brattleboro, Vermont]] of diphtheria.  Like his other two deceased siblings, he is buried (at least initially) at \"Mount Auburn\" in grandfather Bowles' lot (So 1258 on Elder Path). He may have been later re-interred next to his father's grave in Laurel Hill Cemetery in Saco, ME.  JWT writes in his Personal Genealogy book (NEHGS, Box 1), \"Woe is me.  My staff is broken, my light is put out.\"  He also writes, \"My only son Henry Thornton. b. 3 Oct 1856 [65] - died June 9, 1876 - leaving me with no one to perpetuate my name; alone indeed!  I care little for all this now.\" (NEHGS, Box 4, Folder 138). Also mentioned in JWT's ''Memorial'' by Thomas C. Amory is published in the NEHGS ''Register'' (Vol. 33, p 275) and privately published in Boston in 1879 and including a bibliography.  (''History of the Wingate Family'', p.&nbsp;245)\n|-\n| align=\"right\" | 1877\n| align=\"right\" | 58/59\n| ''In Memoriam. James Brown Thornton, 1794 - 1873'', Boston, 8 pp  Reprinted with additions from Jul. 1877 NEGHS ''Register'', is published.\n|-\n| align=\"right\" | December, 1877\n| align=\"right\" | 59\n| Falls ill with the disease that will kill him within seven months.\n([http://hdl.handle.net/2027/mdp.39015020437060?urlappend=%3Bseq=277 \"Report of The Council\"] ''Proceedings of the American Antiquarian Society''. '''8''': 21-22. 1879).\n|-\n| align=\"right\" | June 6, 1878\n| align=\"right\" | 59\n| Dies at the Oak Hill estate in [[Scarborough, Maine]] just days after his 30th wedding anniversary (May 31).  He is buried at Laurel Hill Cemetery, [[Saco, Maine]].  His memorial / obituary by [[Thomas Coffin Amory]] is published in the NEHGS ''Register'' (Vol. 33, 1879;  pp 273–84) and privately published in Boston in 1879 and including a bibliography.\n(Obit. in June 8, 1878 edition of the ''Portland Daily Press'' reads: \"At Oak Hill, June 6, John Wingate Thornton, of Boston, Mass.\")\n|}\n\n==Published works==\n* ''Memorial Of The American Statistical Association Praying The Adoption Of Measures For The Correction Of Errors In The Census'', 1844; [[OCLC]] [http://www.worldcat.org/title/memorial-of-the-american-statistical-association-praying-the-adoption-of-measures-for-the-correction-of-errors-in-the-returns-of-the-sixth-census/oclc/13848351&referer=brief_results 13848351]\n* ''Lives of Isaac Heath, and John Bowles, ... and of Rev. John Eliot jr'', 1850; [[OCLC]] [http://www.worldcat.org/title/lives-of-isaac-heath-and-john-bowles-elders-of-the-church-and-principal-founders-of-the-grammar-school-in-roxbury-and-of-rev-john-eliot-jr-preacher-to-the-indians-and-first-pastor-of-the-church-in-newton/oclc/3824853&referer=brief_results 3824853]\n* ''Memoir of the Gilbert Family'', 1850; [[OCLC]] [http://www.worldcat.org/title/genealogical-memoir-of-the-gilbert-family-in-both-old-and-new-england/oclc/13990800&referer=brief_results 13990800]\n* ''Mementos of the Swett Family'', 1851; [[OCLC]] [http://www.worldcat.org/title/mementos-of-the-swett-family/oclc/16395396&referer=brief_results 16395396]\n* ''Landing at Cape Anne'', 1854; [[OCLC]] [http://www.worldcat.org/title/landing-at-cape-anne-or-the-charter-of-the-first-permanent-colony-on-the-territory-of-the-massachusetts-company/oclc/5382334&referer=brief_results 5382334]\n* ''Ancient Pemaquid'', 1857; [[OCLC]] [http://www.worldcat.org/title/ancient-pemaquid-a-historical-review/oclc/23935503&referer=brief_results 23935503]\n* ''Peter Oliver’s “Puritan Commonwealth” Reviewed'', 1857; [[OCLC]] [http://www.worldcat.org/title/peter-olivers-puritan-commonwealth-reviewed/oclc/10820661&referer=brief_results 10820661]\n* ''First Records of Anglo-American Colonization'', 1859; [[OCLC]] [http://www.worldcat.org/title/first-records-of-anglo-american-colonization-their-history/oclc/6414115&referer=brief_results 6414115]\n* ''Pulpit of the American Revolution'', 1860; [[OCLC]] [http://www.worldcat.org/title/pulpit-of-the-american-revolution-or-the-political-sermons-of-the-period-of-1776-with-a-historical-introduction-notes-and-illustrations/oclc/249633623?referer=di&ht=edition 249633623]\n* ''Colonial Schemes of Popham and Gorges : Speech at the Fort Popham Celebration, August 29, 1862'', 1863; [[OCLC]] [http://www.worldcat.org/title/colonial-schemes-of-popham-and-gorges-speech-of-john-wingate-thornton-esq-at-the-fort-popham-celebration-august-29-1862-under-the-auspices-of-the-maine-historical-society/oclc/5362353&referer=brief_results 5362353]\n* ''Historical Relation of New England to the English Commonwealth'', 1874; [[OCLC]] [http://www.worldcat.org/title/historical-relation-of-new-england-to-the-english-commonwealth/oclc/950363&referer=brief_results 950363]\n\n==Institutional Resources==\n\n'''American Antiquarian Society, Worcester, Mass.'''<br />\nJohn Wingate Thornton Papers, 1850-1877. Mss. Dept. Misc. mss. Boxes \"T\". 1 Folder, 98 items.<br />\nComposed mainly of correspondence related to his publications and especially regarding his Popham Celebration speech.\n\n'''Bowdoin College Library, Brunswick, Maine'''<br />\nAlumni Biographical File, John Wingate Thornton<br />\nGeorge J. Mitchell Department of Special Collections and Archives.<br />\nCatalog Number 1.3.6. Box 1. Folder 54, John Wingate Thornton.\n\n'''Boston Athenaeum, Boston, Mass.'''<br />\nJohn Wingate Thornton Papers<br />\nBook containing letters to children and family photographs.\n\n'''Boston Public Library, Boston, Mass.'''<br />\nRare Books and Manuscripts Dept.<br />\n19 July 1842\tLetter from Elizabeth (Schuyler) Hamilton, New York, NY to JWT.            \t*Ch.C.12.2<br />\n19 Apr 1844\tLetter from Oliver Wendell Holmes (1809-1894) to JWT.                      \t*Ch.B.10.74<br />\n11 Apr 1849\tLetter from Frances M. Caulkins, New London, CT to JWT.                   \tCh.A.6.75<br />\n10 ??? 18x8\tLetter from JWT to William Fogg, York, ME.                                 \tCh.B.11.8<br />\n08 Dec 1854\tLetter from JWT to R. W. Griswold, Boston, MA.                             \tGriswold Mss. No. 1081<br />\n09 Nov 1855\tLetter from JWT to [[Mellen Chamberlain]], Boston, MA.                         \tCh.J.2.117<br />\nVarious\tLetters (5) from JWT to Mellen Chamberlain, Boston, MA.                    \tMs.Am.1400 (1114)<br />\n16 Dec 1857\tLetter from Samuel McPherson Janey (1801-1880) to JWT.                     \tCh.E.1.1<br />\n13 Mar 1858\tLetter from George Edward Ellis (1814-1894), Charlestown, MA to JWT. \tCh.J.1.98<br />\n22 Mar 1858\tLetter from Joseph Willard (1798-1865), antiquarian, to JWT.                \tCh.J.3.23<br />\n21 Apr 1858\tLetter from D. Foley(Rectory, Templetuoby, Ireland)  to JWT.               \tCh.B.5.80<br />\n1862\tPapers relating to the acquisition by BPL of Gen. Burgoyne parole.         \tMs.1258<br />\n18 Oct 186x\tLetter from William Willis (1794-1870), to JWT.                            \t*Ch.J.7.112<br />\n1866\tMss and letters (2) from Edward Jarvis (1803-1884) to JWT.                 \tMs. 1337<br />\n24 Nov 1868\tLetter from Timothy Farrar, Dorchester, Mt. Bowdoin to JWT.                \tCh.A.8.14<br />\n03 Dec 1874\tRevere Beach and Lynn Railroad Co., Boston, MA (Mss notes by JWT).         \tNo. 1 in **H.30.446<br />\n01 Jul 1875\tLetter from Charles Cotesworth Pinckney (1812-1898) to JWT\t.              \tCh.J.2.72<br />\n01 Mar 1876\tLetter from Benjamin Franklin DeCosta (1831-1904), New York, NY to JWT.    \tCh.J.6.7<br />\nUndated\t\tLetter from H. Sowerby to JWT.                                             \tCh.E.4.65A\n\n'''Dyer Library and Saco Museum, Saco, Maine'''<br />\nThornton Family Papers<br />\nDyer Library Archives & Special Collections<br />\n17 May 1859\tLetter from Sarah Gookin Storer to John Wingate Thornton.\tDyer Library.\n\n'''Houghton Library, Harvard College, Cambridge, Mass.'''<br />\n02 Oct 1848\tLetter from John Wingate Thornton to George Livermore.       \tAutograph File T.<br />\n23 Jul 1851\tLetter from George Stillman Hillard to John Wingate Thornton.\tAutograph File H.<br />\n26 Dec 1860\tLetter from Jared Sparks to John Wingate Thornton.           \tAutograph File S.<br />\n24 Jan 1866\tLetter from John Wingate Thornton to Mary Cutts.             \tAutograph File T.<br />\n11 Jan 1873\tLetter from Charles William Eliot to John Wingate Thornton.  \tAutograph File E.<br />\n16 Jan 1873\tLetter from John Wingate Thornton to Charles William Eliot.  \tAutograph File E.<br />\n19 Mar 1874\tLetter from John Wingate Thornton to Samuel Batchelder.      \tBatchelder Family Papers. Call No.: MS Am 1368; Item 195.<br />\n26 Oct 1875\tLetter from John Wingate Thornton to Samuel Batchelder.      \tBatchelder Family Papers. Call No.: MS Am 1368; Item 196.<br />\n15 Feb 1876\tLetter from John Wingate Thornton to Capt. H. Hight.         \tAutograph File T.<br />\n \n'''Maine Historical Society, Portland, Maine'''<br />\nThornton, John Wingate, 1818-1878, Spec Coll. 1523<br />\nContains note correspondence (1842-1877), pertaining to the Chipman, Crocker, Cutts, Ellis, Peperell, Scammon, Thaxter, Smith, and other families. Also contains biographical and genealogical material relating to Edward Godfrey, Habijah Savage, Joshua Scottow, Robert Jordan, and Captain Thomas Cammock. Lawyer, antiquarian, historian, author, and founder of New England Historical Genealogical Society. b. in Saco, Me.. resident of Boston.\n\n'''Maine State Library and Archives, Augusta, Maine'''<br />\nJohn Wingate Thornton, Collected Papers, MS091 T513<br />\nVol. 1  1658-1877, Vol. 2  1800-1814, Vol. 3  1815-1877\n\n'''New England Historic And Genealogical Society, Boston, Mass.'''<br />\nJohn W. Thornton Papers, Mss 95, R. Stanton Avery Special Collections Department<br />\nNEHGS houses the premier collection of John Wingate Thornton papers.  They comprise approximately 2 linear feet of shelf space.  As NEHGS describes them, they contain “genealogical, historical, business and personal papers of the Thornton and 37 allied families of Saco, ME, and North Hampton, N.H. Items of interest include:<br />\n02 Jan 1838\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n22 May 1840\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n20 Jun 1842\tLetter from John Wingate Gookin to John Wingate Thornton.               \tBox 4; Folder 121.<br />\n24 Oct 1842\tLetter from John Wingate Gookin to John Wingate Thornton.               \tBox 4; Folder 121.<br />\n27 Dec 1842\tLetter from John Wingate Gookin to John Wingate Thornton.               \tBox 4; Folder 121.<br />\n02 Nov 1843\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 39.<br /> \n08 Dec 1843\tLetter from Harriette Gookin Storer to John Wingate Thornton.           \tBox 4; Folder 128.<br />\n15 Dec 1843\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n24 Feb 1844\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n07 Apr 1844\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n25 May 1844\tFamily memorial, signed by family members at a gathering in Saco, Maine.<br />\t     \n07 Nov 1845\tLetter from Albert Gookin Thornton to John Wingate Thornton.            \tBox 2; Folder 38.<br />\n07 Nov 1845\tLetter from Thomas Gilbert Thornton to John Wingate Thornton.           \tBox 2; Folder 40.<br />\n22 Dec 1845\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 39.<br />\n10 Jan 1846\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 39.<br />\n02 Feb 1846\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 39.<br />\n11 Jul 1846\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 39.<br />\n18 Jul 1846\tLetter from Rev. Henry Gookin Storer to John Wingate Thornton.          \tBox 2; Folder 37.<br />\n22 Jun 1846\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n08 Dec 1846\tLetter from John Wingate Gookin to John Wingate Thornton.               \tBox 4; Folder 121.<br />\n30 Jan 1847\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n31 Mar 1847\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n11 Apr 1847\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n21 Apr 1847\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n25 Apr 1847\tLetter from John Fairfield to John Wingate Thornton.                    \tBox 2; Folder 25.<br />\n16 Jul 1847\tLetter from John Wingate Thornton to Eliza Gookin Thornton.             \tBox 2; Folder 40.<br />\n01 Feb 1848\tLetter from Anna Paine Fairfield to John Wingate Thornton.              \tBox 2; Folder 25.<br />\n24 Mar 1848\tLetter from Rev. Henry Gookin Storer to John Wingate Thornton.          \tBox 2; Folder 37.<br />\n30 Mar 1848\tLetter from Anna Paine Fairfield to John Wingate Thornton.              \tBox 2; Folder 25.<br />\n11 Apr 1848\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 38.<br />\n27 May 1848\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n29 Jul 1848\tLetter from Anna Paine Fairfield to John Wingate Thornton.              \tBox 2; Folder 25.<br />\n03 Feb 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n23 Apr 1850\tLetter from Charles Cutts Gookin Thornton to John Wingate Thornton.     \tBox 2; Folder 38.<br />\n04 Jul 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n19 Jul 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n29 Oct 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n01 Nov 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n08 Nov 1850\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n15 Feb 1851\tLetter from Eliza Gookin Thornton to John Wingate Thornton.             \tBox 2; Folder 40.<br />\n09 Sep 1851\tLetter from James Brown Thornton, Sr. to John Wingate Thornton.         \tBox 2; Folder 40.<br />\n09 Sep 1853\tLetter from John Wingate Thornton to Elizabeth Bowles Thornton.         \tBox 2; Folder 40.<br />\n07 Jul 1857\tLetter from George Wingate Gookin to John Wingate Thornton.             \tBox 4; Folder 118.<br />\n23 Jul 1857\tLetter from George Wingate Gookin to John Wingate Thornton.             \tBox 4; Folder 118.<br />\n26 Nov 1860\tLetter from Sarah Gookin Storer to John Wingate Thornton.               \tBox 4; Folder 118.<br />\n04 Jan 1861\tLetter from Sarah Gookin Storer to John Wingate Thornton.               \tBox 2; Folder 40.<br />\nUndated    \tLetter from Sarah Gookin Storer to John Wingate Thornton.               \tBox 5; Folder 155.<br />\nUndated    \tLand Deed from John Wingate Thornton to Daniel Gookin.                  \tBox 5; Folder 156.<br />\nVarious    \tJohn Wingate Thornton's personal family genealogy book.                 \tBox 1<br />\n    \n'''Social Law Library, Boston, Mass.'''<br />\nThe Social Law Library holds a copy of a rare book (Wingate, Edmond. Maximes of Reason . 1658) that was previously owned by John Wingate Thornton.  In addition, in their Willard Photograph Collection, they have an original photograph of John Wingate Thornton.<br />\nUndated.\tPhotograph, John Wingate Thornton. Boston, Mass.\tWillard Photograph Collection\n\n'''University of Michigan, Ann Arbor, MI'''<br />\nSpecial Collections Library<br />\n09 Apr 1875\tLetter from Wendell Phillips to John Wingate Thornton.               \tUniv. of MI.\n\n'''University of Virginia, Charlottesville, VA'''<br />\nAlbert and Shirley Small Special Collections Library<br />\n07 Nov 1874\tLetter from Frederick William Gookin to John Wingate Thornton.               \tUniv. of VA.\n\n==See also==\n*[[Thornton Academy]]\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://www.newenglandancestors.org/about/our_history/ The History of NEHGS]\n\n{{Authority control}}\n\n{{Persondata\n| NAME              = Thornton, John Wingate\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American genealogist\n| DATE OF BIRTH     = August 12, 1818\n| PLACE OF BIRTH    = Saco, Maine\n| DATE OF DEATH     = June 6, 1878\n| PLACE OF DEATH    = Scarborough, Maine\n}}\n{{DEFAULTSORT:Thornton, John Wingate}}\n[[Category:1818 births]]\n[[Category:1878 deaths]]\n[[Category:Harvard Law School alumni]]\n[[Category:American lawyers]]\n[[Category:American genealogists]]\n[[Category:American statisticians]]\n[[Category:People from Saco, Maine]]\n[[Category:People from Scarborough, Maine]]\n[[Category:American historians]]\n[[Category:Burials in Maine]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "John Wingate Thornton"}}}}