{"batchcomplete": "", "query": {"pages": {"6572610": {"ns": 0, "pageid": 6572610, "revisions": [{"*": "{{No footnotes|date=April 2014}}\n'''John Panaretos''' ({{lang-el|Γιάννης Πανάρετος}}; born 1948 in [[Kythera]]) is a [[Greek people|Greek]] [[Education|educator]] and [[Statistics|statistician]]. He is Professor of [[Probability]] and [[Statistics]] at the [[Athens University of Economics and Business]]. He was Deputy Minister of Education, Lifelong Learning and Religious Affairs (October 6, 2009 – June 17, 2011). He has also been appointed by the Prime Minister to be in charge of the Open Government project.\n\nBefore joining the Athens University of Economics and Business, he taught at the universities of [[University of Patras|Patras]] and [[University of Crete|Crete]] in Greece, [[University of Iowa]] and [[University of Missouri]] in the [[United States]], and at [[Trinity College, Dublin]] in [[Ireland]].\n\nHe has been Director of the Institute of Statistical Documentation Research and Analysis since 1996, a life member of the Scientific Council of the [[Greek Parliament]] since 1987, and a member of the governing board of the [http://www.istame.gr/page/default.asp?id=86&la=2 Institute of Strategic and Development Studies (ISTAME) - Andreas Papandreou] (2005–2008). Since 2004, he is the education adviser of [[George Papandreou (junior)|George Papandreou]],  leader of [[Panhellenic Socialist Movement]] (PASOK, the main opposition party of Greece) and the [[Socialist International]]. He was a member of the National Council of Education, the Council of University Education, the Council of Technical Education and the Council of Primary and Secondary Education.\n\nHe has acted as Chairman of the Department of Statistics (1993–1996 & 2000-2002) and as member of the research committee of the University (1993–1996). At the [[University of Patras]], he served as Vice Rector for Academic Affairs, as Chairman of the Research Committee, as Associate Dean of the Engineering School and as Chairman of the Division of Mathematics of the School.\n\nPanaretos has served as Vice President of the European Network of the National Councils of Education (1997–2000), Chairman of the National Council of Education of Greece (1996–2000), the Council of Higher Education (1988–1989),  and the Secretary General of the Ministry of Education and Religious Affairs in Greece (1988–1989 and 1995–1996), and  member of the governing board of the Institute of Strategic and Development Studies (ISTAME) - Andreas Papandreou (2004–2008).\n\nHe has published more than fifty papers in international scientific journals, was an invited speaker in many scientific meetings, and served as Associate Editor of ''Communications in Statistics (A), Theory and Methods''.{{Citation needed|date=April 2014}}\n\n==Initiatives as Deputy Minister of Education==\n* The preparation of a new Law of Higher Education in Greece that introduced, for the first time in Greece, a new model of Governance (Board of Trustees) and a selection of the Rector and the deans by means of an open call of interest, at an international level.\n* The formation of an international advisory committee for the reforms on higher education consisting of [http://notthemajorityopinion.blogspot.com/2010/09/international-advisory-committee-for.html nine internationally known figures in HE] from all over the world ([[Linda P.B. Katehi]] (Chair), Chancellor, University of California, Davis, USA – Patrick Aebischer, President, École Polytechnique Fédérale de Lausanne, Switzerland – Gavin Brown, Former Vice-Chancellor, University of Sydney, Australia – James J. Duderstadt, President Emeritus, University of Michigan, USA – Gudmund Hernes, Former Minister of Education, Norway – David Naylor, President, University of Toronto, Canada – Jozef Ritzen,  Former President, Maastricht University, Former Minister of Education, Netherlands – John Sexton, President, New York University, USA – Lap-Chee Tsui, President and Vice-Chancellor, University of Hong Kong, Hong Kong). Their report can be found [http://notthemajorityopinion.blogspot.com/2011/04/report-if-international-advisory.html here].\n* The preparation of a new law for research that removed the existed bureaucratic procedures and restructured the research Institutes.\n* The complete change of procedures for submitting and evaluating research proposals in Greece. All proposals are now submitted in English electronically in a tailored-made platform and are evaluated by international experts outside Greece.\n* The initiative to set up [[community college]]s in Greece and allowing movement of students between the various levels of higher education Institutions.\n* Changes in the national entrance exams for tertiary education that eliminated injustices. Also, implemented the introduction of an electronic system of submitting applications for participating in the national entrance exams for universities that replaced the paper-based one.\n* The introduction of transparency in all political activities. All decisions signed by the deputy minister were immediately uploaded in the Internet and all policy initiatives were made available on the Internet for comments before taking their final form.\n* Wide public consultation on the recognition of professional qualifications for higher education graduates.\n\n==Initiatives as Chairman of the Department of Statistics and Director of the Graduate Studies==\n* New undergraduate program based on the European Credit Transfer System (ECTS). It was the first undergraduate program in Greek universities that was fully restructured in this direction. (1996).(http://www.stat-athens.aueb.gr/en/prop/ili.htm)\n* Introduced the International Graduate Program in Statistics, where all courses are taught in English and the M.Sc theses are sent to external examiner abroad for evaluation. (1996). (http://www.stat-athens.aueb.gr/en/master/full/general.htm)\n* Introduced the Professional Graduate Degree Program. The first such program in Statistics in Greece. (1999). (http://www.stat-athens.aueb.gr/en/master/part/general.htm)\n* Established the Distinguished Visiting Professorship Program in which the following scientists taught: 1997: [[Leslie Kish]], Michigan, USA (\"Survey Sampling\"), 1998: Sir David R. Cox, Oxford, UK (\"Theories of Statistical Inference\") and Jef Teugels, Lueven, Belgium (\"Statistics of Extremes\"), 1999: [[C. R. Rao]], Penn State, USA (\"An overview of Linear Models: Past, Present and the Future\") and Samuel Kotz, Washington, USA (\"Modern Topics in Industrial Statistics\"), 2000: David J. Bartholomew, LSE, USA (\"Latent Variable Models and Factor Analysis\"), 2001: David Freedman, Berkeley, USA (\"Association, Regression and Causation\"). 2002: Donald Rubin, Harvard, USA (Basic Concepts of Statistical Inference for Causal Effects in Experiments and Observational Studies).\n* Organised, and was responsible for, the first external review of the Department (2000). The reviewers were C.R.Rao, (Chairman). Eberly Professor of Statistics, Department of Statistics, Pennsylvania State University, USA. P. Florides, Professor of Applied Mathematics, Department of Mathematics, Trinity College, University of Dublin, Ireland. J. Teugels, Professor of Probability and Statistics, University Center for Statistics, Catholic University of Lueven, Belgium. W. Urfer, Professor of Statistics, Department of Statistics, University of Dortmund, Germany. (The full review is available at http://www.aueb.gr/statistical-institute/external-evaluation_en.html)\n* Established the practice of short courses (2001). These courses introduce students to the latest developments in statistics without adding material to the core curriculum.\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://stat-athens.aueb.gr/~jpan/ Personal webpage]\n* [http://ypepth.opengov.gr/panaretos/ Ministerial webpage]\n* [http://minedu.gov.gr/ Ministry of Education]\n* [http://www.aueb.gr/ Athens University of Economics & Business]\n* [http://www.aueb.gr/statistical-institute/index.html Institute of Statistical Documentation Research & Analysis]\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Panaretos, John\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Greek statistician\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Panaretos, John}}\n[[Category:Living people]]\n[[Category:Greek economists]]\n[[Category:People from Kythira]]\n[[Category:Greek statisticians]]\n[[Category:University of Iowa faculty]]\n[[Category:University of Missouri faculty]]\n[[Category:Year of birth missing (living people)]]\n[[Category:Athens University of Economics and Business faculty]]\n[[Category:University of Patras faculty]]\n[[Category:Academics of Trinity College, Dublin]]\n[[Category:Ministers of National Education and Religious Affairs of Greece]]\n[[Category:National and Kapodistrian University of Athens alumni]]\n[[Category:Alumni of the University of Sheffield]]\n[[Category:Alumni of the University of Bradford]]\n[[Category:Greek academics]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "John Panaretos"}}}}