{"batchcomplete": "", "query": {"pages": {"152384": {"ns": 0, "pageid": 152384, "revisions": [{"*": "{{Use dmy dates|asasasadate=April 2011|date=May 2012}}\n{{Infobox writer <!-- for more information see [[:Template:Infobox writer/doc]] -->\n| name = John Law\n| image = John Law-Casimir Balthazar mg 8450.jpg\n| caption = John Law, by Casimir Balthazar\n| birth_date = {{Birth date|1671|4|21|df=y}}\n| birth_place = [[Edinburgh]]<br>[[Kingdom of Scotland|Scotland]]\n| death_date = {{Death date and age|1729|3|21|1671|4|21|df=y}}\n| death_place = [[Venice]]<br>[[Republic of Venice]]\n| occupation = [[Economist]], [[Banker]], [[Financier]], [[Author]], [[Controller-General of Finances]].\n| signature = John_Law_signature.jpg\n}}\n'''John Law''' (''[[baptism|baptised]]'' 21 April 1671 – 21 March 1729) was a [[Scotland|Scottish]] economist who believed that money was only a means of [[Financial transaction|exchange]] that did not constitute [[wealth]] in itself and that national wealth depended on trade. He was appointed Controller General of Finances of France under the [[Philippe II, Duke of Orléans|Duke of Orleans]], regent for the youthful king, [[Louis XV of France|Louis XV]].\n\nIn 1716 Law established the [[Banque Générale]] in France, a private bank, but three-quarters of the capital consisted of government bills and government-accepted notes, effectively making it the first [[central bank]] of the nation.  He was responsible for the [[Mississippi Scheme|Mississippi Company]] bubble and a chaotic economic collapse in France, which has been compared to the early-17th century [[tulip mania]] in Holland.<ref name=nyfed/> The Mississippi Bubble was contemporaneous with the [[South Sea Company]] bubble of England.\n\nLaw was a [[gambler]] and a brilliant mental calculator.  He was known to win card games by mentally calculating the [[odds]]. He originated economic ideas such as \"The Scarcity Theory of Value\" and the \"[[real bills doctrine]]\". Law’s views held that money creation will stimulate the economy, that paper money is preferable to metallic money, and that shares are a superior form of money since they pay dividends.<ref>[http://www.chicagofed.org/digital_assets/publications/working_papers/2009/wp2009_10.pdf Federal Reserve Bank of Chicago, ''The Life and Times of Nicolas Dutot'', November 2009]</ref>\n\n== Biography ==\n[[File:Law - Money and trade considered, with a proposal for supplying the Nation with money, 1934 - 5802114.tif|thumb|''Money and trade considered, with a proposal for supplying the Nation with money', 1934]]\nLaw was born into a family of bankers and [[goldsmith]]s from [[Fife]]; his father had purchased [[Lauriston Castle]], a landed estate at [[Cramond]] on the [[Firth of Forth]] and was known as Law of [[Lauriston Castle|Lauriston]].  Law joined the family business at age fourteen and studied the banking business until his father died in 1688.  Law subsequently neglected the firm in favour of more extravagant pursuits and travelled to London, where he lost large sums of money in gambling.<ref name=\"Mackay 1848\">{{cite book | title=''Memoirs of Extraordinary Popular Delusions and the Madness of Crowds'' | first=Charles | last=Mackay | publisher=London: Office of the National Illustrated Library | year=1848 | url=\"http://www.econlib.org/library/Mackay/macEx1.html\" | chapter=1.3}}</ref>\n\nOn 9 April 1694, John Law fought a [[duel]] with Edward Wilson in [[Bloomsbury Square]] in London.<ref>{{cite book |last1= Adams|first1=Gavin John |others= |title=Letters to John Law|year=2012|url=http://books.google.com/books?id=espxkAw-5bsC&pg=PR21&dq=&redir_esc=y#v=onepage&q&f=false |publisher= Newton Page |location= |pages=xiv, xxi}}</ref> Wilson had challenged Law over the affections of [[Elizabeth Villiers]].  Law killed Wilson with a single pass and thrust of his sword.<ref name=\"Letters to John Law\">{{cite book |last1= Adams|first1=Gavin John |others= |title=Letters to John Law |year=2012|url=http://books.google.com/books?id=espxkAw-5bsC&pg=PR21&dq=&redir_esc=y#v=onepage&q&f=false |publisher= Newton Page |location= |page=xxi}}</ref> He was arrested, charged with murder and stood trial at the [[Old Bailey]].<ref name=\"Letters to John Law\"/> He appeared before the infamously sadistic 'hanging-judge', [[Salathiel Lovell]] and was found guilty of murder, and sentenced to death.<ref>{{cite book |last1= Adams|first1=Gavin John |others= |title=Letters to John Law |year=2012|url=http://books.google.com/books?id=espxkAw-5bsC&pg=PR14&dq=&redir_esc=y#v=onepage&q&f=false |publisher= Newton Page |location= |pages=xiv, liii}}</ref> He was initially incarcerated in [[Newgate Prison]] to await execution.<ref name=\"Letters to John Law\"/> His sentence was later commuted to a fine, upon the ground that the offence only amounted to [[manslaughter]].  Wilson's brother appealed and had Law imprisoned, but he managed to escape to [[Amsterdam]].<ref name=\"Mackay 1848\"/>\n\n[[File:John Law by Alexis Simon Belle.jpg|thumb|left|Portrait of John Law by Alexis Simon Belle]]\nLaw urged the establishment of a [[national bank]] to create and increase instruments of [[credit (finance)|credit]] and the issue of [[banknotes]] backed by land, gold, or silver.  The first manifestation of Law's system came when he had returned to Scotland and contributed to the debates leading to the [[Treaty of Union 1707]].  He published a text entitled ''Money and Trade Consider'd with a Proposal for Supplying the Nation with Money'' (1705).<ref>{{cite book |last=Law |first=John |author-link=|year=1750 |editor-last= |editor-first= |contribution= |title=Money and Trade Consider'd with a Proposal for Supplying the Nation with Money, First Published in Edinburgh in 1705 |volume= |edition= |publisher= A. Foulis |publication-date=1750 |publication-place=Glasgow |pages= |url=http://www.archive.org/details/moneytradeconsid00lawj |accessdate=26 June 2015}} via Internet Archive</ref><ref>{{cite book | last=Buchan |first=James | title=Frozen Desire: An inquiry into the meaning of money | publisher=Picador | year=1997 | isbn=0-330-35527-9|pages=136}}</ref> Law's propositions of creating a national bank in [[Scotland]] were ultimately rejected, and he left to pursue his ambitions abroad.<ref>''Collier's Encyclopedia'' (Book 14): \"Law, John\", page 384. P.F. Collier Inc, 1978.</ref>\n\nHe spent ten years moving between France and the [[Dutch Republic|Netherlands]], dealing in financial [[speculations]].  Problems with the French economy presented the opportunity to put his system into practice.\n\nHe had the idea of abolishing minor [[monopoly|monopolies]] and private [[tax farming (France)|farming of taxes]].  He would create a bank for national finance and a state company for commerce, ultimately to exclude all private revenue. This would create a huge monopoly of finance and trade run by the state, and its profits would pay off the [[national debt]]. The council called to consider Law's proposal, including financiers such as [[Samuel Bernard]], rejected the proposition on 24 October 1715.<ref>{{cite book | last=Buchan |first=James | title=Frozen Desire: An inquiry into the meaning of money | publisher=Picador | year=1997 | isbn=0-330-35527-9|pages=141}}</ref>\n\nLaw made his home in Place Louis-le-Grand, a royal square where he could host and entertain various Parisian nobles. Gaining the attention of such notable people as the Duke of Orleans, Law quickly found himself a regular in high-stakes gambling parties attended by only the most affluent of Paris. His tall stature and eloquent dress allowed Law to charm his way across Europe’s financial hubs, ranging from Amsterdam to Venice. These travels heavily influenced Law’s theories on monetary policies and the importance of paper money as credit. Law’s idea of a centralized bank which would deal in a new form of paper money was years ahead of its time. Despite this forward concept, Law still championed mercantilist beliefs with the promotion of monopolistic companies through government charters.<ref>{{Cite book|title = The Diligent: A Voyage through the Worlds of the Slave Trade|last = Robert|first = Harms|publisher = |year = |isbn = |location = |pages = 43–54}}</ref>\n\nThe wars waged by [[Louis XIV]] left the country completely wasted, both economically and financially. The resultant shortage of [[precious metals]] led to a shortage of coins in circulation, which in turn limited the production of new coins. With the death of Louis XIV seventeen months after Law’s arrival, the Duke of Orleans finally presented Law with the opportunity to showcase his ingenuity. On May 1, 1716, Law presented a modified version of his centralized bank plan to the Banque Generale which approved a private bank that allowed investors to supply one-fourth of an investment in currency and the other parts in defunct government bonds. The second key feature of the proposal centered on the premise that this private bank was able to issue its own currency backed by Louis of gold. This enabled the currency to be redeemed by the weight of silver from the original deposit instead of the fluctuation of livres which had been devaluing rapidly.\n\nFrom this new banking platform, Law was able to pursue the monopoly companies he envisioned by having France bankroll the endeavor with 100 million livres’ in the form of company stock. As how the bank was financed, so too was the foundation of the Mississippi Company which was later renamed the Occident Company and eventually a part of the Company of the Indies.\n\nIt was in this context that the regent, [[Philippe II, Duke of Orléans|Philippe d'Orléans]], appointed John Law as Controller General of Finances in 1720, effectively giving him control over external and internal commerce. The rapid ascension of this new global monopoly led to massive speculation and stock prices to balloon to over sixty times their original value.\n\nAs Controller General, Law instituted many beneficial reforms (some of which had lasting effect, others of which were soon abolished). He tried to break up large land-holdings to benefit the peasants; he abolished internal road and canal tolls; he encouraged the building of new roads, the starting of new industries (even importing artisans but mostly by offering low-interest loans), and the revival of overseas commerce—and indeed industry increased 60% in two years, and the number of French ships engaged in export went from sixteen to three hundred.<ref>Will and Ariel Durant, ''The Age of Voltaire'', Simon & Schuster(1965), page 13</ref>\n\nSince, following the devastating [[War of the Spanish Succession]], France's economy was stagnant and her [[national debt]]<nowiki/> was crippling, Law proposed to stimulate industry by replacing gold with paper credit and then increasing the supply of credit, and to reduce the national debt by replacing it with shares in economic ventures.<ref>{{cite book|url = http://books.google.com/books?id=0kduEtlToecC&pg=PA105&lpg=PP1&ie=ISO-8859-1&output=html|title = John Law|author = Antoin E Murphy|publisher = Oxford U. Press|year = 1997|page = 105}}\n</ref>\n\nSpeculation gave way to panic as people flooded the market with future shares trading as high as fifteen thousand livres per share. By May 1720, prices fell to 4,000 livres per share, a 73% decrease within a year. The rush to convert paper money to coins led to sporadic bank hours and riots. Squatters now occupied the square of Palace Louis-le-Grand and openly attacked the financiers that inhabited the area. It was under these circumstances and the guise of night that John Law fled Paris some seven months later.\n\nThe meteoric rise of a relatively unknown man came as fast as his descent as an economic power vacuum was left in the wake.Though they failed, his theories ironically live on 300 years later and \"captured many key conceptual points which are very much a part of modern monetary theorizing\".<ref>{{cite book|url=http://books.google.com/books?id=0kduEtlToecC&pg=PA1&lpg=PP1&ie=ISO-8859-1&output=html |title=John Law | author=Antoin E Murphy|publisher=Oxford U. Press|year= 1997|page=1}}</ref>\n\n[[File:John Law Paper Money.jpg|thumb|Paper money endorsed by John Law, 1718]]\n[[File:John Law cartoon (1720).png|thumb|120px|Contemporary political cartoon of Law from ''Het Groote Tafereel der Dwaasheid'' (1720); text reads \"''Law loquitur.'' The wind is my treasure, cushion, and foundation. Master of the wind, I am master of life, and my wind monopoly becomes straightway the object of idolatry. Less rapidly turn the sails of the windmill on my head than the price of shares in my foolish enterprises.\"]]\n\n=== Company of the West ===\nIn May 1716, the Banque Générale Privée (\"General Private Bank\"), which developed the use of paper money, was set up by Law.<ref>BACKHOUSE, Roger, ''Economists and the economy: the evolution of economic ideas'', Transaction Publishers, 1994, ISBN 978-1-56000-715-9, p. 118</ref>\nIt was one of only six such banks to have issued paper money, joining Sweden, England, Holland, Venice, and Genoa.<ref name=nyfed>[http://libertystreeteconomics.newyorkfed.org/2014/01/crisis-chronicles-the-mississippi-bubble-of-1720-and-the-european-debt-crisis.html Federal Reserve Bank of New York: \"Crisis Chronicles: The Mississippi Bubble of 1720 and the European Debt Crisis\" (Narron and Skeie)]</ref>\nLaw would become the architect of what would later be known as [[Mississippi Company|\"The Mississippi Bubble\"]], an event that would begin with the consolidation of the trading companies of [[Louisiana]] into a single monopoly (The Mississippi Company), and ended with the collapse of the [[Banque Générale]] and subsequent devaluing of the Mississippi Company's shares.\n<blockquote>\nIn 1719, the French government allowed Law to issue 50,000 new shares in the Mississippi Company at 500 livres with just 75 livres down and the rest due in nineteen additional monthly payments of 25 livres each. The share price rose to 1,000 livres before the second installment was even due, and ordinary citizens flocked to Paris to participate. Based on this success, Law offered to pay off the national debt of 1.5 billion livres by issuing an additional 300,000 shares at 500 livres paid in ten monthly installments.<ref name=nyfed/>\n</blockquote>\n<blockquote>\nBy mid-1719, the Mississippi Company had issued more than 600,000 shares and the par value of the company stood at 300 million livres. That summer, the share price skyrocketed from 1,000 to 5,000 livres and it continued to rise through year-end, ultimately reaching dizzying heights of 15,000 livres per share. The word ''millionaire'' was first used, and in January 1720 Law was appointed Controller General.<ref name=nyfed/>\n</blockquote>\n<blockquote>\nThe spillover to the economy was immediate and most notable in food prices. By May 21 (1720), Law was forced to deflate the value of banknotes and cut the stock price. As the public rushed to convert banknotes to coin, Law was forced to close Banque Generale for ten days, then limit the transaction size once the bank reopened. But the queues grew longer, the Mississippi Company stock price continued to fall, and food prices soared by as much as 60 percent.<ref name=nyfed/>\n</blockquote>\nThe fractional reserve ratio was one fifth,<ref>\"John Law and the Mississippi Company\" (5:55 of 9:44)</ref> and a Royal edict to criminalise the sale of gold was decreed.<ref>\"John Law and the Mississippi Company\" (6:45 of 9:44)</ref>  A later Royal edict decreed that gold coin was illegal,<ref>\"John Law and the Mississippi Company\" (7:35 of 9:44)</ref> which was soon reversed,<ref>\"John Law and the Mississippi Company\" (7:55 of 9:44)</ref> leading 50 people to be stampeded to death.<ref>\"John Law and the Mississippi Company\" (8:00 of 9:44)</ref> The company's shares were ultimately rendered worthless, and initially inflated speculation about their worth led to widespread financial stress, which saw Law dismissed at the end of 1720 from his sinecure as Controller General<ref name=nyfed/> and his post as Chief Director of the Banque Générale.\n\n== Later years ==\nLaw initially moved to [[Brussels]] in impoverished circumstances. He spent the next few years gambling in Rome, [[Copenhagen]] and [[Venice]] but never regained his former prosperity. Law realised he would never return to France when Orléans died suddenly in 1723 and Law was granted permission to return to London, having received a pardon in 1719. He lived in London for four years and then moved to Venice where he contracted [[pneumonia]] and died a poor man in 1729.\n\n==Books==\n*''John Law: Economic Theorist and Policy-Maker'' by Antoin E. Murphy (Oxford University Press, 1997) is the most extensive account of Law's writings. It is given credit for completing the transformation of opinion about Law from a con man (see Mackay below) to an important economic theorist and successful financial leader.\n*''Letters to John Law'' by Gavin John Adams (Newton Page, 2012) is a collection of early eighteenth-century political propagandist pamphlets documenting the hysteria surrounding John Law's return to Britain after the collapse of his Mississippi Scheme and expulsion from France. It also contains a very useful chronology and extensive biographical introduction to John Law and the Mississippi Scheme (ISBN 9781934619087).\n*''Millionaire: The Philanderer, Gambler, and Duelist Who Invented Modern Finance''  by Janet Gleeson (2000). (ISBN 0-684-87295-1) is a straightforward biography.\n*''The Poker Face of Wall Street'' by [[Aaron Brown (financial author)|Aaron Brown]] (John Wiley & Sons, 2006) credits Law for the inspiration of the modern futures exchange and also the game of Poker.\n*''John Law – The History of an Honest Adventurer'' by H. Montgomery Hyde (W. H. Allen, 1969) is one of the earliest favorable accounts of Law's ideas.\n*''John Law, the father of paper money'' by Robert Minton (Association Press, 1975) treats Law's financial innovations that led to modern paper money.\n*''Crime, Cash, Credit and Chaos'' by Colin McCall (Solcol, 2007) examines the events and circumstances that became Law's dramatic and tragic life.\n*''[[Extraordinary Popular Delusions and the Madness of Crowds]]'' by [[Charles Mackay (author)|Charles Mackay]], published 1841, contains a colorful negative account of Law's financial activities in France. Available as a reprint and online, including as a free Kindle text.\n*''The Gamester'' by Rafael Sabatini (Houghton Mifflin Company Boston, 1949) is a sympathetic fictionalized account of Law's career as financial adviser to the Duke of Orléans, Regent under Louis XV.\n\n==Films==\n[[Richard Condie]]'s 1978 [[National Film Board of Canada]] (NFB) [[animated short]] ''John Law and the Mississippi Bubble'' is a humorous interpretation. The film was a collaboration between Condie and his sister, Sharon Condie, who had been inspired to make a film on the Mississippi Bubble after reading ''[[Extraordinary Popular Delusions and the Madness of Crowds]]''. The film was produced by the NFB at its newly opened [[Winnipeg]] studio. It opened in Canadian cinemas starting in September 1979 and was sold to international broadcasters. The film received an award at the [[Tampere Film Festival]].<ref name=Ohayon>{{cite web|last=Ohayon|first=Albert|title=John Law and the Mississippi Bubble: The Madness of Crowds|url=http://blog.nfb.ca/2011/06/22/john-law-and-the-mississippi-bubble-the-madness-of-crowds/|work=NFB.ca Blog|publisher=[[National Film Board of Canada]]|accessdate=22 June 2011}}</ref>\n\n==See also==\n*[[Tulip mania]] (early 17th century)\n*[[Mississippi Company]]\n*[[Banque Royale]]\n*[[Early modern France]]\n*[[South Sea Company]] bubble (early 18th Century)\n*[[Assignat]], a bank note system of the [[French Revolution]]\n\n==References==\n{{reflist}}\n\n==External links==\n{{Commons category|John Law}}\n*[http://www.mapforum.com/05/law.htm John Law]\n*[http://onlinebooks.library.upenn.edu/webbin/gutbook/lookup?num=6949 Project Gutenberg Edition of Fiat Money Inflation in France: How ...]\n*[http://mises.org/daily/4800 John Law: Proto-Keynesian, by Murray Rothbard]\n*{{Wikisource-inline|list=\n**{{Cite EB1911|wstitle=Law, John|short=x |noicon=x}}\n**{{Cite NSRW|wstitle=Law, John|short=1|noicon=x}}\n}}\n\n{{Physiocrats}}\n{{Finance Ministers of France}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Law, John\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = British economist\n| DATE OF BIRTH     = 1671-4?\n| PLACE OF BIRTH    = [[Edinburgh]]<br>[[Scotland]]\n| DATE OF DEATH     = 21 March 1729\n| PLACE OF DEATH    = [[Venice]]<br>Italy\n}}\n{{DEFAULTSORT:Law, John}}\n[[Category:Scottish bankers]]\n[[Category:Scottish economists]]\n[[Category:Physiocrats]]\n[[Category:Economy of France]]\n[[Category:History of banking]]\n[[Category:People from Fife]]\n[[Category:Scottish criminals]]\n[[Category:Scottish gamblers]]\n[[Category:Scottish statisticians]]\n[[Category:Duellists]]\n[[Category:1671 births]]\n[[Category:1729 deaths]]\n[[Category:Recipients of British royal pardons]]\n[[Category:18th-century Scottish people]]\n[[Category:17th-century Scottish people]]\n[[Category:People of the Regency of Philippe d'Orléans]]\n[[Category:People of the Ancien Régime]]\n[[Category:Deaths from pneumonia]]\n[[Category:French Ministers of Finance]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "John Law (economist)"}}}}