{"batchcomplete": "", "query": {"pages": {"37009604": {"ns": 0, "pageid": 37009604, "revisions": [{"*": "{{Infobox scientist\n| name              = Katsumi Nomizu\n| birth_date        = {{birth date|1924|12|1}}\n| birth_place       = [[Osaka, Japan]]\n| death_date        = {{death date|2008|11|5}}\n| death_place       = [[Providence, Rhode Island]]\n<!-- | nationality       = Japanese, then U.S. citizen -->\n| field             = [[Mathematics]]\n| doctoral_advisor  = [[Shiing-Shen Chern]]\n| known_for         = [[Kulkarni-Nomizu product]]<br>[[Foundations of Differential Geometry]]\n}}\n{{Japanese name|Nomizu (野水)}}\n{{nihongo|'''Katsumi Nomizu'''|野水 克己}} was a Japanese [[mathematician]] known for his work in [[differential geometry]].\n\n==Professor==\nNomizu was born in [[Osaka, Japan]] on the first day of December, 1924. He studied [[mathematics]] at [[Osaka University]], graduating in 1947 with a [[master of science]] then traveled to the United States on a U.S. Army Fulbright Scholarship. He studied first at Columbia University and then at the University of Chicago where in 1953 he became the first student to earn a Ph.D. under the thesis direction of the renowned geometer Professor Shiing-Shen Chern. The subject was affine differential geometry, a topic to which he would return much later in his career. He presented his thesis, ''Invariant affine connections on homogeneous spaces'' in 1953.\n\nReturning to Japan, he studied at [[Nagoya University]], obtaining a [[doctor of science]] in 1955. He published his first volume,  ''Lie Groups and Differential Geometry''<ref>[http://www.ams.org/mathscinet/pdf/84166.pdf A. Nijenhuis (1957)]</ref> dedicated to his wife Kimiko whom he had married that same year. Nomizu taught at Nagoya University until 1958 when he accepted a position at Catholic University in Washington D.C. His first Ph.D. student there was Fr. Andrew Whitman, SJ, founder of the Clavius Research Group, who maintained a close relationship with his advisor over the years.\n\nIn 1960 he began his thirty-five-year career with [[Brown University]], first as [[associate professor]], then becoming full professor in 1963. During this time he embarked on a major collaborative project with Professor [[Shoshichi Kobayashi]] at the University of California, Berkeley, resulting in the classic two-volume work, ''[[Foundations of Differential Geometry]]'' in 1963.<ref>{{cite journal|author=Hermann, Robert|authorlink=Robert Hermann (mathematician)|title=Review: ''Foundations of differential geometry'', by S. Kobayashi and K. Nomizu|journal=Bull. Amer. Math. Soc.|year=1964|volume=70|issue=2|pages=232–235|url=http://www.ams.org/journals/bull/1964-70-02/S0002-9904-1964-11094-6/|doi=10.1090/s0002-9904-1964-11094-6}}</ref>  This book became the standard reference for all subsequent work in this important and broad field. A second volume completed the project in 1969. A mark of the style of these two mathematicians is that in the more than 700 pages in this work on geometry, there is not a single diagram or picture.\n\nKatsumi Nomizu was well known for his devotion to meticulous exposition in a very formal style and to high quality teaching at the undergraduate level. His 1966 text, ''Fundamentals of Linear Algebra''<ref>R.F. Rinehart (1969) [http://www.ams.org/mathscinet/pdf/234963.pdf Review of ''Fundamentals of Linear Algebra''] from ''Mathematical Reviews''</ref> includes these words in the dedication, \"It is my hope that this book will continue to serve those students of mathematics and science for whom a more than rudimentary background in linear algebra is an indispensable part of their training.\" When the book came out in a new edition in 1979, Nomizu specifically acknowledged help from a student, Marty Magid, who started as a freshman at Brown in his linear algebra class and ended up writing a Ph.D. thesis under his direction in 1978.\n\nOver the course of his career, Katsumi Nomizu was influential in determining the course of differential geometry by stressing what he called the structural approach. In 1965, he edited the Proceedings of a United States-Japan Seminar in Differential Geometry that he helped to organize for the National Science Foundation. He was invited to visiting positions in Berlin, Bonn, Strasbourg, and Rio de Janeiro. Among his nearly one hundred papers and articles and seven books, he had twenty-three co-authors from Belgium, Brazil, China, Germany, Italy, Japan, Poland, Yugoslavia and the U.S.\n\nIn his teaching career he helped 13 students from Brown and 1 from MIT obtain a [[Ph.D.]] According to the Mathematics Genealogy Project, Professor Nomizu has seventeen mathematical grandchildren. On the occasion of his seventieth birthday in 1994, a large group of students, co-authors and colleagues gathered for a six-day celebration co-sponsored by the Catholic Universities of Brussels and Leuven, leading to a Festschrift in his honor containing 62 papers with authors from 18 countries.  Also in 1994 his final book was published: ''Affine Differential Geometry'', co-authored with Takeshi Sasaki.\n\nKatsumi Nomizu retired from Brown University in 1995 as the Florence Pirce Grant University Professor. He served as editor of a collection of papers on number theory and algebraic geometry<ref>Katsumi Nomizu (1996) ''Selected papers in number theory and algebraic geometry'' by Jun-ichi Igusa, Kumiko Nishioka, Kazuya Kato, Masayoshi Miyonishi, and Tadoa Oda, American Mathematical Society,  ISBN 978-0-8218-0445-2</ref> published by the [[American Mathematical Society]] in 1996. He received international awards from Germany, Japan and Italy for his writing and leadership.\n\nProfessor Nomizu died on November 5, 2008, in [[Providence, Rhode Island]]. In addition to his wife Kimiko, he is survived by his four children: Naomi, Yvonne, Simone and Raymond and now nine familial grandchildren. In his obituary his family noted that he  was known for his \"fierce intellect, wry humor, and gentle soul\".\n\n==Awards==\n* 1991 [[Humboldt Prize]]\n* 1994 Honorary Socio Corrispondanti, Accademia Peloriana dei Pericolanti, Messina, Italy\n* 1997 Wilhelm Blaschke medal\n\n==Notes==\n{{Reflist}}\n\n==References==\n*{{citation\n | last1 = Simon | first1 = Udo\n | last2 = Wefelscheid | first2 = Heinrich\n | last3 = Vrancken | first3 = Luc\n | doi = 10.1007/s00025-009-0446-1\n | issue = 1-4\n | journal = [[Results in Mathematics]]\n | mr = 2575848\n | pages = 1–2\n | title = In memory of Katsumi Nomizu\n | volume = 56\n | year = 2009}}.\n* \"Memorial Minutes for Prof. Katsumi Nomizu, ''Brown University Faculty Meeting, February 3, 2009''\n\n==External links==\n* [http://boards.ancestry.com/topics.obits2/24953/mb.ashx Katsumi Nomizu] from [[Ancestry.com]]\n* [http://www.genealogy.math.ndsu.nodak.edu/id.php?id=6435 Katsumi Nomizu] at [[Mathematics Genealogy Project]]\n\n{{Authority control}}\n\n{{Persondata\n| NAME              = Nomizu, Katsumi\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Japanese-American mathematician\n| DATE OF BIRTH     = 1924\n| PLACE OF BIRTH    = [[Osaka, Japan]]\n| DATE OF DEATH     = 2008\n| PLACE OF DEATH    = [[Providence, Rhode Island]]\n<!-- | nationality       = Japanese who became a U.S. Citizen -->\n}}\n{{DEFAULTSORT:Nomizu, Katsumi}}\n[[Category:1924 births]]\n[[Category:2008 deaths]]\n[[Category:20th-century American mathematicians]]\n[[Category:21st-century American mathematicians]]\n[[Category:20th-century Japanese mathematicians]]\n[[Category:21st-century Japanese mathematicians]]\n[[Category:Nagoya University alumni]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Katsumi Nomizu"}}}}