{"batchcomplete": "", "query": {"pages": {"5668569": {"ns": 0, "pageid": 5668569, "revisions": [{"*": "{{Coi|date=October 2015}}{{notability|date=October 2015}}\n{{Infobox person\n|name=Kenneth Massey\n|image   = KennethMasseyAug2014.png\n|alma_mater=[[Bluefield College]] ([[B.S.]]), [[Virginia Tech]] ([[M.Sc.]], [[All but dissertation|ABD]])\n|birth_name=Kenneth P. Massey\n|birth_date={{Birth date and age|1975|12|25}}\n|birth_place=[[Danville, Virginia]], [[United States|U.S.]]\n|residence=[[Jefferson City, Tennessee]]\n|known_for=[[Sports rating system]]s\n|employer=[[Carson-Newman University]]\n|religion=[[Christian]]\n}}\n'''Kenneth Massey''' is an [[United States|American]] sports [[statistic]]ian known for his development of a methodology for ranking and rating sports teams in a variety of sports. His ratings have been a part of the [[Bowl Championship Series]] since the 1999 season. He is an assistant professor of mathematics at [[Carson–Newman University]] in Tennessee.<ref>{{cite web|url=http://www.cn.edu/directory?view=194|title=Directory: Kenneth Massey|website=[[Carson-Newman University]]|accessdate=19 November 2014}}</ref>\n\n== Methods ==\nMassey, unlike the developers of other [[sports rating system]]s, gives quite a lot of information on how his system works, but omits enough details to prevent someone from copying the calculations in their entirety. The Massey Ratings are designed to measure past performance, not necessarily to predict future outcomes. The first challenge for any computer rating system is to account for the variability in performance. A team will not always play up to its full potential. Other random factors (officiating, bounce of the ball) may also affect the outcome of a game. The model must somehow eliminate the \"noise\" which obscures the true strength of a team. The second goal is to account for the differences in schedule. When there is a large disparity in schedule strength, win-loss records lose their significance. The model must evaluate games involving mismatched opponents, as well as contests between well matched teams. It is necessary to achieve a reasonable balance between rewarding teams for wins, convincing wins, and playing a tough schedule. This issue is difficult to resolve, and rating systems exist that are based on each of the extremes.The overall team rating is a merit based quantity, and is the result of applying a [[Bayesian probability|Bayesian]] win-loss correction to the power rating. Only the score, venue, and date of each game are used to calculate the Massey ratings. Stats such as rushing yards, rebounds, or field-goal percentage are not included. Nor are game conditions such as weather, crowd noise, day/night, or grass/[[artificial turf]]. Overtime games are not treated any differently. Finally, neither injuries nor psychological factors like motivation are considered.\n\n== Justification ==\nMassey's ratings are particularly relevant in the world of [[United States|American]] college [[American football|football]], where, with over 100 teams in [[Division I (NCAA)|NCAA Division I]] competition, there is no way a team can play against more than a small fraction of its competitors. Therefore, in determining the participants in championship games and tournaments, it is necessary to distinguish between teams that have compiled impressive win-loss records against strong competition and teams that have defeated weaker opponents.\n\nMassey's analysis is a valuable tool for leagues that need to fairly seed playoff brackets, or schedule games that will encourage competitive play and good sportsmanship.\nSports rating systems are generally used by [[gambler]]s to forecast results, but Massey is not affiliated with this industry.\n\nMassey's ratings came under some scrutiny ine late 2008 due to his controversial rankings at the end of the season.  Although Massey's rating system came under fire near the end of the 2008 season for rating undefeated Utah ahead of then-consensus human poll #1 Alabama, his ratings seemed to be justified following Utah's 31-17 one-sided victory in the 2009 Sugar Bowl.\n\n== Background ==\nMassey first got the idea to do sports ratings as an undergraduate at [[Bluefield College]]. He developed various rating models at that time, and presented his work in the form of an honors project.  While doing graduate work in mathematics at [[Virginia Tech]],  Massey was invited by [[Roy Kramer]], then commissioner of the [[Southeastern Conference]] and president of the [[Bowl Championship Series]], to submit his ratings for inclusion in the BCS ranking formula.  Massey's college football rankings were part of the BCS formula from 1999-2013.\n\nMassey also consults for various amateur and professional athletic leagues.\n\n== Personal Life ==\nMassey resides in [[Jefferson City, TN]] with his wife, a native of [[Sibiu, Romania]].  They are expecting their first child to be born in 2015.\n\n==References==\n{{reflist}}\n\n==External links==\n*{{official website|http://masseyratings.com/}}\n*{{cite web|url=http://www.highschoolsports.net/masseyratings/ |website=High School Sports|title=Massey Ratings|first=Ken |last=Massey}}\n* {{cite web|last=Massey|first=Ken|authorlink=Kenneth Massey|date=Spring 1997|title=Honors Project in Mathematics, [[Bluefield College]]}} available at {{PDFwayback|date=20141029025444|url=http://74.207.231.132/theory/massey97.pdf|title=Statistical Models Applied to the Rating of Sports Teams}}\n\n{{Sports rating systems}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Massey, Kenneth\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American statistician\n| DATE OF BIRTH     = 1975-12-25\n| PLACE OF BIRTH    = [[Danville, Virginia]], [[United States|U.S.]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Massey, Kenneth}}\n[[Category:Living people]]\n[[Category:American statisticians]]\n[[Category:1975 births]]\n[[Category:Bluefield College alumni]]\n[[Category:Carson-Newman College faculty]]\n[[Category:Virginia Tech alumni]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Kenneth Massey"}}}}