{"batchcomplete": "", "query": {"pages": {"12921821": {"ns": 0, "pageid": 12921821, "revisions": [{"*": "{{Multiple issues|\n{{no footnotes|date=February 2013}}\n{{underlinked|date=February 2013}}\n}}\n'''Luc Anselin''' (born December 1, 1953) is one of the principal developers of the field of [[spatial econometrics]].\n\n==Life and contributions==\nLuc Anselin is currently Regents' Professor, Walter Isard Chair and Director of the [http://geoplan.asu.edu School of Geographical Sciences and Urban Planning] [http://asu.edu (ASU)] where he attracted some of the leading spatial econometrics scholars. He also founded and directs the [http://geodacenter.asu.edu GeoDa Center for Geospatial Analysis and Computation] at ASU to develop, implement, apply, and disseminate spatial analysis methods. He held prior appointments at the University of Illinois, Urbana-Champaign, University of Texas at Dallas, West Virginia University, the University of California, Santa Barbara and the Ohio State University. His (joint) appointments included a range of disciplines, including Geography, Urban and Regional Planning, Economics, Agricultural and Consumer Economics, Political Economy and Political Science.\n\nIn recent years, several national and international awards recognized Luc Anselin's lifetime achievements, including his development of new spatial methodologies (e.g., local indicators of statistical association) and his widely adopted spatial software tools.  The Regional Science Association International [http://geodacenter.asu.edu/lucrsa elected him as Fellow] in 2004, and [http://geodacenter.asu.edu/node/1326 awarded him their Walter Isard Prize] in 2005 and their William Alonso Memorial Prize in 2006. In 2008, Luc Anselin was awarded one of the nation's highest academic honors by being [http://geodacenter.asu.edu/%5Btermalias-raw%5D/national-academ elected to the National Academy of Sciences] as well as to the [https://geodacenter.asu.edu/%5Btermalias-raw%5D/anselin-elected American Academy of Arts and Sciences]. In 2012, Luc Anselin was elected as a [https://geodacenter.asu.edu/%5Btermalias-raw%5D/anselin-elected-0 University Consortium for Geographic Information Science (UCGIS) Fellow].\n\n2008 marked the 20th anniversary of the book [http://www.amazon.com/dp/9024737354 \"Spatial Econometrics: Methods and Models\"] that Luc Anselin is best known for and that has been cited over 6,000 times. One of the principal academic achievements of Dr. Anselin has been his contributions to moving the discipline of spatial econometrics from the margins in 1988 to current acceptance in mainstream econometrics, thereby advancing the econometric foundations of Geographic Information Science. His publications include several hundred articles and seminal edited books (including [http://www.amazon.com/dp/3540600205 New Directions in Spatial Econometrics] in 1995 and [http://www.amazon.com/dp/3642078389 Advances in Spatial Econometrics] in 2004) in the fields of Quantitative Geography, Regional Science, GIScience, Econometrics, Economics and Computer Science.\n\nHis development of spatial software further facilitated the establishment of spatial econometrics. Prominent software tools include SpaceStat (spatial econometrics), [[GeoDA|GeoDa]] (exploratory spatial data analysis and spatial regression modeling), and collaborative efforts such as [http://geodacenter.asu.edu/pysal PySAL], an open source library of spatial analytic functions based on the Python programming language. The increased popularity of spatial analysis methods is illustrated by GeoDa's worldwide adoption by over 56,000 users within six years of its creation.\n\nA native of Belgium, Luc Anselin graduated magna cum laude with a B.S. in economics in 1975 and summa cum laude with an M.S. in Statistics, Econometrics and Operations in 1976, both from the Vrije Universiteit Brussel.   Around this time, the origins of spatial econometrics began to take shape in economics departments in the Netherlands and geography/regional science departments in the UK. In 1977, he moved from Belgium to the U.S. to enroll in Cornell University's interdisciplinary doctoral program in regional science. This provided the opportunity to work with Walter Isard, one of the founders of regional science in the US, and William Greene, author of the standard textbook in econometrics. He earned his doctorate in regional science in 1980.\n\n==Selected works==\n\n===Books===\n* L. Anselin, R. Florax and S. Rey (eds.), ''Advances in Spatial Econometrics. Methodology, Tools and Applications''. Berlin: Springer-Verlag, 2004.\n* L. Anselin and S. Rey (eds.), ''New Tools for Spatial Data Analysis: Proceedings of a Workshop''. Center for Spatially Integrated Social Science, University of California, Santa Barbara, 2002 (CDROM).\n* S. Messner, L. Anselin, D. Hawkins, G. Deane, S. Tolnay, R. Baller, ''An Atlas of the Spatial Patterning of County-Level Homicide, 1960-1990''. Pittsburgh: [http://www.ncovr.heinz.cmu.edu/ NCOVR], 2000.\n* L. Anselin and R. Florax (eds.), ''New Directions in Spatial Econometrics''. Berlin: Springer-Verlag,1995.\n* L. Anselin and M. Madden (eds.), ''New Directions in Regional Analysis: Integrated and Multiregional Approaches''. London: Belhaven Press, 1990 (paperback edition, 1993).\n* L. Anselin, ''Spatial Econometrics: Methods and Models''. Dordrecht: Kluwer Academic Publishers, 1988.\n\n===Articles and book chapters===\n*L. Anselin, J. Le Gallo and H. Jayet. “Spatial Panel Econometrics,” In L. Matyas and P. Sevestre (Eds.), ''The Econometrics of Panel Data, Fundamentals and Recent Developments in Theory and Practice'' (3rd Edition). Dordrecht, Kluwer (2008).\n*L. Anselin, S. Sridharan and S. Gholston. “Using Exploratory Spatial Data Analysis to Leverage Social Indicator Databases: The Discovery of Interesting Patterns,” ''Social Indicators Research'' (2007).\n*L. Anselin and J. Le Gallo. “Interpolation of Air Quality Measures in Hedonic House Price Models: Spatial Aspects,” ''Spatial Economic Analysis'' 1(1), 2006: 31-52.\n*L. Anselin. “Spatial Econometrics,” In T.C. Mills and K. Patterson (Eds.), ''Palgrave Handbook of Econometrics: Volume 1, Econometric Theory''. Basingstoke, Palgrave Macmillan, 2006: 901-969.\n*L Anselin, I. Syabri and Y. Kho. “GeoDa: An Introduction to Spatial Data Analysis,” ''Geographical Analysis'' 38 (1), 2006: 5-22.\n*S. Rey and L. Anselin. “Recent Advances in Software for Spatial Analysis in the Social Sciences,” ''Geographical Analysis'' 38 (1), 2006: 1-4.\n*L. Anselin. “How (not) to Lie with Spatial Statistics,” ''American Journal of Preventive Medicine'' 30 (2), 2006: S3-S6.\n*L. Mobley, E. Root, L. Anselin, N. Lozano, J. Koschinsky. “Spatial Analysis of Elderly Access to Primary Care Services,” ''International Journal of Health Geographics'' 5 (19), 2006.\n*L. Anselin. “Spatial Dependence,” In B. Warff (Ed.), ''Encyclopedia of Human Geography.'' Thousand Oaks, CA, Sage Publications, 2006: 451-452.\n*L. Anselin. “Spatial Heterogeneity,” In B. Warff (Ed.), ''Encyclopedia of Human Geography.'' Thousand Oaks, CA, Sage Publications, 2006: 452-453.\n*S. Messner, G. Deane, L. Anselin and B. Pearson-Nelson. “Locating the Vanguard in Rising and Falling Homicide Rates among U.S. Cities,” ''Criminology'' 43 (3), 2005: 661-696.\n*L. Anselin. “Spatial Statistical Modeling in a GIS Environment,” In D. Maguire, M. Goodchild and M. Batty (Eds.), ''GIS, Spatial Analysis and Modeling.'' Redlands, CA, ESRI Press, 2005: 93-111.\n*A. Varga, L. Anselin and Z. Acs. “Regional Innovation in the U.S. over Space and Time,” In G. Maier and S. Sedlacek (Eds.), ''Spillovers and Innovation: Space, Environment and the Economy.'' Vienna, Springer-Verlag, 2005: 93-104.\n\n==References==\n{{Reflist}}\n\n==External links==\n*[http://geoplan.asu.edu/anselin Luc Anselin Faculty Profile]\n*[http://geoplan.asu.edu/home School of Geographical Sciences and Urban Planning]\n*[http://www.asu.edu Arizona State University]\n\n;News\n*[http://geodacenter.asu.edu/%5Btermalias-raw%5D/national-academ National Academy of Sciences Elects Luc Anselin]\n*[http://geodacenter.asu.edu/node/1326 Anselin Named First ASU Walter Isard Chair]\n*[http://geodacenter.asu.edu/lucrsa Luc Anselin Receives Three RSA Awards]\n*[http://geodacenter.asu.edu/node/334 GeoDa Article Most Cited and Read in Geographical Analysis]\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Anselin, Luc\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American spatial ecometrician\n| DATE OF BIRTH     = December 1, 1953\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Anselin, Luc}}\n[[Category:Regional science]]\n[[Category:American economists]]\n[[Category:American geographers]]\n[[Category:Belgian geographers]]\n[[Category:Cornell University alumni]]\n[[Category:Belgian statisticians]]\n[[Category:1953 births]]\n[[Category:Living people]]\n[[Category:Ohio State University faculty]]\n[[Category:University of California, Santa Barbara faculty]]\n[[Category:West Virginia University faculty]]\n[[Category:University of Texas at Dallas faculty]]\n[[Category:University of Illinois at Urbana–Champaign faculty]]\n[[Category:Arizona State University faculty]]\n[[Category:Members of the United States National Academy of Sciences]]\n[[Category:Fellows of the American Academy of Arts and Sciences]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Luc Anselin"}}}}