{"batchcomplete": "", "query": {"pages": {"23441140": {"ns": 0, "pageid": 23441140, "revisions": [{"*": "'''Léon Bottou''' is a researcher best known for his work in [[machine learning]] and [[data compression]]. His work presents [[stochastic gradient descent]] as a fundamental learning algorithm. He is also one of the main creators of the [[DjVu]] image compression technology (together with [[Yann LeCun]] and Patrick Haffner), and the maintainer of [http://djvu.sf.net DjVuLibre], the open source implementation of DjVu. He is the original developer of the [[Lush (programming language)|Lush]] programming language.\n\n==Life==\nLéon Bottou was born in France in 1965. He obtained the Diplôme d'Ingénieur from [[École Polytechnique]] in 1987, and a PhD from [[Université Paris-Sud]] in 1991. He then joined the Adaptive Systems Research Department at [[AT&T]] [[Bell Laboratories]] in Holmdel, NJ where he collaborated with [[Vladimir Vapnik]] on local learning algorithms.<ref>Vladimir N. Vapnik and Léon Bottou: Local Algorithms for Pattern Recognition and Dependencies Estimation, Neural Computation, 5(6):893–909, 1993.</ref> in 1992, he returned to France and founded Neuristique S.A., a company that produced machine learning tools and one of the first data mining software. In 1995, he returned to Bell Laboratories, where he developed a number of new machine learning methods, such as Graph Transformer Networks (similar to [[conditional random field]]), and applied them to handwriting recognition and OCR.<ref>Yann LeCun, Léon Bottou, Yoshua Bengio and Patrick Haffner: Gradient Based Learning Applied to Document Recognition, Proceedings of IEEE, 86(11):2278–2324, 1998.</ref> The bank check recognition system that he helped develop was widely deployed by NCR and other companies, reading over 10% of all the checks in the US in the late 90s and early 00s.\n\nIn 1996, he joined [[AT&T Labs]] and worked primarily on the [[DjVu]] image compression technology,<ref>Léon Bottou, Patrick Haffner, Paul G. Howard, Patrice Simard, Yoshua Bengio and Yann LeCun: High Quality Document Image Compression with DjVu, Journal of Electronic Imaging, 7(3):410–425, 1998.</ref> used by many websites, notably the [[Internet Archive]], to distribute scanned documents. Between 2002 and 2010, he was a research scientist at NEC Laboratories in Princeton, NJ, where he has focused on the theory and practice of machine learning with very large-scale datasets,<ref>Large Scale Kernel Machines, Edited by Léon Bottou, Olivier Chapelle, Dennis DeCoste, and Jason Weston, Neural Information Processing Series, MIT Press, Cambridge, MA., 2007</ref> on-line learning, and stochastic optimization methods.<ref>Léon Bottou: Stochastic Learning, Advanced Lectures on Machine Learning, 146–168, Edited by Olivier Bousquet and Ulrike von Luxburg, Lecture Notes in Artificial Intelligence, LNAI 3176, Springer Verlag, Berlin, 2004</ref> He developed the open source software [[LaSVM]] for fast large-scale [[support vector machine]], and [[stochastic gradient descent]] software for training linear SVM and Conditional Random Fields. In 2010 he joined the Microsoft adCenter in Redmond, WA, and in 2012 became a Principal Researcher at Microsoft Research in New York City. In March 2015 he joined Facebook Artificial Intelligence Research, also in New York City, as a research lead.\n\nHe was program chair of NIPS 2013 and ICML 2009. He is associate editor of the [[Journal of Machine Learning Research]], the IEEE Transactions on Pattern Analysis and Machine Intelligence, and Pattern Recognition Letters. In 2007, he was a laureate of the First [[Blavatnik Awards for Young Scientists]].\n\n==References==\n{{reflist}}\n\n==External links==\n*[http://djvu.sf.net DjVuLibre site]\n*[http://leon.bottou.org/projects/lasvm LaSVM project site]\n*[http://leon.bottou.org/projects/sgd Stochastic Gradient Descent project site]\n*[http://leon.bottou.org Léon Bottou's personal website]\n\n{{Authority control}}\n{{Persondata         <!-- Metadata: see [[Wikipedia:Persondata]] -->\n| NAME              = Bottou, Leon\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = French mathematician and computer scientist\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Bottou, Leon}}\n[[Category:Living people]]\n[[Category:Machine learning researchers]]\n[[Category:French computer scientists]]\n[[Category:20th-century French mathematicians]]\n[[Category:21st-century French mathematicians]]\n[[Category:French statisticians]]\n[[Category:Free software programmers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Léon Bottou"}}}}