{"batchcomplete": "", "query": {"pages": {"17165324": {"ns": 0, "pageid": 17165324, "revisions": [{"*": "'''Maryse Marpsat''' (born 1951) is a [[France|French]] [[sociologist]] and [[statistician]] whose work employs methods drawn from [[sociology]] and [[statistics]] but also [[mathematics]]. Her major sociological works concern [[poverty]], inequality and [[homeless]] situation. She is a civil servant, administrator of the French National Institute of Statistics ([[INSEE]]) and a fellow of the CSU, a French research institute specializing in sociological studies in urban societies.\n\nBetween 1983 and 1993, as a fellow of two French-British groups, the ''Cambridge Group for the History of Population and Social Structure'' and the ''Centre for Economic Policy Research'' in Cambridge, she worked to develop the comparisons of the household ways of living in France and England, particularly with [[Richard Wall (sociologist)|Richard Wall]] and [[Bruce Penhale]], from the ''City University'' of London.<ref>Cf. the preparation of the international colloquium ''Beyond national statistics : household and family patterns in comparative perspective'', London in April 1989, see its acts in ''Insee-Méthodes'', n° 8, février 1991</ref>\n\nSince 2007, Maryse Marpsat is giving some courses on the topics of her researches. She focuses her last teaching, first, on relationships between statistic tools and their outcomes, and second, on \"unequalities\", their range, their origins and the different ways of their evaluation.<ref>Cf. the web site [http://www.ehess.fr/fr/enseignement/enseignements/2011/ue/619/ teachings of EHESS]</ref> Moreover, since 2007, she has provided on a monthly base some research workshops in her Institute of statistics, for example in 2012 going threw the feeling of inequalities either for owners of the French minimum wage called \"RSA\" or for retired people.<ref>See the [http://calenda.revues.org/nouvelle21216.html list of her seminars in the INSEE].</ref>\n\n==Notes==\n{{reflist}}\n\n== Works ==\n\n* « Combiner les méthodes et les points de vue. De l’enquête statistique au journal intime d’Albert Vanderburg », in Pichon Pascale, ''SDF, sans-abri, itinérant. Oser la comparaison'', Presses de l'Université de Louvain, Louvain, 2009.\n\n* (with Pascale Pichon), « La genèse de la recherche en France : composer avec le mouvement associatif, observer et analyser des situations vécues et des rapports sociaux, caractériser et compter », in Pichon Pascale, ''SDF, sans-abri, itinérant. Oser la comparaison'', Presses de l'Université de Louvain, Louvain, 2009.\n\n* 2008, (with Cécile Brousse and Jean-Marie Firdion), [http://www.editionsladecouverte.fr/catalogue/index.php?ean13=9782707153104 ''Les sans-domicile''], La découverte, Collection Repère,\n\n* 2008, « L’enquête de l’Insee sur les sans-domicile : quelques éléments historiques », ''Courrier des statistiques'', [[INSEE]], Paris, n° 123, janvier-avril p.&nbsp;53-64\n\n* 2006, « La légitimation de l’Art Brut. De la conservation à la consécration », in Gérard Mauger (edited), ''Droits d’entrée. Modalités et conditions d'accès aux univers artistiques'', Maison des Sciences de l’Homme, 89-130, Paris\n\n* 2006, « Une forme discrète de pauvreté : les personnes logées utilisant les distributions de repas chauds », ''Économie et Statistique'', n°391-392, [[INSEE]], Paris\n\n* 2004, (with Albert Vanderburg), ''Le monde d'Albert la Panthère, cybernaute et sans-domicile à Honolulu'', Bréal, coll. d'Autre Part, Paris\n\n* 2004, « [http://dx.doi.org/10.3917/tgs.011.0079 Les personnes sans domicile ou mal logées (The homeless or poorly housed)] », ''[[Travail, Genre et Sociétés]]'', n° 11, pp.&nbsp;79–93.\n\n* 2004, (with Martine Quaglia and Nicolas Razafindratsima), « Les sans domicile et les services itinérants », ''Travaux de l'Observatoire de l'exclusion 2003-2004'', pp.&nbsp;255–290, Paris\n\n* 2003, (with Pascal Arduin and Isabelle Frechon), « Aspects dynamiques de la situation des personnes sans domicile : une analyse des méthodes mises en oeuvre dans plusieurs pays occidentaux », In ''Représentations, trajectoires et politiques publiques, les SDF'', Paris, p.&nbsp;13-33.\n\n* 2001, « Problems in Comparative and Triangulated Homelessness Research », ''BMS, Bulletin de Méthodologie Sociologique'', n° 71, July p.&nbsp;5-57, Paris\n\n* 2001, (with Jean-Marie Firdion), « Les ressources des jeunes sans domicile et en situation précaire », ''Recherches et prévisions'', n° 65, septembre, Paris\n\n* 2001, (with Thomas Amosse, Anne Doussin, Jean-Marie Firdion and Thierry Rochereau), « Vie et santé des jeunes sans domicile ou en situation précaire », ''Questions d’économie de la santé'', n°40, Paris\n\n* 2001, (with Thomas Amosse, Anne Doussin, Jean-Marie Firdion and Thierry Rochereau), ''Vie et santé des jeunes sans domicile ou en situation précaire'', Credes, Paris\n\n* 2000, (with Jean-Marie Firdion and Monique Meron), « Le passé difficile des jeunes sans domicile », ''Population et Sociétés'', [[INED]], n°363, Paris\n\n* 2000, (edited with Jean-Marie Firdion), ''La rue et le foyer. Une recherche sur les sans-domicile et les mal-logés dans les années 90'', ''Travaux et Documents de l'INED'', [[INED]], Paris\n\n* 1999, « Les sans-domicile à Paris et aux États-Unis », ''Données sociales'', [[INSEE]], Paris\n\n* 1999, « Un avantage sous contrainte : le risque moindre pour les femmes de se trouver sans abri »,  ''Population'', 54 (6), [[INED]], p.&nbsp;885-932.\n\n* 1999, « La modélisation des \"effets de quartier\" aux États-Unis - Une revue des travaux récents », ''Population'', [[INED]], 54 (2), p.&nbsp;303-330.\n\n* 1998, (with Jean-Marie Firdion), ''The homeless in Paris : a representative sample survey of users of services for the homeless'', in Dragana Avramov, ed, ''Coping with homelessness : issues to be tackled and best practices in Europe'', Ashgate Publishing, p.&nbsp;221-251.\n\n== External links ==\n*[[:fr:Maryse Marpsat|Page in the French Wikipedia]].\n*[http://www.csu.cnrs.fr/marpsat.html Page of Maryse Marpsat on the CSU web-site]\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Marpsat, Maryse\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = French sociologist and statistician\n| DATE OF BIRTH     = 1951\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Marpsat, Maryse}}\n[[Category:French sociologists]]\n[[Category:French statisticians]]\n[[Category:1951 births]]\n[[Category:Living people]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Maryse Marpsat"}}}}