{"batchcomplete": "", "query": {"pages": {"9426924": {"ns": 0, "pageid": 9426924, "revisions": [{"*": "{{Multiple issues|\n{{External links|date=September 2010}}\n{{Copy edit| date= May 2015}}\n}}\n\n{{Infobox scientist\n| name = Moses Abramovitz\n| image =\n| image_size = 130px\n| caption =\n| birth_date = {{birth date|1912|1|1}}\n| birth_place = [[Brooklyn, New York]]\n| death_date = {{death date and age|2000|12|1|1912|1|1}}\n| death_place = [[Stanford, California]]\n| residence = [[United States|U.S.]]\n| nationality =[[United States|American]]\n| field = [[Economics]] and [[Education]]\n| work_institution = [[Stanford University]]\n| alma_mater = [[Harvard University]] and [[Columbia University]]\n| known_for = [[Economic history]]\n}}\n\n'''Moses Abramovitz''' (January 1, 1912 – December 1, 2000) was a 20th-century American economist and [[professor]]. Born and raised in [[Brooklyn]], [[New York]], he completed his [[bachelor's degree]] ''summa cum laude'' in [[Economics]] at [[Harvard University]]. He went to Harvard with the intention of becoming a [[lawyer]]; in light of this, he took criminal justice classes as well as economics. He became more interested in economics than criminal justice because was able to connect economics to the world in which he was living. He earned his [[Ph.D.]] at [[Columbia University]] in 1939.<ref>{{cite web|last=Abramovitz|first=Moses|title=Abramovitz, Moses|url=http://www.s9.com/Biography/Abramovitz-Moses|publisher=S9}}</ref> In 1985, he was awarded an honorary doctorate from the [[University of Uppsala]] in [[Sweden]]. In 1991, he was invited to [[Rome]] to become a fellow of the prestigious [[Accademia Nazionale dei Lincei]]. He was awarded another doctorate at the [[University of Ancona]], in 1992.  Abramovitz died in [[California]] at [[Stanford Hospital]] on December 1, 2000, at the age of 88. He was suffering from a gastroenterological [[infection]].\n\nAbramovitz was known for his modest personality and was one of the least ego-driven scholars in economics. Known as Moe among family and friends, he married Carrie Glasser, a Brooklyn-born painter and sculptor, in 1937. She died in 1999.<ref>{{cite web|last=SF|first=Gate|title=Carrie Abramovitz|url=http://www.sfgate.com/news/article/Carrie-Abramovitz-2898392.php|publisher=SFGate}}</ref>\n\nAbramovitz started his career as a lecturer at [[Harvard University]] in the mid-1930s. After finishing his doctorate at [[Columbia University]], he joined the [[National Bureau of Economic Research]] in New York, where he began his investigation of inventory investment cycles. During [[World War II]], Abramovitz served on the [[War Production Board]] and in the [[Office of Strategic Services]] as chief of the European industry and trade section. In 1945 and 1946, he was economic adviser to the United States representative on the Allied Reparations Commission.<ref>{{cite news|last=WEINSTEIN|first=MICHAEL|title=Moses Abramovitz, 88; Led U.S. Economic Association|url=http://www.nytimes.com/2000/12/16/business/moses-abramovitz-88-led-us-economic-association.html|newspaper=New York Times}}</ref> He also was one of the founding faculty of the Department of Economics at [[Stanford University]], which he joined in the fall of 1948 and taught in for almost 30 years.<ref>{{cite web|last=Trei|first=Lisa|title=Moses Abramovitz, leading student of economic growth, dies at 88|url=http://news.stanford.edu/pr/00/abramovitz1213.html|publisher=Stanford}}</ref> From 1962 to 1963 he served as adviser to the secretary general of the Organization of Economics Cooperation and Development in Paris. He then became the chair of the organization from 1963 to 1965 and from 1971 to 1974. Over the course of his career Abramovitz made many pioneering studies of macroeconomics and long-term growth. His 1986 article \"Catching up, Forging Ahead and Falling Behind\" is the second most cited of all the papers published by the ''[[Journal of Economic History]]''.\n\n== Theories ==\n\n=== Catch-up Growth ===\nMoses Abramovitz's theory, known as the Catch-Up Growth Hypothesis, attempted to explain what caused Western Europe's Golden Era of [[economic growth]] from 1948 until 1972. The Catch-Up Growth Hypothesis essentially stated that the key to the economic growth experienced by Western Europe was their ability to import and implement technology from the United States. The growth rate of a developing country is going to be higher than the growth rate of a developed country because the [[diminishing return]] of the developing countries is much lower than the developed countries. If a country is trying to be industrialized, they can only be better off. They will grow much faster than the countries that are already industrialized. In the process they are creating more jobs, and more capital, which leads economy total revenue increasing at an increasing rate.<ref>{{cite web|title=Reflections on the Great Depression|url=http://www.funnyeconomist.com/ABRAM.finalsq.pdf}}</ref>\n\n=== Limitation to Catch-up Growth ===\nMoses Abramovitz does not grantee that the poor countries will catch-up to the developed countries, because the poor countries might fail to adopt to the technology, attract capital and participate in global market.\n\nIf a country cannot adopt to the technology they are being offered, they will not be able to generate more capital which will lead to failure of the catch-up process. Also, if the poor country is not building relationships globally with developed countries, again they will fail. Building relationship with developed countries is extremely important because those are the countries that will purchase most of developing countries' capital. If the developing country sells more capital, they will grow. If they start to grow, they will catch-up.<ref>{{cite journal|last=Abramovitz|first=Moses|title=Catching Up, Forging Ahead, and Falling Behind|journal=The Journal of Economic History,|date=Jun 1986|volume=46|issue=2|pages=385–406}}</ref>\n\n=== The Role of Inventories in Business Cycles ===\nDuring his time at the National Bureau of Economics Research, Dr. Abramovitz researched the role of inventories on the business cycles. A business cycle is the fluctuation in economic activity that an economy experiences over a period of time. The experience could be good, such as boom and expansion in the economy, or bad, such as recession or depression. Dr. Abramovitz expressed his opinion on the role the inventory places on these business cycles in his paper \"The Role of Inventories in Business Cycles.\" He states that inventory can play a negative role if there is a lag in the production of the inventory. The lag can occur because of the following several reasons:\n# Different goods need to be produced to create one whole product. For example, to manufacture a car, several different kinds of goods are needed. If there is a lag in obtaining any of those goods, it will slow down the production of the car. This would mean that the market is not meeting the demand of the buyers, which would lead to less revenue generated by the market.\n# Raw materials purchased from domestic manufacturers or dealers may lag by a few months. For example, to make fabric, many different types of raw material are required, such as cotton, nylon, wool, polyester and many more. If the domestic manufacturers or dealers are unable to produce the raw material on time, the market will take a hit because they will not meet the demand.\n# Raw materials purchased from distant sources or on long-term contracts may also have a delayed arrival. When domestic manufacturers and dealers cannot produce enough, the nation has to reach out to other nations for the raw materials, which takes much longer. Hence, this can also lead to the market lacking products consumers want.\n# Finished goods made to order are closely tied to output. Let's say the raw material was received on time and goods were produced and made available to purchase on time. But what if the inventory is not enough? Then the producer would have to produce more, which will again require starting from scratch. Meanwhile, the market does not have any goods to sell, which again result in a shortage.<ref>{{cite book|last=Abramovitz|first=Moses|title=The Role of Inventories in Business Cycles|date=1948|publisher=National Bureau of Economic Research, Inc}}</ref>\nAggregate inventories of wholesalers and retailers also appear to have lagged behind sales by about six months, and detailed studies reveal that the lag of total distributors stocks reflects great differences in the ability of merchants in different trades to keep the rate at which they receive goods in line with the rate at which they can dispose of the,. It must be expected, therefore, that the ability of some merchants to adjust inventories to sales is so limited as to produce a long lag of stocks behind sales or even an inverse relationship between sales and inventories. If these several lags are worked out a nation can stop the negative effect of inventories on the national market.\n\n== Publications ==\nSelected publications in chronological order:\n* 1939: ''[http://www.questia.com/library/book/an-approach-to-a-price-theory-for-a-changing-economy-by-moses-abramovitz.jsp Price Theory for a Changing Economy]''\n* 1948: ''Role of Inventories in Business Cycles''\n* 1950: ''Inventories and Business Cycles''\n* 1954: (with V. Eliasberg) ''The Trend of Public Employment in Great Britain''\n* 1956: ''[http://links.jstor.org/sici?sici=0002-8282%28195605%2946%3A2%3C5%3ARAOTIT%3E2.0.CO%3B2-E Resource and Output Trends in the US since 1870]''\n* 1959: ''The Welfare Interpretation of Secular Trends in National Income and Product''\n* 1959: {{cite book | last =  | first = | title = The allocation of economic resources: essays in honor of Bernard Francis Haley | publisher = Stanford University Press | location = Stanford, California | date = | oclc = \t287348 }}\n* 1959: {{citation | last = | first = | contribution = The welfare interpretation of secular trends in national income and product | editor-last1 = Abramovitz | editor-first1 = Moses | title = The Allocation of Economic Resources: Essays in Honor of Bernard Francis Haley | pages =  | publisher = [[Stanford University Press]] | location = Stanford, California | date =  | oclc = 490147128 | ref = harv | postscript = .|display-editors=etal}}\n* 1961: ''[http://links.jstor.org/sici?sici=0013-0079%28196104%299%3A3%3C225%3ATNASOK%3E2.0.CO%3B2-P The nature and significance of kuznets cycles]''\n* 1964: ''Evidences of long swings in aggregate construction since the Civil War''\n* 1968: ''[http://links.jstor.org/sici?sici=0013-0427%28196811%292%3A35%3A140%3C349%3ATPOTKC%3E2.0.CO%3B2-K The passing of kuznets cycles]''\n* 1973: (with [[Paul A. David|David, Paul]]) ''[http://econ161.berkeley.edu/Teaching_Folder/Econ_210a_f99/Readings/Abramovitz_David.pdf Reinterpreting economic growth: parables and realities]''\n* 1979: ''Rapid growth potential and its realization''\n* 1979: ''[http://links.jstor.org/sici?sici=0002-712X%28197310%2927%3A1%3C11%3AEGAID%3E2.0.CO%3B2-B Economic growth and its discontents]''\n* 1986: ''[http://links.jstor.org/sici?sici=0022-0507%28198606%2946%3A2%3C385%3ACUFAAF%3E2.0.CO%3B2-G Catching up, forging ahead and falling behind]''\n* 1993: ''[http://books.google.com/books?id=414azW09UaYC Thinking about growth and other essays]''\n* ''[http://links.jstor.org/sici?sici=0022-0507%28199306%2953%3A2%3C217%3ATSFTSO%3E2.0.CO%3B2-5 The search for the sources of growth: areas of ignorance, old and new]''\n* 1996: (with [[Paul A. David|David, Paul]]) ''[http://www.merit.unu.edu/publications/rmpdf/1994/rm1994-027.pdf Convergence and deferred catch up]''\n* 1999: ''What economists don't know about growth''\n\n== References ==\n{{reflist|30em}}\n\n== External links ==\n* [https://web.archive.org/web/20070609121742/http://www-econ.stanford.edu/abramovitz/abramovitzm.html Abramovitz' memoirs]\n\n{{Authority control}}\n\n{{Persondata\n| NAME              = Abramovitz, Moses\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Economist\n| DATE OF BIRTH     = 1912-01-01\n| PLACE OF BIRTH    = [[Brooklyn, New York]]\n| DATE OF DEATH     = 2000-12-01\n| PLACE OF DEATH    = [[Stanford, California]]\n}}\n{{DEFAULTSORT:Abramovitz, Moses}}\n[[Category:Fellows of the American Statistical Association]]\n[[Category:1912 births]]\n[[Category:2000 deaths]]\n[[Category:Harvard University alumni]]\n[[Category:Columbia University alumni]]\n[[Category:Fellows of the American Academy of Arts and Sciences]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Moses Abramovitz"}}}}