{"batchcomplete": "", "query": {"pages": {"362075": {"ns": 0, "pageid": 362075, "revisions": [{"*": "{{Infobox person\n| name        = Nathaniel Bowditch\n| image       = Nathaniel Bowditch (1773-1838), American mathematician and actuary.jpeg\n| image_size  = 200px\n| caption     = Bowditch is often credited as the founder of modern maritime navigation.\n| birth_date  = {{birth date|1773|3|26|mf=y}}\n| birth_place = [[Salem, Massachusetts|Salem]], [[Massachusetts]]\n| death_date  = {{death date and age|1838|3|16|1773|3|26|mf=y}}\n| death_place = [[Boston]], Massachusetts\n| spouse      = Elizabeth Boardman Bowditch, Mary Polly Ingersoll Bowditch\n| occupation  = [[Mathematician]], [[captain (nautical)|ship's captain]], and [[actuary]]\n}}\n'''Nathaniel Bowditch''' ({{IPAc-en|ˈ|b|aʊ|d|ɪ|tʃ}}; March 26, 1773 – March 16, 1838) was an early American [[mathematician]] remembered for his work on ocean [[navigation]].  He is often credited as the founder of modern maritime navigation; his book ''[[Bowditch's American Practical Navigator|The New American Practical Navigator]]'', first published in 1802, is still carried on board every commissioned [[U.S. Navy|U.S. Naval]] vessel.\n[[Image:Nathaniel Bowditch (1773-1838, last and unfinished painting by Gilbert Stuart, 1828).jpg|thumb|Nathaniel Bowditch (1773-1838), last and unfinished painting by [[Gilbert Stuart]].]]\n\n==Life and work==\nNathaniel Bowditch, the fourth of seven children, was born in [[Salem, Massachusetts]], to William Bowditch, a cooper,<ref>http://www.royalsoced.org.uk/cms/files/fellows/biographical_index/fells_indexp2.pdf</ref> and Mary (Ingersoll) Bowditch. At the age of ten, he was made to leave school to work in his father's [[Cooper (profession)|cooperage]], before becoming [[indenture]]d at twelve for nine years as a [[bookkeeping]] apprentice to a [[ship chandler]].\n\nIn 1786, age fourteen, Bowditch began to study [[algebra]] and two years later he taught himself [[calculus]]. He also taught himself [[Latin]] in 1790 and [[French language|French]] in 1792 so he was able to read mathematical works such as [[Isaac Newton]]'s ''[[Philosophiae Naturalis Principia Mathematica]]''. He found thousands of errors in John Hamilton Moore's ''The New Practical Navigator''; at eighteen, he copied all the mathematical papers of the ''Philosophical Transactions of the [[Royal Society]] of London''. Among his many significant scientific contributions would be a translation of [[Pierre-Simon de Laplace]]'s ''Mécanique céleste'', a lengthy work on mathematics and theoretical astronomy.  This translation was critical to the development of astronomy in the United States.<ref>{{cite book |title=The Biographical Encyclopedia of Astronomers |last=Hockey |first=Thomas |year=2009 |publisher=[[Springer Publishing]] |isbn=978-0-387-31022-0 |accessdate=August 22, 2012 |url=http://www.springerreference.com/docs/html/chapterdbid/58194.html}}</ref>\n\n[[Serendipity]] aided Bowditch's [[Autodidacticism|self-directed study]], inasmuch as he found himself able to use the eminent [[Ireland|Irish]] [[chemist]] [[Richard Kirwan]]'s library: a [[privateer]] from Salem known as the Pilgrim, on which Nathaniel (age 6) had purchased an expectation with sailor Tom Perry, had intercepted the ship carrying the library between Ireland and England and brought the library back to Salem in June 1791.\n\nIn 1795, Bowditch went to sea on the first of four voyages as a ship's clerk and captain's writer. His fifth voyage was as [[captain (nautical)|master]] and part owner of a ship. Following this voyage, he returned to Salem in 1803 to resume his mathematical studies and enter the insurance business. One of his family homes in Salem, the [[Nathaniel Bowditch House]], still exists and has recently been restored. This house has been designated a [[National Historic Landmark]].\n\nIn 1798 Bowditch married Elizabeth Boardman, who died seven months later.  In 1800 Bowditch married his second wife and cousin, Mary (Polly) Ingersoll Bowditch (1781–1834). They had 2 daughters and 6 sons, including [[Henry Ingersoll Bowditch]].  Among his grandchildren was [[Henry Pickering Bowditch]].\n\nIn 1802, his book ''The American Practical Navigator'' was first published. That same year, Harvard University awarded Bowditch an honorary Master of Arts degree.\n\nIn 1804, Bowditch became America's first insurance [[actuary]] as president of the Essex Fire and Marine Insurance Company in Salem. Under his direction, the company prospered despite difficult political conditions and the [[War of 1812]].\n\nBowditch's mathematical and astronomical work during this time earned him a significant standing, including election to the [[American Academy of Arts and Sciences]] in 1799 and the [[American Philosophical Society]] in 1809. He was offered the [[Chair (official)|chair]] of [[mathematics]] and [[physics]] at Harvard in 1806, but turned it down<!--insufficient remuneration?-->. In 1804, an article on his observations of the [[Moon]] was published and in 1806 he published naval charts of several harbors, including Salem. More scientific publications followed, including a study of a [[meteor]] explosion (1807), three papers on the [[orbit]]s of [[comet]]s (1815, 1818, 1820) and a study of the [[Lissajous figures]] created by the motion of a [[pendulum]] suspended from two points (1815).\n\nAs well as Harvard, the [[United States Military Academy]] and the [[University of Virginia]] offered Bowditch chairs in mathematics. Bowditch again refused these offers, perhaps (in the case of the University of Virginia) because the $2,000 salary offered was two-thirds of the salary he received as president of the insurance company.\n\nBowditch's translation of the first four volumes of Laplace's ''Traité de mécanique céleste'' was completed by 1818. Publication of the work, however, was delayed for many years, most likely due to cost. Nonetheless, he continued to work on it with the assistance of [[Benjamin Peirce]], adding commentaries that doubled its length.\n\nBy 1819, Bowditch's international reputation had grown to the extent that he was elected as a member of the Royal Societies [[Royal Society of Edinburgh|of Edinburgh]] [[Royal Society of London|and London]] and the [[Royal Irish Academy]].\n\nIn 1823, Bowditch left the Essex Fire and Marine Insurance Company to become an actuary for the Massachusetts Hospital Life Insurance Company in [[Boston, Massachusetts|Boston]]. There he served as a \"money manager\" (an [[Investment management|investment manager]]) for wealthy individuals who made their fortunes at sea, directing their wealth toward manufacturing. Towns such as [[Lowell, Massachusetts|Lowell]] prospered as a result.\n\nBowditch's move from Salem to Boston involved the transfer of over 2,500 books, 100 maps and charts and 29 volumes of his own manuscripts.\n\n==Bowditch's ''American Practical Navigator''==\n{{Details|American Practical Navigator}}\n{{Wikisource|The American Practical Navigator}}\nDuring his time at sea, Bowditch became intensely interested in the mathematics involved in celestial navigation. He worked initially with John Hamilton Moore's London-published \"''Navigator''\", which was known to have errors. To have exact tables to work from, Bowditch recomputed all of Moore's tables, and rearranged and expanded the work. He contacted the US publisher of the work, [[Edmund Blunt]], who asked him to correct and revise the third edition on his fifth voyage. The task was so extensive that Bowditch decided to write his own book, and to \"put down in the book nothing I can't teach the crew.\" On that trip, it is said that every man of the crew of 12, including the ship's cook, became competent to take and calculate lunar observations and to plot the correct position of the ship.\n   \n[[File:Bowditch-1st-edition.jpg|175px|left|thumb|Frontispiece of the 1802 first edition of ''The American Practical Navigator.'']]In 1802 Blunt published the first edition of [[Bowditch's American Practical Navigator]], which became the western hemisphere shipping industry standard for the next century and a half. The text included several solutions to the [[Spherical trigonometry|spherical triangle problem]] that were new, as well as extensive formulae and tables for navigation. In 1866, the [[United States Hydrographic Office]] purchased the copyright and since that time the book has been in continuous publication, with regular revisions to keep it current.  Bowditch's influence on the American Practical Navigator was so profound that to this day mariners refer to it simply as ''Bowditch''.  Student Naval officers prior to the establishment of the Naval Academy referred to the work as \"the immaculate Bowditch.\"\n\n[[File:Nathaniel Bowditch in Mount Auburn Cemetery.JPG|right|thumb|250px|Nathaniel Bowditch's memorial statue by [[Robert Ball Hughes]], in [[Mount Auburn Cemetery]], [[Cambridge, Massachusetts]].]]\nBowditch died in [[Boston]] in 1838 from stomach cancer. He is buried in [[Mount Auburn Cemetery]], where a monument to him was erected through public collections.\n\nThe statue was the first life size bronze to be cast in America and was the creation of renowned sculptor [[Robert Ball Hughes]].\n\nThe following eulogy was written by the Salem Marine Society:\n{{quote|''In his death a public, a national, a human benefactor has departed. Not this community nor our country only, but the whole world has reason to do honor to his memory. When the voice of eulogy shall cease to flow, no monument will be needed to keep alive his memory among men; but as long as ships shall sail, the needle point to the north, and the stars go through their wonted courses in the heavens, the name of Dr. Bowditch will be revered as of one who has helped his fellowmen in time of need, who was and is a guide to them over the pathless oceans, and one who forwarded the great interests of mankind.''}}\n[[File:1848 BowditchLibrary BostonDirectory.png|thumb|right|Listing for the \"Bowditch Library,\" Boston Directory, 1848]]\nIn the 1840s-1850s, Bowditch's son, Dr. H.I. Bowditch, ran the \"Bowditch Library\" on Otis Place in Boston's Financial District.<ref>The history of the Boston medical library. Priv. print. by the Plimpton Press, 1918</ref> It was \"free to those who reside in Boston, or in the vicinity. ... This is the library of the late Nathaniel Bowditch, and is almost exclusively of a scientific character.\"<ref>Boston Directory. 1856</ref> In 1858 the family gave the collection, \"which consists mostly of mathematical and astronomical works,\" to the Boston Public Library.<ref>Hand-book for readers in the Boston public library. 1890</ref>\n\n[[Image:Salem Ferry.JPG|thumb|right|The Salem Ferry High Speed Catamaran named in honor of  Nathaniel Bowditch is pictured as it is approaching its dock off Blaney Street in [[Salem, Massachusetts|Salem]], [[Massachusetts]]  [[USA]] where Nathaniel Bowditch was born]]\n\nThe Oceanographic Survey Ship {{USNS|Bowditch|T-AGS-62|6}} and the ''Nathaniel Bowditch'', a high-speed [[catamaran]] passenger ferry serving downtown Boston and Salem,<ref name=\"salem-ferry\">{{cite web|url=http://www.salemferry.com/vessel.shtml|title=Our Vessel|publisher=Salem Ferry|accessdate=2009-07-21}}</ref> were named for him, as was a [[Bowditch (crater)|lunar crater]]. Additionally, a [[William Hand]] designed [[Schooner]] built in 1922, which is currently part of the Maine Windjammer fleet and sails out of Rockland, Maine, is also named after Nathaniel Bowditch.<ref>http://windjammervacation.com/overview/</ref>\n\nIn 1955, a book for younger readers, ''[[Carry On, Mr. Bowditch]]'', was published, portraying Bowditch's life dramatized and fictionalized. A serious modern biography is Robert E. Berry's ''[[Yankee Stargazer]]'', published in 1941.\n\nA grammar school, two [[middle school]]s and a [[dorm]] in America were also named for him, in Boston, [[Foster City, California]] ([[Bowditch Middle School]]), [[Salem, Massachusetts]] and [[Salem State College]], respectively. The Department of Marine Transportation building on the grounds of the United States Merchant Marine Academy is named in his honor and houses classrooms, laboratories, and the 900-seat Ackerman Auditorium.  He also gives his name to a street in [[Berkeley, California]]. Actor [[David Morse (actor)|David Morse]] was named after him − David Bowditch Morse.<ref>{{cite news|url=http://www.pittsburgpost.com/pg/08175/891886-129.stm |title=Patricia Sheridan's Breakfast With ... David Morse |publisher=Pittsburgh Post-Gazette |date=2008-06-23 |accessdate=2013-11-13}}</ref>\n\n==See also==\n{{Portal|Nautical}}\n*[[Bowditch curve]]\n*[[List of actuaries]]\n*[[List of amateur mathematicians]]\n\n==References==\n{{Reflist}}\n\n==Further reading==\n* Nathaniel Ingersoll Bowditch. Memoir of Nathaniel Bowditch. Boston: C.C. Little and J. Brown, 1840. [http://books.google.com/books?id=MBE_AAAAYAAJ Google books]\n* \"Carry on, Mr. Bowditch\" by Jean Lee Latham, 1955. Newbery Medal Award Winner [http://www.amazon.com/dp/0618250743 Carry On, Mr. Bowditch]\n\n==External links==\n{{Commons category|Nathaniel Bowditch}}\n{{Wikisource author|Nathaniel Bowditch}}\n*{{MathGenealogy |id=147797 }}\n* Phillips Library at the Peabody Essex Museum. [http://www.pem.org/library/finding_aids/MSS3_BowditchFamilyPapers.pdf] Bowditch Family Papers, 1726/7-1975\n*{{MacTutor Biography|id=Bowditch}}\n*[http://www.nndb.com/people/425/000164930 Biographical summary from NNDB]\n* Boston Public Library. [http://www.bpl.org/research/special/collections.htm Bowditch, Nathaniel (1773-1838) Collection]\n*{{Find a Grave|1766}}\n\n<!--{{Authority control|VIAF=29701293}}\n[[Category:American actuaries]]-->\n<!--[[Category:American investment managers]]-->\n<!--[[Category:People from Salem, Massachusetts]]-->\n\n{{DEFAULTSORT:Bowditch, Nathaniel}}\n[[Category:1773 births]]\n[[Category:1838 deaths]]\n[[Category:18th-century American mathematicians]]\n[[Category:19th-century American mathematicians]]\n[[Category:American astronomers]]\n[[Category:History of navigation]]\n[[Category:American sailors]]\n[[Category:Fellows of the Royal Society of Edinburgh]]\n[[Category:Deaths from stomach cancer]]\n[[Category:Foreign Members of the Royal Society]]\n[[Category:American actuaries]]\n[[Category:Burials at Mount Auburn Cemetery]]\n\n{{Authority control}}\n{{Persondata\n|NAME = Bowditch, Nathaniel\n|ALTERNATIVE NAMES = \n|SHORT DESCRIPTION = American mathematician\n|DATE OF BIRTH = March 26, 1773\n|PLACE OF BIRTH = [[Salem, Massachusetts]]\n|DATE OF DEATH = March 16, 1838\n|PLACE OF DEATH = [[Boston, Massachusetts]]\n}}", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Nathaniel Bowditch"}}}}