{"batchcomplete": "", "query": {"pages": {"24293952": {"ns": 0, "pageid": 24293952, "revisions": [{"*": "{{italic title}}\n[[File:Newton-WilliamBlake.jpg|thumb|300 px|''Newton'' (1795-1805) 460 x 600 mm. Collection Tate Britain]]\n'''''Newton''''' is a [[monotype]] by the English [[English poetry|poet]], [[Painting|painter]] and [[printmaker]] [[William Blake]] first completed in 1795,<ref>Townsend, 32</ref> but reworked and reprinted in 1805.<ref>The website of [http://www.tate.org.uk/servlet/ViewWork?workid=1122&tabview=work The Tate Britain], retrieved 10 September 2009. The paper it is printed on is watermarked 1804</ref> It is one of the 12 \"Large Colour Prints\" or \"Large Colour Printed Drawings\" created between 1795 and 1805, which also include his series of images on the biblical ruler ''[[Nebuchadnezzar (Blake)|Nebuchadnezzar]]''.\n\n[[Isaac Newton]] is shown sitting naked and crouched on a rocky outcropping covered with algae, apparently at the bottom of the sea. His attention is focused upon diagrams he draws with a compass upon a scroll that appears to unravel from his mouth.<ref>Kaiser, Christopher B. ''Creational Theology and the History of Physical Science''. 1997, page 328.</ref> The compass is a smaller version of that held by [[Urizen]] in Blake's [[The Ancient of Days]].\n\nBlake's opposition to the Enlightenment was deeply rooted. He wrote in his annotations to the ''Laocoon'' \"Art is the Tree of Life. Science is the Tree of Death.\"<ref>Burwick, Frederick (1986) ''The Damnation of Newton: Goethe's Color Theory and Romantic Perception.'' Walter de Gruyter. ISBN 0-89925-207-9 Page 8</ref> Newton's theory of optics was especially offensive to Blake, who made a clear distinction between the vision of the \"vegetative eye\" and spiritual vision. The [[Deism|deistic]] view of God as a distant creator who played no role in daily affairs was anathema to Blake, who claimed to regularly experience visions of a spiritual nature. He opposes his \"four-fold vision\" to the \"single vision\" of Newton, whose \"natural religion\" of scientific materialism he characterized as sterile.\n\nNewton was incorporated into Blake's infernal trinity along with the philosophers [[Francis Bacon]] and [[John Locke]].<ref>{{Cite book | author=Damon, S. Foster | authorlink=S. Foster Damon | title=A Blake dictionary: the ideas and symbols of William Blake | date=1988 | publisher=Published for Brown University Press by University Press of New England | location=Hanover, NH  | isbn=0-87451-436-3 | pages=243}}</ref>\n[[File:NewtonBlakePaolozzi1.jpg|thumb|left| The 1995 Paolozzi statue currently at the piazza of the [[British Library]].]]\nBlake's print would later serve as the basis for [[Eduardo Paolozzi]]'s 1995 bronze sculpture ''[[:File:NewtonBlakePaolozzi1.jpg|Newton, after William Blake]]'', which resides in the piazza of the [[British Library]].\n{{clear}}\n\n==References==\n{{Reflist}}\n\n==Further reading==\n{{Commons category|Newton (Blake)}}\n*[[Donald Ault|Ault, Donald]] (1974) ''Visionary Physics: Blake's Response to Newton'' Chicago: University of Chicago Press. ISBN 0-226-03225-6\n*Nicholson, Majorie Hope (1963) ''Newton demands the muse: Newtons̓ Opticks and the eighteenth century poets'' Archon Books\n* Townsend, Joyce (ed.). ''William Blake: The Painter at Work''. London: [[Tate Publishing Ltd|Tate Publishing]], 2003. ISBN 1-85437-468-0\n\n{{William Blake|art}}\n{{Isaac Newton}}\n\n[[Category:Art by William Blake]]\n[[Category:1795 works]]\n[[Category:Isaac Newton]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Newton (Blake)"}}}}