{"batchcomplete": "", "query": {"pages": {"14309164": {"ns": 0, "pageid": 14309164, "revisions": [{"*": "{{Nofootnotes|article|date=January 2008}}\n'''P. N. Mari Bhat''' (1951&ndash;2007), distinguished [[India]]n [[demographer]], was a student of [[Samuel H. Preston]] at the [[University of Pennsylvania]] from where he received his [[Ph.D.]] in 1987. At the time of his death he was the director of the International Institute of Population Science (IIPS) in [[Mumbai]], which he formerly attended as a student. \n\n==Professional career==\nP. N. Mari Bhat was an associate professor at the Center of Developmental Studies, [[Thiruvananthapuram]], 1987-90. From there he moved on to become the director of the Population Research Center, [[Dharwad]], between 1991 and 1997. Pravin Visaria (1937-2001), the then Director of Institute of Economic Growth, [[New Delhi]] persuaded Bhat to move to New Delhi and join IEG as a Professor. Bhat joined IIPS in 2005 as its Director.\n\nHe was a Visiting Professor at the [[University of Manitoba]], [[Winnipeg]], [[Canada]], in 1996.\n\n==Research==\nBhat’s research career was focused exclusively on Indian demography. His work covered three major areas of Indian demography: [[Mortality rate|mortality]], [[fertility]] and [[nuptiality]]. In his research he always emphasized the primacy of facts and the importance of opinion to be based on facts.  Beginning with his first major work, a monograph on Indian vital rates for 1961-81 co-authored with Tim Dyson and Samuel Preston and published in 1984 by the [[National Academy of Science]], he showed exceptional grasp of technical demography, and was able to apply his skills in illuminating issues of public and policy concern. \n\nHis work could be classified under two headings: the first, work dealing with the compilation and derivation of various demographic estimates and related methodologies; and second, work dealing with various theoretical issues. \n\nBhat’s work provides an unparalleled source for Indian demographic data. Below are the selected references that show the breadth of his work on demographic estimates:\n\n* 1984: ''Estimating the Incidence of Widow and Widower Remarriages in India from Census Data'' (\"Population Studies\", 38, 1, pp 89-103, co-authored with R Kanbargi).\n* 1990: ''Fertility and Mortality in Colonial India'' (\"Economic and Political Weekly, 25 (37): 2107-08).\n* 1998: ''Demographic Estimates for Post-Independence India: A New Integration'' (Demography India, 27(1), 23-27).\n* 2002: ''Maternal Mortality in India: An Update'' (\"Studies in Family Planning\", 33(3): 227-36).\n* 2004: ''Indian Demographic Scenario: Vision 2020'' in \"Planning Commission (ed), India Vision 2020: The Report\", Academic Foundation, New Delhi\n\nBesides demographic estimates, Bhat’s work covered various theoretical issues in demography. His work on fertility examined the role of education, regional fertility variation and the religious differences in fertility. Selected references for his work in this area are as follows:\n\n* 1996: ''Contours of Fertility Decline in India: A District-level Study Based on the 1991 Census'' in K Srinivasan (ed.), ''Population Policy and Reproductive Health'', Hindustan Publications, New Delhi.\n* 2002: ''Returning a Favour: Reciprocity between Female Education and Fertility in India'' (\"World Development\", 30(10):1791-1803).\n* 2005: ''Role of Religion in Fertility Decline: The Case of Indian Muslims'' (\"Economic and Political Weekly\", 40(5): 385-402; co-authored with F. Zavier)\n\nHe also explored how fertility decline impacted sex ratios, that is whether preference for smaller families reduced the preference for sons in India. \n\n* 1997: ''Fertility Decline and Increased Manifestation of Sex Bias in India'' (\"Population Studies, 51(3): 307-15; co-authored with Monica Das Gupta).\n* 2003: ''Fertility Decline and Gender Bias in Northern India'' (\"Demography\", 40(4): 637-57; co-authored with F. Zavier)\n\nHis major work on nuptiality in India dealt with the impact of marriage squeeze on marriage age and rates. He and his co-author (S. Halli) proposed five new indicators that allow the examination of the influence of marriage squeeze on marriage rates. \n\n* 1999: ''Demography of Brideprice and Dowry: Causes and Consequences of the Indian Marriage \tSqueeze'' (\"Population Studies, 53:129-48; co-authored with S.S Halli).\n\n==Administrative contribution==\nMari Bhat played a key role in the implementation of the third round of the National Family Health Survey (NFHS-3, 2005-6). In recognition of his contribution, the final report of the survey is dedicated in his memory. \n\n==Sources==\n* ''P N Mari Bhat: An Intellectual Tribute'' (\"Economic and Political Weekly\", 3611-15, 8 September 2007: Monica Das Gupta, Samuel H Preston, Vijayendra Rao, T V Sekher); contains a complete bibliography of his work and a discussion of his contributions to Indian demography\n\n==External links==\n* [http://www.unescap.org/esid/psis/population/popheadline/319/art4.asp UNESCAP:Obituary of Professor Mari Bhat]\n\n*  [http://sites.google.com/a/ximb.ac.in/icdcm2010/awards ICDCM2010-International Conference on Demography, Culture, and Marketing: Best Research Paper Award in DemographyProfessor Mari Bhat]\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Bhat, P. N. Mari\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Indian demographer\n| DATE OF BIRTH     = 1951\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 2007\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Bhat, P. N. Mari}}\n[[Category:1951 births]]\n[[Category:2007 deaths]]\n[[Category:Demographers]]\n[[Category:Indian academics]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "P. N. Mari Bhat"}}}}