{"batchcomplete": "", "query": {"pages": {"509300": {"ns": 0, "pageid": 509300, "revisions": [{"*": "{{About|the Greek mathematician|the flower structure|Pappus (flower structure)}}\n[[File:PappusBook.jpg|thumb|200px|Title page of Pappus's ''Mathematicae Collectiones'', translated into Latin by [[Federico Commandino]] (1589).]]\n'''Pappus of Alexandria''' ({{IPAc-en|'|p|&|p|@|s}}; {{lang-grc-gre|Πάππος ὁ Ἀλεξανδρεύς}}; c. 290 &ndash; c. 350 AD) was one of the last great [[Greek mathematics|Greek mathematician]]s of Antiquity, known for his ''Synagoge'' (Συναγωγή) or ''Collection'' (c. 340), and for [[Pappus's hexagon theorem|Pappus's Theorem]] in [[projective geometry]]. Nothing is known of his life, except (from his own writings) that he had a son named [[Hermodorus]], and was a [[teacher]] in [[Alexandria]].<ref name=dedron>Pierre Dedron, J. Itard (1959) ''Mathematics And Mathematicians'', Vol. 1, p.149 (trans. Judith V. Field) (Transworld Student Library, 1974)</ref>\n\n''Collection'', his best-known work, is a compendium of mathematics in eight volumes, the bulk of which survives. It covers a wide range of topics, including [[geometry]], [[recreational mathematics]], [[doubling the cube]], [[polygon]]s and [[polyhedron|polyhedra]].\n\n==Context==\nPappus flourished in the 4th century AD. In a period of general stagnation in mathematical studies, he stands out as a remarkable exception.<ref name=\"EB1911\">{{Cite EB1911|url=http://www.archive.org/stream/encyclopdiabri20chis#page/740/mode/2up|title=Pappus of Alexandria|first=Thomas Little|last=Heath|pages=740-741}}</ref> \"How far he was above his contemporaries, how little appreciated or understood by them, is shown by the absence of references to him in other Greek writers, and by the fact that his work had no effect in arresting the decay of mathematical science,\" [[Thomas Little Heath]] writes. \"In this respect the fate of Pappus strikingly resembles that of [[Diophantus]].\"<ref name=\"EB1911\" />\n\n==Dating==\nIn his surviving writings, Pappus gives no indication of the date of the authors whose works he makes use of, or of the time (but see below) at which he himself wrote. If no other date information were available, all that could be known would be that he was later than [[Ptolemy]] (died c. 168 AD), whom he quotes, and earlier than [[Proclus]] (born c. 411 AD), who quotes him.\n\nThe ''[[Suda]]'' states that Pappus was of the same age as [[Theon of Alexandria]], who flourished in the reign of Emperor [[Theodosius I]] (372&ndash;395 AD).<ref name=sol>{{cite web |url=http://www.stoa.org/sol-bin//search.pl?search_method=QUERY&login=&enlogin=&searchstr=pi,265&field=adlerhw_gr&db=REAL |title=Suda On Line - Pappos |publisher=Suda On Line and the Stoa Consortium |accessdate=2012-07-11 |editor-first=David |editor-last=Whitehead |quote=Alexandrian, philosopher, born in the time of the elder emperor Theodosius, when the philosopher Theon also flourished, the one who wrote about Ptolemy’s Canon. His books are ''Description of the Inhabited World''; a commentary on the four books of the ''Great Syntaxis'' of Ptolemy; ''The Rivers in Libya''; and ''The Interpretation of Dreams''.}}</ref> A different date is given by a marginal note to a late 10th-century manuscript (a copy of a chronological table by the same Theon), which states, next to an entry on Emperor [[Diocletian]] (reigned 284&ndash;305 AD), that \"at that time wrote Pappus\".<ref name=\"EB1911\" />\n\nHowever, a real date comes from the dating of a solar eclipse mentioned by Pappus himself, when in his commentary on the ''[[Almagest]]'' he calculates \"the place and time of conjunction which gave rise to the eclipse in [[Month of Tobi|Tybi]] in 1068 after [[Nabonassar]]\". This works out as October 18, 320 AD, and so Pappus must have flourished c. 320 AD.<ref name=dedron />\n\n==Works==\n[[File:Pappus - Mathematicae collectiones, 1660 - 846395.jpg|thumb|''Mathematicae collectiones'', 1660]]\nThe great work of Pappus, in eight books and titled ''Synagoge'' or ''Collection'', has not survived in complete form: the first book is lost, and the rest have suffered considerably. The ''[[Suda]]'' enumerates other works of Pappus: ''Χωρογραφια οἰκουμενική'' (''[[Chorography|Chorographia]] [[ecumene|oikoumenike]]'' or ''Description of the Inhabited World''), commentary on the 4 books of [[Ptolemy]]'s ''[[Almagest]]'', ''Ποταμοὺς τοὺς ἐν Λιβύῃ'' (''The Rivers in Libya''), and ''Ὀνειροκριτικά'' (''The Interpretation of Dreams'').<ref name=sol /> Pappus himself mentions another commentary of his own on the ''Ἀνάλημμα'' (''[[Analemma]]'') of [[Diodorus of Alexandria]]. Pappus also wrote commentaries on [[Euclid]]'s ''Elements'' (of which fragments are preserved in [[Proclus]] and the [[Scholia]], while that on the tenth Book has been found in an Arabic manuscript), and on Ptolemy's ''Ἁρμονικά'' (''Harmonika'').<ref name=\"EB1911\" />\n\n==''Collection''==\nThe characteristics of Pappus's ''Collection'' are that it contains an account, systematically arranged, of the most important results obtained by his predecessors, and, secondly, notes explanatory of, or extending, previous discoveries. These discoveries form, in fact, a text upon which Pappus enlarges discursively. Heath considered the systematic introductions to the various books as valuable, for they set forth clearly an outline of the contents and the general scope of the subjects to be treated. From these introductions one can judge of the style of Pappus's writing, which is excellent and even elegant the moment he is free from the shackles of mathematical formulae and expressions. Heath also found his characteristic exactness made his ''Collection'' \"a most admirable substitute for the texts of the many valuable treatises of earlier mathematicians of which time has deprived us.\"<ref name=\"EB1911\" /> \n\nThe portions of ''Collection'' which has survived can be summarized as follows.\n\nWe can only conjecture that the lost '''Book I''', like Book II, was concerned with arithmetic, Book III being clearly introduced as beginning a new subject.\n\nThe whole of '''Book II''' (the former part of which is lost, the existing fragment beginning in the middle of the 14th proposition) discusses a method of multiplication from an unnamed book by [[Apollonius of Perga]]. The final propositions deal with multiplying together the numerical values of Greek letters in two lines of poetry, producing two very large numbers approximately equal to 2*10<sup>54</sup> and 2*10<sup>38</sup>.<ref>Pappus of Alexandria, trans. into Latin by Friedrich Hultsch. [http://archive.org/details/pappialexandrin01hultgoog ''Pappi Alexandrini collectionis quae supersunt'']. Apud Weidmannos, 1877, pp. 19-29.</ref>\n\n'''Book III''' contains geometrical problems, plane and solid. It may be divided into five sections:\n#On the famous problem of finding two mean proportionals between two given lines, which arose from that of duplicating the cube, reduced by [[Hippocrates of Chios]] to the former. Pappus gives several solutions of this problem, including a method of making successive approximations to the solution, the significance of which he apparently failed to appreciate; he adds his own solution of the more general problem of finding geometrically the side of a cube whose content is in any given ratio to that of a given one.\n#On the arithmetic, geometric and harmonic means between two straight lines, and the problem of representing all three in one and the same geometrical figure. This serves as an introduction to a general theory of means, of which Pappus distinguishes ten kinds, and gives a table representing examples of each in whole numbers.\n#On a curious problem suggested by Euclid I.21.\n#On the inscribing of each of the five regular polyhedra in a sphere.\n#An addition by a later writer on another solution of the first problem of the book.\n\nOf '''Book IV''' the title and preface have been lost, so that the program has to be gathered from the book itself. At the beginning is the well-known generalization of Euclid I.47 ([[Pappus' area theorem]]), then follow various theorems on the circle, leading up to the problem of the construction of a circle which shall circumscribe three given circles, touching each other two and two. This and several other propositions on contact, e.g. cases of circles touching one another and inscribed in the figure made of three semicircles and known as [[arbelos]] (\"shoemakers knife\") form the first division of the book; Pappus turns then to a consideration of certain properties of [[Archimedes's spiral]], the [[conchoid of Nicomedes]] (already mentioned in Book I as supplying a method of doubling the cube), and the curve discovered most probably by [[Hippias of Elis]] about 420 BC, and known by the name, τετραγωνισμός, or [[quadratrix]]. Proposition 30 describes the construction of a curve of double curvature called by Pappus the helix on a sphere; it is described by a point moving uniformly along the arc of a great circle, which itself turns about its diameter uniformly, the point describing a quadrant and the great circle a complete revolution in the same time. The area of the surface included between this curve and its base is found &ndash; the first known instance of a quadrature of a curved surface. The rest of the book treats of the [[trisection of an angle]], and the solution of more general problems of the same kind by means of the quadratrix and spiral. In one solution of the former problem is the first recorded use of the property of a conic (a hyperbola) with reference to the focus and directrix.\n\nIn '''Book V''', after an interesting preface concerning regular polygons, and containing remarks upon the [[Honeycomb conjecture|hexagonal form of the cells of honeycombs]], Pappus addresses himself to the comparison of the areas of different plane figures which have all the same perimeter (following [[Zenodorus (mathematician)|Zenodorus]]'s treatise on this subject), and of the volumes of different solid figures which have all the same superficial area, and, lastly, a comparison of the five regular solids of [[Plato]]. Incidentally Pappus describes the thirteen other polyhedra bounded by equilateral and equiangular but not similar polygons, discovered by [[Archimedes]], and finds, by a method recalling that of Archimedes, the surface and volume of a sphere.\n\nAccording to the preface, '''Book VI''' is intended to resolve difficulties occurring in the so-called \"Lesser Astronomical Works\" (Μικρὸς Ἀστρονοµούµενος), i.e. works other than the ''[[Almagest]]''. It accordingly comments on the ''Sphaerica'' of [[Theodosius of Bithynia|Theodosius]], the ''Moving Sphere'' of [[Autolycus of Pitane|Autolycus]], Theodosius's book on ''Day and Night'', the treatise of [[Aristarchus of Samos|Aristarchus]] ''[[On the Sizes and Distances (Aristarchus)|On the Size and Distances of the Sun and Moon]]'', and Euclid's ''Optics and Phaenomena''.\n\n===Book VII===\nSince [[Michel Chasles]] cited this book of Pappus in his history of geometric methods,<ref>Michel Chasles (1837) ''Aperçu historique sur l'origine et le développement des méthodes en géométrie'', especially page 302; see also pages 12, 78, and 518.</ref> it has become the object of considerable attention.\n\nThe preface of '''Book VII''' explains the terms analysis and synthesis, and the distinction between theorem and problem. Pappus then enumerates works of [[Euclid]], [[Apollonius of Perga|Apollonius]], [[Aristaeus the Elder|Aristaeus]] and [[Eratosthenes]], thirty-three books in all, the substance of which he intends to give, with the lemmas necessary for their elucidation. With the mention of the ''Porisms'' of Euclid we have an account of the relation of [[porism]] to theorem and problem. In the same preface is included (a) the famous problem known by Pappus's name, often enunciated thus: Having given a number of straight lines, to find the geometric locus of a point such that the lengths of the perpendiculars upon, or (more generally) the lines drawn from it obliquely at given inclinations to, the given lines satisfy the condition that the product of certain of them may bear a constant ratio to the product of the remaining ones; (Pappus does not express it in this form but by means of composition of ratios, saying that if the ratio is given which is compounded of the ratios of pairs one of one set and one of another of the lines so drawn, and of the ratio of the odd one, if any, to a given straight line, the point will lie on a curve given in position); (b) the theorems which were rediscovered by and named after [[Paul Guldin]], but appear to have been discovered by Pappus himself.\n\nBook VII contains also \n#under the head of the ''De Sectione Determinata'' of Apollonius, lemmas which, closely examined, are seen to be cases of the involution of six points;\n#important lemmas on the ''Porisms'' of Euclid, including what is called [[Pappus's hexagon theorem]];\n#a lemma upon the ''Surface Loci'' of Euclid which states that the locus of a point such that its distance from a given point bears a constant ratio to its distance from a given straight line is a [[conic]], and is followed by proofs that the conic is a [[parabola]], [[ellipse]], or [[hyperbola]] according as the constant ratio is equal to, less than or greater than 1 (the first recorded proofs of the properties, which do not appear in Apollonius).\n\nChasles' citation of Pappus was repeated by [[Wilhelm Blaschke]]<ref>Wilhelm Blaschke (1948) ''Projektiva Geometrie'', page 140</ref> and [[Dirk Struik]].<ref>Dirk Struik (1953) ''Lectures in Analytic and Projective Geometry'', page 19, Addison-Wesley</ref>\nIn Cambridge, England, John J. Milne<ref>Milne (1911) ''Elementary Treatise on Cross-Ratio Geometry''</ref> gave readers the benefit of his reading of Pappus.\nIn 1985 Alexander Jones wrote his thesis at [[Brown University]] on the subject. A revised form of his translation and commentary was published by Springer-Verlag the following year. Jones succeeds in showing how Pappus manipulated the [[complete quadrangle]], used the relation of [[projective harmonic conjugate]]s, and displayed an awareness of [[cross-ratio]]s of points and lines. Furthermore, the concept of [[pole and polar]] is revealed as a lemma in Book VII.\n\n===Book VIII===\nLastly, '''Book VIII''' principally treats mechanics, the properties of the center of gravity, and some mechanical powers. Interspersed are some propositions on pure geometry. Proposition 14 shows how to draw an ellipse through five given points, and Prop. 15 gives a simple construction for the axes of an ellipse when a pair of [[conjugate diameters]] are given.\n\n==Theorems==\nAlthough '''Pappus's Theorem''' usually refers to [[Pappus's hexagon theorem]], it may also refer to [[Pappus's centroid theorem]].\n\nHe also gives his name to the [[Pappus chain]], and to the [[Pappus configuration]] and [[Pappus graph]] arising from his hexagon theorem.\n\n== Notes ==\n{{reflist}}\n\n==References==\n*[http://www.britannica.com/EBchecked/topic/442170/Pappus-of-Alexandria \"Pappus of Alexandria\"] ''Encyclopædia Britannica''\n*''The Hutchinson Dictionary of Scientific Biography'' (Helicon Publishing, 2004) \"Pappus of Alexandria (lived c. AD 200-350) Greek mathematician, astronomer, and geographer whose chief importance lies in his commentaries on the mathematical work of his predecessors.\"\n*Alexander Jones (1986) ''Book 7 of the Collection'', part 1: introduction, text, translation ISBN 0-387-96257-3, part 2: commentary, index, figures ISBN 3-540-96257-3, Springer-Verlag .\n* John J. Milne (1911) [http://books.google.com/books?id=BOk8AAAAIAAJ&pg=PA11&dq=Milne+Cross-ratio&hl=en&ei=_rJITaCeH4W0sAPj8fTfCg&sa=X&oi=book_result&ct=result&resnum=1&ved=0CCYQ6AEwAA#v=onepage&q&f=false An Elementary Treatise on Cross-Ratio Geometry with Historical Notes], Cambridge University Press\n* Paul Ver Eecke (1933) ''Pappus d'Alexandrie: La Collection Mathématique avec une Introduction et des Notes'',2 volumes, Fondation Universitaire de Belgique, Paris: Albert Blanchard\n*{{1911}}\n\n==External links==\n*[http://www.hs-augsburg.de/~harsch/graeca/Chronologia/S_post04/Pappos/pap_intr.html Pappos] (Bibliotheca Augustana)\n*{{MacTutor Biography|id=Pappus}}\n*[http://www.answers.com/topic/pappus-1 \"Pappus\"], ''Columbia Electronic Encyclopedia'', Sixth Edition at Answer.com.\n*[http://www.mathpages.com/home/kmath542/kmath542.htm Pappus's Theorem] at MathPages\n*[http://mathdl.maa.org/convergence/1/?pa=content&sa=viewDocument&nodeId=1186&bodyId=1319 Pappus's work on the Isoperimetric Problem] at [http://mathdl.maa.org/convergence/1/ Convergence]\n\n{{Greek mathematics}}\n\n{{Authority control}}\n{{Persondata\n| NAME              = Pappus of Alexandria\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Ancient Greek mathematician\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Pappus of Alexandria}}\n[[Category:Roman-era Alexandrians]]\n[[Category:Ancient Greek mathematicians]]\n[[Category:4th-century writers]]\n[[Category:290s births]]\n[[Category:350s deaths]]\n[[Category:Year of birth unknown]]\n[[Category:Year of death unknown]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Pappus of Alexandria"}}}}