{"batchcomplete": "", "query": {"pages": {"344783": {"ns": 0, "pageid": 344783, "revisions": [{"*": "{{Redirect|Laplace}}\n{{Infobox scientist\n|name = Pierre-Simon Laplace\n|image = Pierre-Simon, marquis de Laplace (1745-1827) - Guérin.jpg\n|image size=225\n|caption = Pierre-Simon Laplace (1749–1827). Posthumous portrait by<br /> [[Jean-Baptiste Paulin Guérin]], 1838.\n|birth_date = 23 March 1749\n|birth_place = [[Beaumont-en-Auge]], [[Normandy]], [[France]]\n|death_date = {{death date and age|df=yes|1827|3|5|1749|3|23}}\n|death_place = [[Paris]], [[France]]\n|nationality = [[France|French]]\n|fields = [[Astronomer]] and [[Mathematician]]\n|workplaces = [[École Militaire]] (1769–1776)\n|alma_mater = [[University of Caen]]\n|doctoral_advisor =\n|academic_advisors = [[Jean d'Alembert]]<br />[[Christophe Gadbled]]<br />Pierre Le Canu\n|doctoral_students = [[Siméon Denis Poisson]]\n|notable_students =\n|known_for = {{collapsible list|title={{nbsp}}|Work in [[celestial mechanics]]<br />Predicting the existence of [[black holes]]<ref>[[S. W. Hawking]], [https://books.google.com/books?id=QagG_KI7Ll8C&vq= ''The Large Scale Structure of Space-Time''], Cambridge University Press, 1973, p. 364.</ref><br />[[Bayesian inference]]<br />[[Bayesian probability]]<br />[[Laplace's equation]]<br />[[Laplace operator|Laplacian]]<br />[[Laplace transform]]<br />[[Inverse Laplace transform]]<br />[[Laplace distribution]]<br />[[Laplace's demon]]<br />[[Laplace expansion]]<br>[[Young–Laplace equation]]<br />[[Laplace number]]<br />[[Laplace limit]]<br />[[Laplace invariant]]<br />[[Laplace principle (large deviations theory)|Laplace principle]]<br />[[Principle of indifference|Laplace's principle of insufficient reason]]<br />[[Laplace's method]]<br />[[Laplace expansion]]<br />[[Laplace force]]<br />[[Laplace formula]]<br />[[Laplace filter]]<br />[[Laplace functional]]<br />[[Laplacian matrix]]<br />[[Variance gamma process|Laplace motion]]<br />[[Laplace plane]]<br />[[Laplace pressure]]<br />[[Laplace resonance]]<br />[[Spherical harmonics|Laplace's spherical harmonics]]<br />[[Additive smoothing|Laplace smoothing]]<br />[[Laplace expansion]]<br />[[Laplace expansion (potential)]]<br />[[Rule of succession|Laplace-Bayes estimator]]<br />[[Laplace–Stieltjes transform]]<br />[[Laplace–Runge–Lenz vector]]<br />[[Nebular hypothesis]]}}\n|awards =\n|signature = Pierre-Simon Laplace signature.svg\n}}\n'''Pierre-Simon, marquis de Laplace''' ({{IPAc-en|l|ə|ˈ|p|l|ɑː|s}}; {{IPA-fr|pjɛʁ simɔ̃ laplas|lang}}; 23 March 1749&nbsp;– 5 March 1827) was an influential French scholar whose work was important to the development of [[mathematics]], [[statistics]], [[physics]], and [[astronomy]]. He summarized and extended the work of his predecessors in his five-volume ''Mécanique Céleste'' ([[Celestial Mechanics]]) (1799–1825). This work translated the geometric study of [[classical mechanics]] to one based on [[calculus]], opening up a broader range of problems. In statistics, the [[Bayesian probability|Bayesian interpretation]] of probability was developed mainly by Laplace.<ref>Stigler, Stephen M. (1986). ''The History of Statistics: The Measurement of Uncertainty before 1900''. Harvard University Press, Chapter 3.</ref>\n\nLaplace formulated [[Laplace's equation]], and pioneered the [[Laplace transform]] which appears in many branches of [[mathematical physics]], a field that he took a leading role in forming. The [[Laplace operator|Laplacian differential operator]], widely used in mathematics, is also named after him. He restated and developed the [[nebular hypothesis]] of the [[origin of the Solar System]] and was one of the first scientists to postulate the existence of [[black hole]]s and the notion of [[gravitational collapse]].\n\nLaplace is remembered as one of the greatest scientists of all time. Sometimes referred to as the ''French [[Isaac Newton|Newton]]'' or ''Newton of France'', he possessed a phenomenal natural mathematical faculty superior to that of any of his contemporaries.<ref name=\"eb1911\">[Anon.] (1911) \"[http://www.1911encyclopedia.org/Pierre_Simon,_Marquis_De_Laplace Pierre Simon, Marquis De Laplace]\", ''[[Encyclopaedia Britannica]]''</ref>\n\nLaplace became a count of the [[First French Empire]] in 1806 and was named a [[marquess|marquis]] in 1817, after the [[Bourbon Restoration]].\n\n==Early years==\nThe original documents relating to the life of Laplace were lost when the family [[château]] of Saint-Julien de Mailloc, near Lisieux, the home of his great-great-grandson the Comte de Colbert-Laplace burned in 1925 and some had been destroyed earlier, when his house at Arcueil near Paris was looted by house breakers in 1871.<ref name=Pearson>\"Laplace, being Extracts from Lectures delivered by [[Karl Pearson]]\", ''[[Biometrika]]'', vol. 21, December 1929, pp. 202–216.</ref>\nLaplace was born in [[Beaumont-en-Auge]], [[Normandy]] on 23 March 1749 at Beaumont-en-Auge, a village four miles west of Pont l'Eveque in Normandy. According to [[W. W. Rouse Ball]],<ref>[[W. W. Rouse Ball]] ''A Short Account of the History of Mathematics'', 4th edition, 1908.</ref> His father, Pierre de Laplace, owned and farmed the small estates of Maarquis. His great-uncle, Maitre Oliver de Laplace, had held the title of Chirurgien Royal. It would seem that from a pupil he became an usher in the school at Beaumont; but, having procured a letter of introduction to [[Jean le Rond d'Alembert|d'Alembert]], he went to Paris to advance his fortune. However, [[Karl Pearson]]<ref name=Pearson/> is scathing about the inaccuracies in Rouse Ball's account and states:\n{{quote|Indeed [[Caen]] was probably in Laplace's day the most intellectually active of all the towns of Normandy. It was here that [[Laplace]] was educated and was provisionally a professor. It was here he wrote his first paper published in the ''Mélanges'' of the [[Royal Society of Turin]], Tome iv. 1766–1769, at least two years before he went at 22 or 23 to Paris in 1771. Thus before he was 20 he was in touch with [[Joseph Louis Lagrange|Lagrange]] in [[Turin]]. He did not go to Paris a raw self-taught country lad with only a peasant background! In 1765 at the age of sixteen Laplace left the \"School of the Duke of Orleans\" in Beaumont and went to the [[University of Caen]], where he appears to have studied for five years. The '[[École Militaire]]' of Beaumont did not replace the old school until 1776.}}\n\nHis parents were from comfortable families. His father was Pierre Laplace, and his mother was Marie-Anne Sochon. The Laplace family was involved in agriculture until at least 1750, but Pierre Laplace senior was also a [[cider]] merchant and ''[[syndic]]'' of the town of Beaumont.\n\nPierre Simon Laplace attended a school in the village run at a [[Benedictine]] [[priory]], his father intending that he be ordained in the [[Roman Catholic Church]]. At sixteen, to further his father's intention, he was sent to the [[University of Caen]] to read theology.<ref name=\"mactutor\">*{{MacTutor Biography|id=Laplace}}, accessed 25 August 2007</ref>\n\nAt the university, he was mentored by two enthusiastic teachers of mathematics, Christophe Gadbled and Pierre Le Canu, who awoke his zeal for the subject. Here Laplace's brilliance as a mathematician was quickly recognised and while still at Caen he wrote a memoir ''Sur le Calcul integral aux differences infinitment petites et aux differences finies''. This provided the first intercourse between Laplace and Lagrange for Lagrange who was the senior by thirteen years , had recently founded in his native city of Turin a journal named ''Miscellanea Taurinensia'', in which many of his other early works were printed and it was in the fourth volume of this series the Laplace's paper appeared. About this time, recognizing that he had no vocation for the priesthood, he determined to become a professional mathematician. In this connexion reference may perhaps be made to the statement, which has appeared in some notices of him, that he broke altogether with the church and became an atheist.  Laplace did not graduate in theology but left for Paris with a letter of introduction from Le Canu to [[Jean le Rond d'Alembert]] who at that time was supreme in scientific circles.<ref name=\"mactutor\"/><ref>Edmund Whittaker (Vol. 33, No. 303 (Feb., 1949), pp. 1-12), [http://www.jstor.org/discover/10.2307/3608408?uid=2474910407&uid=3738256&uid=2134&uid=2474910417&uid=2474910407&uid=2&uid=70&uid=3&uid=60&sid=21104214965391 \"Laplace\"], The Mathematical Gazette.</ref>\n\nAccording to his great-great-grandson,<ref name=Pearson/> d'Alembert received him rather poorly, and to get rid of him gave him a thick mathematics book, saying to come back when he had read it. When Laplace came back a few days later, d'Alembert was even less friendly and did not hide his opinion that it was impossible that Laplace could have read and understood the book. But upon questioning him, he realized that it was true, and from that time he took Laplace under his care.\n\nAnother version is that Laplace solved overnight a problem that d'Alembert set him for submission the following week, then solved a harder problem the following night. D'Alembert was impressed and recommended him for a teaching place in the ''[[École Militaire]]''.<ref name=\"gillsipie3n4\">Gillispie (1997), pp. 3–4</ref>\n\nWith a secure income and undemanding teaching, Laplace now threw himself into original research and in the next seventeen years, 1771–1787, he produced much of his original work in astronomy.<ref name=\"ball\">Rouse Ball (1908)</ref>\n\nLaplace further impressed the [[Marquis de Condorcet]], and already in 1771 Laplace felt that he was entitled to membership of the [[French Academy of Sciences]]. However, in that year, admission went to [[Alexandre-Théophile Vandermonde]] and in 1772 to [[Jacques Antoine Joseph Cousin]]. Laplace was disgruntled, and at the beginning of 1773, d'Alembert wrote to [[Lagrange]] in Berlin to ask if a position could be found for Laplace there. However, Condorcet became permanent secretary of the ''Académie'' in February and Laplace was elected associate member on 31&nbsp;March, at age&nbsp;24.<ref name=\"gillsipie5\">Gillispie (1997), p. 5</ref>\n\nOn 15 March 1788,<ref>Hahn (2005), p. 99. However, Gillispie (1997), p. 67, gives the month of the marriage as May.</ref><!--Several sources give the date of marriage as 1788, but Pearson quotes the great-great-grandson as saying that Sophie (his great-grandmother) was born in 1787.--><ref name=Pearson/> at the age of thirty-nine, Laplace married [[Marie-Charlotte de Courty de Romanges]], a pretty eighteen-and-a-half-year-old girl from a good family in [[Besançon]].<ref>Hahn (2005), pp. 99–100</ref> The wedding was celebrated at [[Saint-Sulpice, Paris]]. The couple had a son, Charles-Émile (1789–1874), and a daughter, Sophie-Suzanne (1792–1813).<ref>Gillispie (1997), p. 67</ref><ref>Hahn (2005), p. 101</ref>\n\n==Analysis, probability and astronomical stability==\nLaplace's early published work in 1771 started with [[differential equations]] and [[finite differences]] but he was already starting to think about the mathematical and philosophical concepts of probability and statistics.<ref name=\"gillispiech2\">Gillispie (1989), pp. 7–12</ref> However, before his election to the ''Académie'' in 1773, he had already drafted two papers that would establish his reputation. The first, ''Mémoire sur la probabilité des causes par les événements'' was ultimately published in 1774 while the second paper, published in 1776, further elaborated his statistical thinking and also began his systematic work on [[celestial mechanics]] and the stability of the Solar System. The two disciplines would always be interlinked in his mind. \"Laplace took probability as an instrument for repairing defects in knowledge.\"<ref name=\"gillispie14n15\">Gillispie (1989). pp. 14–15</ref> Laplace's work on probability and statistics is discussed below with his mature work on the analytic theory of probabilities.\n\n===Stability of the Solar System===\nSir [[Isaac Newton]] had published his ''[[Philosophiae Naturalis Principia Mathematica]]'' in 1687 in which he gave a derivation of [[Kepler's laws]], which describe the motion of the planets, from his [[Newton's laws of motion|laws of motion]] and his [[Newton's law of universal gravitation|law of universal gravitation]]. However, though Newton had privately developed the methods of calculus, all his published work used cumbersome geometric reasoning, unsuitable to account for the more subtle higher-order effects of interactions between the planets. Newton himself had doubted the possibility of a mathematical solution to the whole, even concluding that periodic [[Miracle|divine intervention]] was necessary to guarantee the stability of the Solar System. Dispensing with the hypothesis of divine intervention would be a major activity of Laplace's scientific life.<ref name=\"eb2001\">Whitrow (2001)</ref> It is now generally regarded that Laplace's methods on their own, though vital to the development of the theory, are not sufficiently [[accuracy and precision|precise]] to demonstrate the [[stability of the Solar System]],<ref>{{cite book | author=Celletti, A. | author2=Perozzi, E. | last-author-amp=yes | date=2007 | title=Celestial Mechanics: The Waltz of the Planets | location=Berlin | publisher=Springer | isbn=0-387-30777-X | pages=91–93 }}</ref> and indeed, the Solar System is understood to be [[Chaos theory|chaotic]], although it happens to be fairly stable.\n\nOne particular problem from [[observational astronomy]] was the apparent instability whereby Jupiter's orbit appeared to be shrinking while that of Saturn was expanding. The problem had been tackled by [[Leonhard Euler]] in 1748 and [[Joseph Louis Lagrange]] in 1763 but without success.<ref name=\"whittakerb\">Whittaker (1949b)</ref> In 1776, Laplace published a memoir in which he first explored the possible influences of a purported [[luminiferous ether]] or of a law of gravitation that did not act instantaneously. He ultimately returned to an intellectual investment in Newtonian gravity.<ref name=\"gillispie29to35\">Gillispie (1989). pp. 29–35</ref> Euler and Lagrange had made a practical approximation by ignoring small terms in the equations of motion. Laplace noted that though the terms themselves were small, when [[Integral|integrated]] over time they could become important. Laplace carried his analysis into the higher-order terms, up to and including the [[Cubic function|cubic]]. Using this more exact analysis, Laplace concluded that any two planets and the sun must be in mutual equilibrium and thereby launched his work on the stability of the Solar System.<ref name=\"gillispie35n36\">Gillispie (1989), pp. 35–36</ref> [[Gerald James Whitrow]] described the achievement as \"the most important advance in physical astronomy since Newton\".<ref name=\"eb2001\"/>\n\nLaplace had a wide knowledge of all sciences and dominated all discussions in the ''Académie''.<ref>[http://www-history.mcs.st-andrews.ac.uk/Biographies/Laplace.html School of Mathematics and Statistics], [[University of St Andrews]], Scotland.</ref> Laplace seems to have regarded analysis merely as a means of attacking physical problems, though the ability with which he invented the necessary analysis is almost phenomenal. As long as his results were true he took but little trouble to explain the steps by which he arrived at them; he never studied elegance or symmetry in his processes, and it was sufficient for him if he could by any means solve the particular question he was discussing.<ref name=\"ball\"/>\n\n==On the figure of the Earth==\nDuring the years 1784–1787 he published some memoirs of exceptional power. Prominent among these is one read in 1783, reprinted as Part II of ''Théorie du Mouvement et de la figure elliptique des planètes'' in 1784, and in the third volume of the ''Mécanique céleste''. In this work, Laplace completely determined the attraction of a [[spheroid]] on a particle outside it. This is memorable for the introduction into analysis of [[spherical harmonics]] or '''Laplace's coefficients''', and also for the development of the use of what we would now call the [[gravitational potential]] in [[celestial mechanics]].\n\n===Spherical harmonics===\n[[File:Rotating spherical harmonics.gif|frame|right|Spherical harmonics.]]\nIn 1783, in a paper sent to the ''Académie'', [[Adrien-Marie Legendre]] had introduced what are now known as [[associated Legendre function]]s.<ref name=\"ball\"/> If two points in a [[Plane (mathematics)|plane]] have [[polar co-ordinates]] (''r'', θ) and (''r''<nowiki> '</nowiki>, θ'), where ''r''<nowiki> '</nowiki> ≥ ''r'', then, by elementary manipulation, the reciprocal of the distance between the points, ''d'', can be written as:\n\n:<math>\\frac{1}{d} = \\frac{1}{r'} \\left [ 1 - 2 \\cos (\\theta' - \\theta) \\frac{r}{r'} + \\left ( \\frac{r}{r'} \\right ) ^2 \\right ] ^{- \\tfrac{1}{2}}.</math>\n\nThis expression can be [[power series|expanded in powers]] of ''r''/''r''<nowiki> '</nowiki> using [[Negative binomial theorem|Newton's generalised binomial theorem]] to give:\n\n:<math>\\frac{1}{d} = \\frac{1}{r'} \\sum_{k=0}^\\infty P^0_k ( \\cos ( \\theta' - \\theta ) ) \\left ( \\frac{r}{r'} \\right ) ^k.</math>\n\nThe [[sequence]] of functions ''P''<sup>0</sup><sub>''k''</sub>(cosф) is the set of so-called \"associated Legendre functions\" and their usefulness arises from the fact that every [[function (mathematics)|function]] of the points on a circle can be expanded as a [[series (mathematics)|series]] of them.<ref name=\"ball\"/>\n\nLaplace, with scant regard for credit to Legendre, made the non-trivial extension of the result to [[Three-dimensional space|three dimensions]] to yield a more general set of functions, the '''[[spherical harmonics]]''' or '''Laplace coefficients'''. The latter term is not in common use now .<ref name=\"ball\"/>\n\n===Potential theory===\nThis paper is also remarkable for the development of the idea of the [[scalar potential]].<ref name=\"ball\"/> The gravitational [[force (physics)|force]] acting on a body is, in modern language, a [[vector (geometry)|vector]], having magnitude and direction. A potential function is a [[scalar (physics)|scalar]] function that defines how the vectors will behave. A scalar function is computationally and conceptually easier to deal with than a vector function.\n\n[[Alexis Clairaut]] had first suggested the idea in 1743 while working on a similar problem though he was using Newtonian-type geometric reasoning. Laplace described Clairaut's work as being \"in the class of the most beautiful mathematical productions\".<ref>{{cite book | title=Companion Encyclopedia of the History and Philosophy of the Mathematical Sciences | author=Grattan-Guinness, I. | date=2003 | location=Baltimore | publisher=Johns Hopkins University Press | isbn=0-8018-7396-7 | pages=1097–1098 | url=https://books.google.com/?id=f5FqsDPVQ2MC&pg=PA1098&lpg=PA1098&dq=laplace+potential+1784 }}</ref> However, Rouse Ball alleges that the idea \"was appropriated from [[Joseph Louis Lagrange]], who had used it in his memoirs of 1773, 1777 and 1780\".<ref name=\"ball\"/> The term \"potential\" itself was due to [[Daniel Bernoulli]], who introduced it in his 1738 memoire ''Hydrodynamica''. However, according to Rouse Ball, the term \"potential function\" was not actually used (to refer to a function ''V'' of the coordinates of space in Laplace's sense) until [[George Green (mathematician)|George Green]]'s 1828 [[An Essay on the Application of Mathematical Analysis to the Theories of Electricity and Magnetism]].<ref name=Ball>[http://www.maths.tcd.ie/pub/HistMath/People/Clairaut/RouseBall/RB_Clairaut.html W. W. Rouse Ball ''A Short Account of the History of Mathematics'' (4th edition, 1908)]</ref><ref>{{cite book\n| author = Green, G.\n| title = An Essay on the Application of Mathematical Analysis to the Theories of Electricity and Magnetism\n| publisher = ''Nottingham'' | date = 1828 | arxiv = 0807.0088}}</ref>\n\nLaplace applied the language of calculus to the potential function and showed that it always satisfies the [[differential equation]]:<ref name=\"ball\"/>\n\n:<math>\\nabla^2V={\\partial^2V\\over \\partial x^2 } +\n{\\partial^2V\\over \\partial y^2 } +\n{\\partial^2V\\over \\partial z^2 } = 0.\n</math>\n\nAn analogous result for the [[velocity potential]] of a fluid had been obtained some years previously by [[Leonhard Euler]].<ref>{{cite book|first=Morris|last=Kline|title=Mathematical thought from ancient to modern times|volume=2|publisher=Oxford University Press|date=1972|pages=524–525|isbn=0-19-506136-5}}</ref><ref>{{cite journal|first=Leonhard|last=Euler|authorlink=Leonhard Euler|title=General principles of the motion of fluids|date=1756–7|journal=Novi. Comm. Acad. Sci. Petrop.|pages=271–311}}</ref>\n\nLaplace's subsequent work on gravitational attraction was based on this result. The quantity ∇<sup>2</sup>''V'' has been termed the '''concentration''' of ''V'' and its value at any point indicates the \"excess\" of the value of ''V'' there over its mean value in the neighbourhood of the point. [[Laplace's equation]], a special case of [[Poisson's equation]], appears ubiquitously in mathematical physics. The concept of a potential occurs in [[fluid dynamics]], [[electromagnetism]] and other areas. Rouse Ball speculated that it might be seen as \"the outward sign\" of one of the ''[[a priori and a posteriori|a priori]]'' forms in [[Immanuel Kant#Kant's theory of perception|Kant's theory of perception]].<ref name=\"ball\"/>\n\nThe spherical harmonics turn out to be critical to practical solutions of Laplace's equation. Laplace's equation in [[spherical coordinates]], such as are used for mapping the sky, can be simplified, using the method of [[separation of variables]] into a radial part, depending solely on distance from the centre point, and an angular or spherical part. The solution to the spherical part of the equation can be expressed as a series of Laplace's spherical harmonics, simplifying practical computation.\n\n==Planetary and lunar inequalities==\n\n===Jupiter–Saturn great inequality===\n\nLaplace presented a memoir on planetary inequalities in three sections, in 1784, 1785, and 1786. This dealt mainly with the identification and explanation of the [[perturbation (astronomy)|perturbations]] now known as the \"great Jupiter–Saturn inequality\". Laplace solved a longstanding problem in the study and prediction of the movements of these planets. He showed by general considerations, first, that the mutual action of two planets could never cause large changes in the eccentricities and inclinations of their orbits; but then, even more importantly, that peculiarities arose in the Jupiter–Saturn system because of the near approach to commensurability of the mean motions of Jupiter and Saturn.\n\nIn this context ''commensurability'' means that the ratio of the two planets' mean motions is very nearly equal to a ratio between a pair of small whole numbers. Two periods of Saturn's orbit around the Sun almost equal five of Jupiter's. The corresponding difference between multiples of the mean motions, {{nowrap|(2''n<sub>J</sub>'' − 5''n<sub>S</sub>'')}}, corresponds to a period of nearly 900&nbsp;years, and it occurs as a small divisor in the integration of a very small perturbing force with this same period. As a result, the integrated perturbations with this period are disproportionately large, about 0.8° degrees of arc in orbital longitude for Saturn and about 0.3° for Jupiter.\n\nFurther developments of these theorems on planetary motion were given in his two memoirs of 1788 and 1789, but with the aid of Laplace's discoveries, the tables of the motions of Jupiter and Saturn could at last be made much more accurate. It was on the basis of Laplace's theory that [[Jean Baptiste Joseph Delambre|Delambre]] computed his astronomical tables.<ref name=\"ball\"/>\n\n==Celestial mechanics==\n{{Classical mechanics|cTopic=Scientists}}\nLaplace now set himself the task to write a work which should \"offer a complete solution of the great mechanical problem presented by the Solar System, and bring theory to coincide so closely with observation that empirical equations should no longer find a place in astronomical tables.\" The result is embodied in the ''Exposition du système du monde'' and the ''Mécanique céleste''.<ref name=\"ball\"/>\n\nThe former was published in 1796, and gives a general explanation of the phenomena, but omits all details. It contains a summary of the history of astronomy. This summary procured for its author the honour of admission to the forty of the French Academy and is commonly esteemed one of the masterpieces of French literature, though it is not altogether reliable for the later periods of which it treats.<ref name=\"ball\"/>\n\nLaplace developed the [[nebular hypothesis]] of the formation of the Solar System, first suggested by [[Emanuel Swedenborg]] and expanded by [[Immanuel Kant]], a hypothesis that continues to dominate accounts of the origin of planetary systems. According to Laplace's description of the hypothesis, the Solar System had evolved from a globular mass of [[incandescence|incandescent]] [[gas]] rotating around an axis through its [[centre of mass]]. As it cooled, this mass contracted, and successive rings broke off from its outer edge. These rings in their turn cooled, and finally condensed into the planets, while the sun represented the central core which was still left. On this view, Laplace predicted that the more distant planets would be older than those nearer the sun.<ref name=\"ball\"/><ref name=\"ebsolar\">Owen, T. C. (2001) \"Solar system: origin of the solar system\", ''[[Encyclopaedia Britannica]]'', Deluxe CDROM edition</ref>\n\nAs mentioned, the idea of the nebular hypothesis had been outlined by [[Immanuel Kant]] in 1755,<ref name=\"ebsolar\"/> and he had also suggested \"meteoric aggregations\" and [[tidal friction]] as causes affecting the formation of the Solar System. Laplace was probably aware of this, but, like many writers of his time, he generally did not reference the work of others.<ref name=Pearson/>\n\nLaplace's analytical discussion of the Solar System is given in his ''Méchanique céleste'' published in five volumes. The first two volumes, published in 1799, contain methods for calculating the motions of the planets, determining their figures, and resolving tidal problems. The third and fourth volumes, published in 1802 and 1805, contain applications of these methods, and several astronomical tables. The fifth volume, published in 1825, is mainly historical, but it gives as appendices the results of Laplace's latest researches. Laplace's own investigations embodied in it are so numerous and valuable that it is regrettable to have to add that many results are appropriated from other writers with scanty or no acknowledgement, and the conclusions&nbsp;– which have been described as the organized result of a century of patient toil&nbsp;– are frequently mentioned as if they were due to Laplace.<ref name=\"ball\"/>\n\n[[Jean-Baptiste Biot]], who assisted Laplace in revising it for the press, says that Laplace himself was frequently unable to recover the details in the chain of reasoning, and, if satisfied that the conclusions were correct, he was content to insert the constantly recurring formula, \"''Il est aisé à voir que...''\" (\"It is easy to see that...\"). The ''Mécanique céleste'' is not only the translation of Newton's ''[[Philosophiæ Naturalis Principia Mathematica|Principia]]'' into the language of the [[differential calculus]], but it completes parts of which Newton had been unable to fill in the details. The work was carried forward in a more finely tuned form in [[Félix Tisserand]]'s ''Traité de mécanique céleste'' (1889–1896), but Laplace's treatise will always remain a standard authority.<ref name=\"ball\"/>\n\n==Black holes==\nLaplace also came close to propounding the concept of the [[black hole]]. He suggested that there could be massive stars whose gravity is so great that not even light could escape from their surface (see [[escape velocity]]).<ref>[http://www.narit.or.th/en/files/2009JAHHvol12/2009JAHH...12...90M.pdf Michell, Laplace and the origin of the Black Hole Concept], Colin Montgomery, Wayne Orchiston and Ian Whittingham, Journal of Astronomical History and Heritage, 12(2), 90-96 (2009).</ref><ref>See Israel (1987), sec. 7.2.</ref>\n\n==Arcueil==\n[[File:Laplace house Arcueil.jpg|thumbnail|Laplace's house at Arcueil.]]\n{{main|Society of Arcueil}}\nIn 1806, Laplace bought a house in [[Arcueil]], then a village and not yet absorbed into the Paris [[conurbation]]. [[Claude Louis Berthollet]] was a neighbour—their gardens were not separated<ref name=Fourier>Fourier (1829)</ref>—and the pair formed the nucleus of an informal scientific circle, latterly known as the Society of Arcueil. Because of their closeness to [[Napoleon]], Laplace and Berthollet effectively controlled advancement in the scientific establishment and admission to the more prestigious offices. The Society built up a complex pyramid of [[patronage]].<ref>Crosland (1967), p. 1</ref> In 1806, Laplace was also elected a foreign member of the [[Royal Swedish Academy of Sciences]].\n\n==Analytic theory of probabilities==\nIn 1812, Laplace issued his ''Théorie analytique des probabilités'' in which he laid down many fundamental results in statistics. The first half of this treatise was concerned with probability methods and problems, the second half with statistical methods and applications. Laplace's proofs are not always rigorous according to the standards of a later day, and his perspective slides back and forth between the Bayesian and non-Bayesian views with an ease that makes some of his investigations difficult to follow, but his conclusions remain basically sound even in those few situations where his analysis goes astray.<ref name=\"stigler\"/> In 1819, he published a popular account of his work on probability. This book bears the same relation to the ''Théorie des probabilités'' that the ''Système du monde'' does to the ''Méchanique céleste''.<ref name=\"ball\"/>\n\n===Inductive probability===\nIn his ''Essai philosophique sur les probabilités'' (1814), Laplace set out a mathematical system of [[Induction (philosophy)|inductive reasoning]] based on [[probability]], which we would today recognise as [[Bayesian probability|Bayesian]]. He begins the text with a series of principles of probability, the first six being:\n\n# Probability is the ratio of the \"favored events\" to the total possible events.\n# The first principle assumes equal probabilities for all events. When this is not true, we must first determine the probabilities of each event. Then, the probability is the sum of the probabilities of all possible favored events.\n# For independent events, the probability of the occurrence of all is the probability of each multiplied together.\n# For events not independent, the probability of event B following event A (or event A causing B) is the probability of A multiplied by the probability that A and B both occur.\n# The probability that ''A'' will occur, given that B has occurred, is the probability of ''A'' and ''B'' occurring divided by the probability of&nbsp;''B''.\n# Three corollaries are given for the sixth principle, which amount to Bayesian probability. Where event {{nowrap|''A<sub>i</sub>'' ∈ {''A''<sub>1</sub>, ''A''<sub>2</sub>, ...''A<sub>n</sub>''}}} exhausts the list of possible causes for event B, {{nowrap|Pr(''B'') {{=}} Pr(''A''<sub>1</sub>, ''A''<sub>2</sub>, ...''A<sub>n</sub>'')}}. Then\n:: <math>\\Pr(A_i |B) = \\Pr(A_i)\\frac{\\Pr(B|A_i)}{\\sum_{j}\\Pr(A_j)\\Pr(B|A_j)}.</math>\n\nOne well-known formula arising from his system is the [[rule of succession]], given as principle seven. Suppose that some trial has only two possible outcomes, labeled \"success\" and \"failure\". Under the assumption that little or nothing is known ''a priori'' about the relative plausibilities of the outcomes, Laplace derived a formula for the probability that the next trial will be a success.\n\n:<math>\\Pr(\\text{next outcome is success}) = \\frac{s+1}{n+2}</math>\n\nwhere ''s'' is the number of previously observed successes and ''n'' is the total number of observed trials. It is still used as an estimator for the probability of an event if we know the event space, but have only a small number of samples.\n\nThe rule of succession has been subject to much criticism, partly due to the example which Laplace chose to illustrate it. He calculated that the probability that the sun will rise tomorrow, given that it has never failed to in the past, was\n\n:<math>\\Pr(\\text{sun will rise tomorrow}) = \\frac{d+1}{d+2}</math>\n\nwhere ''d'' is the number of times the sun has risen in the past. This result has been derided as absurd, and some authors have concluded that all applications of the Rule of Succession are absurd by extension. However, Laplace was fully aware of the absurdity of the result; immediately following the example, he wrote, \"But this number [i.e., the probability that the sun will rise tomorrow] is far greater for him who, seeing in the totality of phenomena the principle regulating the days and seasons, realizes that nothing at the present moment can arrest the course of it.\"<ref>Laplace, Pierre Simon, ''A Philosophical Essay on Probabilities'', translated from the 6th French edition by Frederick Wilson Truscott and Frederick Lincoln Emory. New York: John Wiley & Sons, 1902, p. 19. Dover Publications edition (New York, 1951) has same pagination.</ref>\n\n===Probability-generating function===\nThe method of estimating the ratio of the number of favorable cases to the whole number of possible cases had been previously indicated by Laplace in a paper written in 1779. It consists of treating the successive values of any [[function (mathematics)|function]] as the coefficients in the expansion of another function, with reference to a different variable. The latter is therefore called the [[probability-generating function]] of the former. Laplace then shows how, by means of [[interpolation]], these coefficients may be determined from the generating function. Next he attacks the converse problem, and from the coefficients he finds the generating function; this is effected by the solution of a [[finite difference equation]].<ref name=\"ball\"/>\n\n===Least squares and central limit theorem===\nThe fourth chapter of this treatise includes an exposition of the [[method of least squares]], a remarkable testimony to Laplace's command over the processes of analysis. In 1805 [[Adrien-Marie Legendre|Legendre]] had published the method of least squares, making no attempt to tie it to the theory of probability. In 1809 [[Carl Friedrich Gauss|Gauss]] had derived the normal distribution from the principle that the arithmetic mean of observations gives the most probable value for the quantity measured; then, turning this argument back upon itself, he showed that, if the errors of observation are normally distributed, the least squares estimates give the most probable values for the coefficients in regression situations. These two works seem to have spurred Laplace to complete work toward a treatise on probability he had contemplated as early as 1783.<ref name=\"stigler\">Stigler, 1975</ref>\n\nIn two important papers in 1810 and 1811, Laplace first developed the [[characteristic function (probability theory)|characteristic function]] as a tool for large-sample theory and proved the first general [[central limit theorem]]. Then in a supplement to his 1810 paper written after he had seen Gauss's work, he showed that the central limit theorem provided a Bayesian justification for least squares: if one were combining observations, each one of which was itself the mean of a large number of independent observations, then the least squares estimates would not only maximize the likelihood function, considered as a posterior distribution, but also minimize the expected posterior error, all this without any assumption as to the error distribution or a circular appeal to the principle of the arithmetic mean.<ref name=\"stigler\"/> In 1811 Laplace took a different non-Bayesian tack. Considering a linear regression problem, he restricted his attention to linear unbiased estimators of the linear coefficients. After showing that members of this class were approximately normally distributed if the number of observations was large, he argued that least squares provided the \"best\" linear estimators. Here \"best\" in the sense that they minimized the asymptotic variance and thus both minimized the expected absolute value of the error, and maximized the probability that the estimate would lie in any symmetric interval about the unknown coefficient, no matter what the error distribution. His derivation included the joint limiting distribution of the least squares estimators of two parameters.<ref name=\"stigler\"/>\n\n==Laplace's demon==\n{{Main|Laplace's demon}}\nIn 1814, Laplace published what is usually known as the first articulation of [[causal determinism|causal or scientific determinism]]:<ref name=Hawking/>\n{{quote|We may regard the present state of the universe as the effect of its past and the cause of its future. An intellect which at a certain moment would know all forces that set nature in motion, and all positions of all items of which nature is composed, if this intellect were also vast enough to submit these data to analysis, it would embrace in a single formula the movements of the greatest bodies of the universe and those of the tiniest atom; for such an intellect nothing would be uncertain and the future just like the past would be present before its eyes.|Pierre Simon Laplace, ''A Philosophical Essay on Probabilities''<ref>Laplace, ''A Philosophical Essay'', New York, 1902, p. 4.{{Nice translation, but it's not the one in this edition.}}</ref>}}\n\nThis intellect is often referred to as ''Laplace's demon'' (in the same vein as ''[[Maxwell's demon]]'') and sometimes ''Laplace's Superman'' (after [[Hans Reichenbach]]). Laplace, himself, did not use the word \"demon\", which was a later embellishment. As translated into English above, he simply referred to: ''\"Une intelligence... Rien ne serait incertain pour elle, et l'avenir comme le passé, serait présent à ses yeux.\"''\n\nEven though Laplace is known as the first to express such ideas about causal determinism, his view is very similar to the one proposed by [[Roger Joseph Boscovich|Boscovich]] as early as 1763 in his book ''Theoria philosophiae naturalis''.<ref>{{cite book |last1=Cercignani |first1=Carlo |authorlink1=Carlo Cercignani |title=Ludwig Boltzmann, The Man Who Trusted Atoms |date=1998 |publisher=Oxford University Press |isbn=0-19-850154-4 |chapter=Chapter 2: Physics before Boltzmann |page=55}}</ref>\n\n==Laplace transforms==\n{{main|Laplace transform#History}}\nAs early as 1744, [[Euler]], followed by [[Lagrange]], had started looking for solutions of [[differential equation]]s in the form:<ref>[[Ivor Grattan-Guinness|Grattan-Guinness]], in Gillispie (1997), p. 260</ref>\n\n:<math> z = \\int X(x) e^{ax} \\,dx\\text{  and  }z = \\int X(x) x^a \\,dx.</math>\n\nIn 1785, Laplace took the key forward step in using integrals of this form in order to transform a whole [[difference equation]], rather than simply as a form for the solution, and found that the transformed equation was easier to solve than the original.<ref>Grattan-Guinness, in Gillispie (1997), pp. 261–262</ref><ref>Deakin (1981)</ref>\n\n==Other discoveries and accomplishments==\n\n===Mathematics===\nAmongst the other discoveries of Laplace in pure and applied mathematics are:\n* Discussion, contemporaneously with [[Alexandre-Théophile Vandermonde]], of the general theory of [[determinant]]s, (1772);<ref name=\"ball\"/>\n* Proof that every equation of an even degree must have at least one [[real number|real]] [[quadratic function|quadratic]] factor;<ref name=\"ball\"/>\n* [[Laplace's method]] for approximating integrals\n* Solution of the [[linear partial differential equation]] of the second order;<ref name=\"ball\"/>\n* He was the first to consider the difficult problems involved in equations of mixed differences, and to prove that the solution of an equation in finite differences of the first degree and the second order might always be obtained in the form of a [[continued fraction]];<ref name=\"ball\"/> and\n* In his theory of probabilities:\n** [[de Moivre-Laplace theorem]] that approximates binomial distribution with a normal distribution\n** Evaluation of several common [[definite integral]]s;<ref name=\"ball\"/> and\n** General proof of the [[Lagrange reversion theorem]].<ref name=\"ball\"/>\n\n===Surface tension===\n{{main|Young–Laplace equation#History}}\nLaplace built upon the qualitative work of [[Thomas Young (scientist)|Thomas Young]] to develop the theory of [[capillary action]] and the [[Young–Laplace equation]].\n\n===Speed of sound===\nLaplace in 1816 was the first to point out that the [[speed of sound]] in [[air]] depends on the [[heat capacity ratio]]. Newton's original theory gave too low a value, because it does not take account of the [[adiabatic process|adiabatic]] [[Gas compression|compression]] of the air which results in a local rise in [[temperature]] and [[pressure]]. Laplace's investigations in practical physics were confined to those carried on by him jointly with [[Lavoisier]] in the years 1782 to 1784 on the [[specific heat]] of various bodies.<ref name=\"ball\"/>\n\n==Politics==\n\n===Minister of the Interior===\nIn his early years Laplace was careful never to become involved in politics, or indeed in life outside the ''Académie des sciences''. He prudently withdrew from Paris during the most violent part of the Revolution.<ref>Crosland (2006), p. 30</ref>\n\nIn November 1799, immediately after seizing power in the coup of [[18 Brumaire]], Napoleon appointed Laplace to the post of [[Minister of the Interior (France)|Minister of the Interior]]. The appointment, however, lasted only six weeks, after which Lucien, Napoleon's brother, was given the post. Evidently, once Napoleon's grip on power was secure, there was no need for a prestigious but inexperienced scientist in the government.<ref name=GGp333>Grattan-Guinness (2005), p. 333</ref> Napoleon later (in his ''[[Mémoires de Sainte Hélène]]'') wrote of Laplace's dismissal as follows:<ref name=\"ball\"/>\n\n{{quotation | Géomètre de premier rang, Laplace ne tarda pas à se montrer administrateur plus que médiocre; dès son premier travail nous reconnûmes que nous nous étions trompé. Laplace ne saisissait aucune question sous son véritable point de vue: il cherchait des subtilités partout, n'avait que des idées problématiques, et portait enfin l'esprit des 'infiniment petits' jusque dans l'administration. (Geometrician of the first rank, Laplace was not long in showing himself a worse than average administrator; from his first actions in office we recognized our mistake. Laplace did not consider any question from the right angle: he sought subtleties everywhere, conceived only problems, and finally carried the spirit of \"infinitesimals\" into the administration.) }}\n\nGrattan-Guinness, however, describes these remarks as \"tendentious\", since there seems to be no doubt that Laplace \"was only appointed as a short-term figurehead, a place-holder while Napoleon consolidated power\".<ref name=GGp333/>\n\n===From Bonaparte to the Bourbons===\n[[File:Pierre-Simon-Laplace (1749-1827).jpg|thumb|left|upright|Laplace.]]\nAlthough Laplace was removed from office, it was desirable to retain his allegiance. He was accordingly raised to the senate, and to the third volume of the ''Mécanique céleste'' he prefixed a note that of all the truths therein contained the most precious to the author was the declaration he thus made of his devotion towards the peacemaker of Europe. In copies sold after the [[Bourbon Restoration]] this was struck out. (Pearson points out that the censor would not have allowed it anyway.) In 1814 it was evident that the empire was falling; Laplace hastened to tender his services to the [[Bourbons]], and in 1817 during the [[Bourbon Restoration|Restoration]] he was rewarded with the title of [[marquis]].\n\nAccording to Rouse Ball, the contempt that his more honest colleagues felt for his conduct in the matter may be read in the pages of [[Paul Louis Courier]]. His knowledge was useful on the numerous scientific commissions on which he served, and, says Rouse Ball, probably accounts for the manner in which his political insincerity was overlooked.<ref name=\"ball\"/>\n\nRoger Hahn disputes this portrayal of Laplace as an opportunist and turncoat, pointing out that, like many in France, he had followed the debacle of Napoleon's Russian campaign with serious misgivings. The Laplaces, whose only daughter Sophie had died in childbirth in September 1813, were in fear for the safety of their son Émile, who was on the eastern front with the emperor. Napoleon had originally come to power promising stability, but it was clear that he had overextended himself, putting the nation at peril. It was at this point that Laplace's loyalty began to weaken. Although he still had easy access to Napoleon, his personal relations with the emperor cooled considerably. As a grieving father, he was particularly cut to the quick by Napoleon's insensitivity in an exchange related by [[Jean-Antoine Chaptal]]: \"On his return from the [[Battle of Leipzig|rout in Leipzig]], he [Napoleon] accosted Mr Laplace: 'Oh! I see that you have grown thin—Sire, I have lost my daughter—Oh! that's not a reason for losing weight. You are a mathematician; put this event in an equation, and you will find that it adds up to zero.'\"<ref>Hahn (2005), p. 191</ref>\n\n===Political philosophy===\nIn the second edition (1814) of the ''Essai philosophique'', Laplace added some revealing comments on politics and [[governance]]. Since it is, he says, \"the practice of the eternal principles of reason, justice and humanity that produce and preserve societies, there is a great advantage to adhere to these principles, and a great inadvisability to deviate from them\".<ref>Laplace, ''A Philosophical Essay'', New York, 1902, p. 62. (Translation in this paragraph of article is from Hahn.)</ref><ref>Hahn (2005), p. 184</ref> Noting \"the depths of misery into which peoples have been cast\" when ambitious leaders disregard these principles, Laplace makes a veiled criticism of Napoleon's conduct: \"Every time a great power intoxicated by the love of conquest aspires to universal domination, the sense of liberty among the unjustly threatened nations breeds a coalition to which it always succumbs.\" Laplace argues that \"in the midst of the multiple causes that direct and restrain various states, natural limits\" operate, within which it is \"important for the stability as well as the prosperity of empires to remain\". States that transgress these limits cannot avoid being \"reverted\" to them, \"just as is the case when the waters of the seas whose floor has been lifted by violent tempests sink back to their level by the action of gravity\".<ref>Laplace, ''A Philosophical Essay'', New York, 1902, p. 63. (Translation in this paragraph of article is from Hahn.)</ref><ref name=Hahnp185>Hahn (2005), p. 185</ref>\n\nAbout the political upheavals he had witnessed, Laplace formulated a set of principles derived from physics to favor evolutionary over revolutionary change:\n{{Quote|Let us apply to the political and moral sciences the method founded upon observation and calculation, which has served us so well in the natural sciences. Let us not offer fruitless and often injurious resistance to the inevitable benefits derived from the progress of enlightenment; but let us change our institutions and the usages that we have for a long time adopted only with extreme caution. We know from past experience the drawbacks they can cause, but we are unaware of the extent of ills that change may produce. In the face of this ignorance, the theory of probability instructs us to avoid all change, especially to avoid sudden changes which in the moral as well as the physical world never occur without a considerable loss of vital force.<ref>Laplace, ''A Philosophical Essay'', New York, 1902, pp. 107–108. (Translation in this paragraph of article is from Hahn.)</ref>}}\n\nIn these lines, Laplace expressed the views he had arrived at after experiencing the Revolution and the Empire. He believed that the stability of nature, as revealed through scientific findings, provided the model that best helped to preserve the human species. \"Such views,\" Hahn comments, \"were also of a piece with his steadfast character.\"<ref name=Hahnp185/>\n\n==Death==\nLaplace died in Paris in 1827. His brain was removed by his physician, [[François Magendie]], and kept for many years, eventually being displayed in a roving anatomical museum in Britain. It was reportedly smaller than the average brain.<ref name=Pearson/> Laplace was buried at [[Père Lachaise]] in Paris but in 1888 his remains were moved to [[Saint Julien de Mailloc]] in the canton of Orbec and reinterred on the family estate.<ref>Gillispie (1997), pp. 278</ref> The tomb is situated on a hill overlooking the village of St Julien de Mailloc, Normandy, France. The location can be found on Google Earth or Google Maps by searching for \"Tombeau de Laplace\". [[File:Tomb of Pierre-Simon Laplace.JPG|thumb|right|Tomb of Pierre-Simon Laplace]]\n\n==Religious opinions==\n\n===''I had no need of that hypothesis''===\nA frequently cited but [[apocryphal]] interaction between Laplace and Napoleon purportedly concerns the existence of God. A typical version is provided by Rouse Ball:<ref name=\"ball\"/>\n{{Quote|Laplace went in state to Napoleon to present a copy of his work, and the following account of the interview is well authenticated, and so characteristic of all the parties concerned that I quote it in full. Someone had told Napoleon that the book contained no mention of the name of God; Napoleon, who was fond of putting embarrassing questions, received it with the remark, 'M. Laplace, they tell me you have written this large book on the system of the universe, and have never even mentioned its Creator.' Laplace, who, though the most supple of politicians, was as stiff as a martyr on every point of his philosophy, drew himself up and answered bluntly, ''Je n'avais pas besoin de cette hypothèse-là.'' (\"I had no need of that hypothesis.\") Napoleon, greatly amused, told this reply to [[Lagrange]], who exclaimed, ''Ah! c'est une belle hypothèse; ça explique beaucoup de choses.'' (\"Ah, it is a fine hypothesis; it explains many things.\")}}\n\nAn earlier report, although without the mention of Laplace's name, is found in Antommarchi's ''[[The Last Moments of Napoleon]]'' (1825):<ref>p. 282, [https://books.google.com/books?id=88xZAAAAcAAJ ''Mémoires du docteur F. Antommarchi, ou les derniers momens de Napoléon''], vol. 1, 1825, Paris: Barrois L'Ainé</ref>\n{{Quote|Je m'entretenais avec L...... je le félicitais d'un ouvrage qu'il venait de publier et lui demandais comment le nom de Dieu, qui se reproduisait sans cesse sous la plume de Lagrange, ne s'était pas présenté une seule fois sous la sienne.  C'est, me répondit-il, que je n'ai pas eu besoin de cette hypothèse.  (\"While speaking with L...... I congratulated him on a work which he had just published and asked him how the name of God, which appeared endlessly in the works of Lagrange, didn't occur even once in his.  He replied that he had no need of that hypothesis.\")}}\n\nIn 1884, however, the astronomer [[Hervé Faye]]<ref name=Faye>Faye, Hervé (1884), ''Sur l'origine du monde: théories cosmogoniques des anciens et des modernes''. Paris: Gauthier-Villars, pp. 109–111</ref><ref name=Pasquier>Pasquier, Ernest (1898). [http://www.persee.fr/web/revues/home/prescript/article/phlou_0776-5541_1898_num_5_18_1596 \"Les hypothèses cosmogoniques (''suite'')\"]. ''Revue néo-scholastique'', 5<sup>o</sup> année, N<sup>o</sup> 18, pp. 124–125, footnote 1</ref> affirmed that this account of Laplace's exchange with Napoleon presented a \"strangely transformed\" (''étrangement transformée'') or garbled version of what had actually happened. It was not God that Laplace had treated as a hypothesis, but merely his intervention at a determinate point:\n{{Quote|In fact Laplace never said that. Here, I believe, is what truly happened. Newton, believing that the [[secular phenomena|secular]] perturbations which he had sketched out in his theory would in the long run end up destroying the Solar System, says somewhere that God was obliged to intervene from time to time to remedy the evil and somehow keep the system working properly. This, however, was a pure supposition suggested to Newton by an incomplete view of the conditions of the stability of our little world. Science was not yet advanced enough at that time to bring these conditions into full view. But Laplace, who had discovered them by a deep analysis, would have replied to the [[First Consul]] that Newton had wrongly invoked the intervention of God to adjust from time to time the machine of the world (''la machine du monde'') and that he, Laplace, had no need of such an assumption. It was not God, therefore, that Laplace treated as a hypothesis, but his intervention in a certain place.}}\n\nLaplace's younger colleague, the astronomer [[François Arago]], who gave his [[eulogy]] before the French Academy in 1827,<ref>Arago, François (1827), ''Laplace: Eulogy before the French Academy'', translated by Prof. Baden Powell, ''Smithsonian Report'', 1874</ref> told Faye that the garbled version of Laplace's interaction with Napoleon was already in circulation towards the end of Laplace's life. Faye writes:<ref name=Faye/><ref name=Pasquier/>\n{{Quote|I have it on the authority of M. Arago that Laplace, warned shortly before his death that that anecdote was about to be published in a biographical collection, had requested him [Arago] to demand its deletion by the publisher. It was necessary to either explain or delete it, and the second way was the easiest. But, unfortunately, it was neither deleted nor explained.}}\n\nThe Swiss-American historian of mathematics [[Florian Cajori]] appears to have been unaware of Faye's research, but in 1893 he came to a similar conclusion.<ref>Cajori, Florian (1893), ''A History of Mathematics''. Fifth edition (1991), reprinted by the [[American Mathematical Society]], 1999, p. 262. ISBN 0-8218-2102-4</ref> [[Stephen Hawking]] said in 1999,<ref name=Hawking>{{cite web|url=http://www.hawking.org.uk/lectures/dice.html |last=Hawking |first=Stephen |title=Does God Play Dice? |date=1999 |work=Public Lecture |archiveurl=https://web.archive.org/web/20000708041816/http://www.hawking.org.uk/lectures/dice.html |archivedate=8 July 2000}}</ref> \"I don't think that Laplace was claiming that God does not exist. It's just that he doesn't intervene, to break the laws of Science.\"\n\nThe only eyewitness account of Laplace's interaction with Napoleon is from the entry for August 8, 1802 in the diary of the British astronomer Sir [[William Herschel]]:<ref>William Herschel's diary of his trip to Paris, as quoted on p. 310 of ''The Herschel Chronicle'', Constance A. Lubbock, Cambridge: Cambridge University Press, 2013, ISBN 1107650011.</ref>\n\n{{quote|The first Consul then asked a few questions relating to Astronomy and the construction of the heavens to which I made such answers as seemed to give him great satisfaction. He also addressed himself to Mr Laplace on the same subject, and held a considerable argument with him in which he differed from that eminent mathematician. The difference was occasioned by an exclamation of the first Consul, who asked in a tone of exclamation or admiration (when we were speaking of the extent of the sidereal heavens): ‘And who is the author of all this!’ Mons. De la Place wished to shew that a chain of natural causes would account for the construction and preservation of the wonderful system. This the first Consul rather opposed. Much may be said on the subject; by joining the arguments of both we shall be led to ‘Nature and nature’s God’.}}\n\nSince this makes no mention of Laplace saying, \"I had no need of that hypothesis,\" [[Daniel Johnson (journalist)|Daniel Johnson]]<ref>Johnson, Daniel (June 18, 2007), [http://www.commentarymagazine.com/2007/06/18/the-hypothetical-atheist \"The Hypothetical Atheist\"], ''[[Commentary (magazine)|Commentary]]''.</ref> argues that \"Laplace never used the words attributed to him.\" Arago's testimony, however, appears to imply that he did, only not in reference to the existence of God.\n\n===Views on God===\nBorn a Catholic, Laplace appears for most of his life to have veered between [[deism]] (presumably his considered position, since it is the only one found in his writings) and [[atheism]].\n\nFaye thought that Laplace \"did not profess atheism\",<ref name=Faye/> but Napoleon, on [[Saint Helena]], told General [[Gaspard Gourgaud]], \"I often asked Laplace what he thought of God. He owned that he was an atheist.\"<ref>''Talks of Napoleon at St. Helena with General Baron Gourgaud'', translated by Elizabeth Wormely Latimer. Chicago: A. C. McClurg & Co., 1903, p. 276.</ref> Roger Hahn, in his biography of Laplace, mentions a dinner party at which \"the geologist [[Jean-Étienne Guettard]] was staggered by Laplace's bold denunciation of the existence of God\". It appeared to Guettard that Laplace's atheism \"was supported by a thoroughgoing [[materialism]]\".<ref>Hahn (2005), p. 67.</ref> But the chemist [[Jean-Baptiste Dumas]], who knew Laplace well in the 1820s, wrote that Laplace \"provided materialists with their specious arguments, without sharing their convictions\".<ref>Dumas, Jean-Baptiste (1885). ''Discours et éloges académiques'', Vol. II. Paris: Gauthier-Villars, p. 255.</ref><ref name=Kneller>Kneller, Karl Alois. ''Christianity and the Leaders of Modern Science: A Contribution to the History of Culture in the Nineteenth Century'', translated from the second German edition by T. M. Kettle. London: B. Herder, 1911, [http://www.ebooksread.com/authors-eng/karl-alois-kneller/christianity-and-the-leaders-of-modern-science-a-contribution-to-the-history-of-hci/page-6-christianity-and-the-leaders-of-modern-science-a-contribution-to-the-history-of-hci.shtml pp. 73–74]</ref>\n\nHahn states: \"Nowhere in his writings, either public or private, does Laplace deny God's existence.\"<ref>Hahn (1981), p. 95.</ref> Expressions occur in his private letters that appear inconsistent with atheism.<ref name=\"eb1911\"/> On 17 June 1809, for instance, he wrote to his son, \"''Je prie Dieu qu'il veille sur tes jours. Aie-Le toujours présent à ta pensée, ainsi que ton père et ta mère'' [I pray that God watches over your days. Let Him be always present to your mind, as also your father and your mother].\"<ref name=Pasquier/><ref>''Œuvres de Laplace''. Paris: Gauthier-Villars, 1878, Vol. I, pp. v–vi.</ref> Ian S. Glass, quoting Herschel's account of the celebrated exchange with Napoleon, writes that Laplace was \"evidently a deist like Herschel\".<ref>Glass, Ian S. (2006). ''Revolutionaries of the Cosmos: The Astrophysicists''. Cambridge University Press, p. 108. ISBN 0-19-857099-6</ref>\n\nIn ''Exposition du système du monde'', Laplace quotes Newton's assertion that \"the wondrous disposition of the Sun, the planets and the comets, can only be the work of an all-powerful and intelligent Being\".<ref>[[General Scholium]], from the end of Book III of the ''Principia''; first appeared in the second edition, 1713.</ref> This, says Laplace, is a \"thought in which he [Newton] would be even more confirmed, if he had known what we have shown, namely that the conditions of the arrangement of the planets and their satellites are precisely those which ensure its stability\".<ref>Laplace, ''[https://archive.org/details/expositiondusys05laplgoog Exposition du système du monde]'', 6th edition. Brussels, 1827, pp. 522–523.</ref> By showing that the \"remarkable\" arrangement of the planets could be entirely explained by the laws of motion, Laplace had eliminated the need for the \"supreme intelligence\" to intervene, as Newton had \"made\" it do.<ref>Laplace, ''Exposition'', 1827, p. 523.</ref> Laplace cites with approval Leibniz's criticism of Newton's invocation of divine intervention to restore order to the Solar System: \"This is to have very narrow ideas about the wisdom and the power of God.\"<ref>Leibniz to [[Antonio Schinella Conti|Conti]], Nov. or Dec. 1715, in H. G. Alexander, ed., ''The Leibniz–Clarke Correspondence'' (Manchester University Press, 1956), Appendix B. 1: \"Leibniz and Newton to Conti\", p. 185 ISBN 0-7190-0669-4; cited in Laplace, ''Exposition'', 1827, p. 524.</ref> He evidently shared Leibniz's astonishment at Newton's belief \"that God has made his machine so badly that unless he affects it by some extraordinary means, the watch will very soon cease to go\".<ref>Leibniz to Conti, 1715, in Alexander, ed., 1956, p. 185.</ref>\n\nIn a group of manuscripts, preserved in relative secrecy in a black envelope in the library of the ''Académie des sciences'' and published for the first time by Hahn, Laplace mounted a deist critique of Christianity. It is, he writes, the \"first and most infallible of principles ... to reject miraculous facts as untrue\".<ref>Hahn (2005), p. 220</ref> As for the doctrine of [[transubstantiation]], it \"offends at the same time reason, experience, the testimony of all our senses, the eternal laws of nature, and the sublime ideas that we ought to form of the Supreme Being\". It is the sheerest absurdity to suppose that \"the sovereign lawgiver of the universe would suspend the laws that he has established, and which he seems to have maintained invariably\".<ref>Hahn (2005), p. 223</ref>\n\nIn old age, Laplace remained curious about the question of God<ref name=Hahnp202>Hahn (2005), p. 202</ref> and frequently discussed Christianity with the Swiss astronomer Jean-Frédéric-Théodore Maurice.<ref>Hahn (2005), pp. 202, 233</ref> He told Maurice that \"Christianity is quite a beautiful thing\" and praised its civilizing influence. Maurice thought that the basis of Laplace's beliefs was, little by little, being modified, but that he held fast to his conviction that the invariability of the laws of nature did not permit of supernatural events.<ref name=Hahnp202/> After Laplace's death, [[Siméon Denis Poisson|Poisson]] told Maurice, \"You know that I do not share your [religious] opinions, but my conscience forces me to recount something that will surely please you.\" When Poisson had complimented Laplace about his \"brilliant discoveries\", the dying man had fixed him with a pensive look and replied, \"Ah! we chase after phantoms [''chimères''].\"<ref>Compare [[Edmund Burke]]'s famous remark, occasioned by a parliamentary candidate's sudden death, about \"what shadows we are, and what shadows we pursue\".</ref> These were his last words, interpreted by Maurice as a realization of the ultimate \"[[vanitas|vanity]]\" of earthly pursuits.<ref name=Hahnp204>Hahn (2005), p. 204</ref> Laplace received the [[last rites]] from the [[curé]] of the Missions Étrangères (in whose parish he was to be buried)<ref name=Kneller/> and the curé of Arcueil.<ref name=Hahnp204/>\n\nHowever, according to his biographer, Roger Hahn, since it is \"not credible\" that Laplace \"had a proper Catholic end\", the \"last rights\" (''[[sic]]'') were ineffective and he \"remained a skeptic\" to the very end of his life.<ref>{{cite book|title=Pierre Simon Laplace, 1749–1827: A Determined Scientist|date=2005|publisher=Harvard University Press|isbn=9780674018921|author=Roger Hahn|page=204|quote=The Catholic newspaper La Quotidienne [The Daily] announced that Laplace had died in the arms of two curés (priests), implying that he had a proper Catholic end, but this is not credible. To the end, he remained a skeptic, wedded to his deterministic creed and to an uncompromised ethos derived from his vast scientific experience.}}</ref> Laplace in his last years has been described as an agnostic.<ref>{{cite book|title=Pierre Simon Laplace, 1749-1827: A Determined Scientist|date=2005|publisher=Harvard University Press|isbn=9780674018921|author=Roger Hahn|page=202|quote=Publicly, Laplace maintained his agnostic beliefs, and even in his old age continued to be skeptical about any function God might play in a deterministic universe.}}</ref><ref>{{cite book|title=Mathematics and the Search for Knowledge|date=1986|publisher=Oxford University Press|isbn=9780195042306|author=Morris Kline|page=214|quote=Lagrange and Laplace, though of Catholic parentage, were agnostics.}}</ref><ref>{{cite book|title=Mathematics and the Imagination|date=2001|publisher=Courier Dover Publications|isbn=9780486417035|author=Edward Kasner|author2=James Newman|author3=James Roy Newman|page=253|quote=Modern physics, indeed all of modern science, is as humble as Lagrange, and as agnostic as Laplace.}}</ref>\n\n===Excommunication of a comet===\nIn 1470 the [[Renaissance humanism|humanist]] scholar [[Bartolomeo Platina]] wrote<ref>{{Cite book|title=Comet Lore|date=1910|author=E. Emerson|publisher=Schilling Press, New York|page=83}}</ref> that [[Pope Callixtus III]] had asked for prayers for deliverance from the Turks during a 1456 appearance of [[Halley's Comet]]. Platina's account does not accord with Church records, which do not mention the comet. Laplace is alleged to have embellished the story by claiming the Pope had \"[[excommunication|excommunicated]]\" Halley's comet.<ref>{{Cite journal|title=The Legend of 1P/Halley 1456|author=C. M. Botley|journal=The Observatory|volume=91|date=1971|pages=125–126|bibcode=1971Obs....91..125B}}</ref> What Laplace actually said, in ''Exposition du système du monde'' (1796), was that the Pope had ordered the comet to be \"[[exorcism|exorcised]]\" (''conjuré''). It was Arago, in ''Des Comètes en général'' (1832), who first spoke of an excommunication.<ref>Hagen, John G. {{CathEncy|wstitle=Pierre-Simon Laplace}}</ref><ref>Stein, John (1911), [http://www.newadvent.org/cathen/12158a.htm \"Bartolomeo Platina\"], ''[[The Catholic Encyclopedia]]'', Vol. 12. New York: Robert Appleton Company</ref><ref>Rigge, William F. (04/1910), [http://adsabs.harvard.edu/full/1910PA.....18..214R \"An Historical Examination of the Connection of Calixtus III with Halley's Comet\"], ''[[Popular Astronomy (US magazine)|Popular Astronomy]]'', Vol. 18, pp. 214-219</ref>\n\n==Honors==\n* Correspondent of the [[Royal Netherlands Academy of Arts and Sciences|Royal Institute of the Netherlands]] in 1809.<ref>{{cite web|author= |url=http://www.dwc.knaw.nl/biografie/pmknaw/?pagetype=authorDetail&aId=PE00001498 |title=P.S. de Laplace (1749 - 1827) |publisher=Royal Netherlands Academy of Arts and Sciences |date= |accessdate=19 July 2015}}</ref>\n* Foreign Honorary Member of the [[American Academy of Arts and Sciences]] in 1822.<ref name=AAAS>{{cite web|title=Book of Members, 1780–2010: Chapter L|url=http://www.amacad.org/publications/BookofMembers/ChapterL.pdf|publisher=American Academy of Arts and Sciences|accessdate=28 July 2014}}</ref>\n* The asteroid [[4628 Laplace]] is named for Laplace.<ref>{{cite book | author=Schmadel, L. D. | title=Dictionary of Minor Planet Names | edition=5th rev. | location=Berlin | publisher=Springer-Verlag | date=2003 | isbn=3-540-00238-3}}</ref>\n* His name is one of the [[List of the 72 names on the Eiffel Tower|72 names inscribed on the Eiffel Tower]].\n* The tentative working name of the [[European Space Agency]] [[Europa Jupiter System Mission]] is the \"Laplace\" [[space probe]].\n\n==Quotations==\n* I had no need of that hypothesis. (\"Je n'avais pas besoin de cette hypothèse-là\", allegedly as a reply to [[Napoleon I of France|Napoleon]], who had asked why he hadn't mentioned God in his book on [[astronomy]].)<ref name=\"ball\"/>\n* It is therefore obvious that ... (Frequently used in the ''Celestial Mechanics'' when he had proved something and mislaid the proof, or found it clumsy. Notorious as a signal for something true, but hard to prove.)\n* \"We are so far from knowing all the agents of nature and their diverse modes of action that it would not be philosophical to deny phenomena solely because they are inexplicable in the actual state of our knowledge. But we ought to examine them with an attention all the more scrupulous as it appears more difficult to admit them.\"<ref>{{cite book|last=Laplace|first=Pierre Simon|title=Essai philosophique sur les probabilités|date=1814|page=50|url=https://books.google.com/books?id=rDUJAAAAIAAJ&pg=PA50#v=onepage&q&f=false}}</ref>\n** This is restated in [[Theodore Flournoy]]'s work ''From India to the Planet Mars'' as the Principle of Laplace or, \"The weight of the evidence should be proportioned to the strangeness of the facts.\"<ref>{{cite book|last=Flournoy|first=Théodore|title=Des Indes à la planète Mars: étude sur un cas de somnambulisme avec glossolalie|date=1899|publisher=Slatkine|pages=344–345|url=https://books.google.com/books?id=6xdk111WDScC&lpg=PA345&vq=laplace&pg=PA344#v=onepage&q=laplace&f=false}}*{{cite book|last=Flournoy|first=Théodore|title=From India to the Planet Mars: A Study of a Case of Somnambulism|date=2007|publisher=Cosimo, Inc.|isbn=9781602063570|pages=369–370|url=https://books.google.com/books?id=Vnog3NS5aY4C&lpg=PA369&ots=m0VMb2NcR0&pg=PA369#v=onepage&q&f=false|others=Daniel D. Vermilye, trans.}}</ref>\n** Most often repeated as \"The weight of evidence for an extraordinary claim must be proportioned to its strangeness.\"\n* This simplicity of ratios will not appear astonishing if we consider that '''all the effects of nature are only mathematical results of a small number of immutable laws'''.<ref>Laplace, ''A Philosophical Essay'', New York, 1902, p. 177.</ref>\n* Infinitely varied in her effects, nature is only simple in her causes.<ref>Laplace, ''The System of the World'', Dublin, 1830, p. 91.</ref>\n* What we know is little, and what we are ignorant of is immense. (Fourier comments: \"This was at least the meaning of his last words, which were articulated with difficulty.\")<ref name=Fourier/>\n\n==See also==\n{{Portal|Mathematics|Physics}}\n* [[Laplace–Bayes estimator]]\n* [[Ratio estimator]]\n* [[List of things named after Pierre-Simon Laplace]]\n\n==References==\n{{Reflist|30em}}\n\n==Bibliography==\n\n===By Laplace===\n* ''[http://gallica.bnf.fr/Search?ArianeWireIndex=index&lang=EN&q=oeuvres+completes+de+laplace&p=1&f_creator=Laplace%2C+Pierre+Simon+de+%281749-1827%29 Œuvres complètes de Laplace]'', 14 vol. (1878–1912), Paris: Gauthier-Villars (copy from [[Bibliothèque nationale de France#Gallica|Gallica]] in French)\n* ''Théorie du movement et de la figure elliptique des planètes'' (1784) Paris (not in ''Œuvres complètes'')\n* ''[https://books.google.com/books?id=QYpOb3N7zBMC Précis de l'histoire de l'astronomie]''\n\n====English translations====\n* [[Nathaniel Bowditch|Bowditch, N.]] (trans.) (1829–1839) ''Mécanique céleste'', 4 vols, Boston\n** New edition by Reprint Services ISBN 0-7812-2022-X\n* — [1829–1839] (1966–1969) ''Celestial Mechanics'', 5 vols, including the original French\n* Pound, J. (trans.) (1809) ''The System of the World'', 2 vols, London: Richard Phillips\n* _ ''[https://books.google.com/books?id=yW3nd4DSgYYC The System of the World (v.1)]''\n* _ ''[https://books.google.com/books?id=f7Kv2iFUNJoC The System of the World (v.2)]''\n* — [1809] (2007) ''The System of the World'', vol.1, Kessinger, ISBN 1-4326-5367-9\n* Toplis, J. (trans.) (1814) [https://books.google.com/books?id=c2YSAAAAIAAJ A treatise upon analytical mechanics] Nottingham: H. Barnett\n* {{cite book | title=A Philosophical Essay on Probabilities | isbn=1-60206-328-1 | others=Translated by Truscott, F. W. & Emory, F. L. | date=2007 | origyear=1902 }}, translated from the French 6th ed. (1840)\n** {{Internet Archive|philosophicaless00lapliala|A Philosophical Essay on Probabilities (1902)}}\n* {{cite book |title=Philosophical Essay on Probabilities |others=Translated by Andrew I. Dale |series=Sources in the History of Mathematics and Physical Sciences |volume=13 |isbn=978-1-4612-8689-9 |date=1995 |publisher=Springer |doi=10.1007/978-1-4612-4184-3}}, translated from the French 5th ed. (1825)\n\n===About Laplace and his work===\n* {{cite book | author=Andoyer, H. | title=L'œuvre scientifique de Laplace | publisher=Payot | location=Paris | date=1922 }} (in French)\n* {{cite journal | author=Bigourdan, G. | date=1931 | title=La jeunesse de P.-S. Laplace | language=French | journal=La Science moderne | volume=9 | pages=377–384 }}\n* {{cite book | title=The Society of Arcueil: A View of French Science at the Time of Napoleon&nbsp;I | isbn=0-435-54201-X | author=Crosland, M. | date=1967 | location=Cambridge MA | publisher=Harvard University Press }}\n* — (2006) [http://adsabs.harvard.edu/full/2006HisSc..44...29C \"A Science Empire in Napoleonic France\"], ''History of Science'', vol. 44, pp.&nbsp;29–48\n* {{cite journal | author=Dale, A. I. | date=1982 | title=Bayes or Laplace? an examination of the origin and early application of Bayes' theorem | journal=Archive for the History of the Exact Sciences | volume=27 | pages=23–47 }}\n* David, F. N. (1965) \"Some notes on Laplace\", in [[Jerzy Neyman|Neyman, J.]] & LeCam, L. M. (eds) ''Bernoulli, Bayes and Laplace'', Berlin, ''pp''30–44\n* {{cite journal | author=Deakin, M. A. B. | date=1981 | title=The development of the Laplace transform | journal=Archive for the History of the Exact Sciences | volume=25 | pages=343–390 | doi=10.1007/BF01395660 | issue=4 }}\n* {{cite journal | author=— | date=1982 | title=The development of the Laplace transform | journal=Archive for the History of the Exact Sciences | volume=26 | pages=351–381 | doi=10.1007/BF00418754 | issue=4 }}\n* {{cite journal | author=Dhombres, J. | date=1989 | title=La théorie de la capillarité selon Laplace: mathématisation superficielle ou étendue | language=French | journal=Revue d'Histoire des sciences et de leurs applications | volume=62 | pages=43–70 | doi=10.3406/rhs.1989.4134}}\n* {{cite journal | author=Duveen, D. | author2=Hahn, R. | last-author-amp=yes | date=1957 | title=Laplace's succession to Bézout's post of Examinateur des élèves de l'artillerie | journal=Isis | volume=48 | pages=416–427 | doi=10.1086/348608 | issue=4}}\n* {{cite journal | author=Finn, B. S. | date=1964 | title=Laplace and the speed of sound | journal=Isis | volume=55 | pages=7–19 | doi=10.1086/349791}}\n* {{cite journal | author=Fourier, J. B. J. | authorlink=Joseph Fourier | title=Éloge historique de M. le Marquis de Laplace | journal=Mémoires de l'Académie Royale des Sciences | volume=10 | pages=lxxxi–cii | date=1829 }}, delivered 15 June 1829, published in 1831. (in French) [http://www.academie-sciences.fr/activite/archive/dossiers/Fourier/Fourier_pdf/Mem1829_p81_102.pdf Link to article]\n* {{cite journal | title=Probability and politics: Laplace, Condorcet, and Turgot | author=Gillispie, C. C. | journal=Proceedings of the American Philosophical Society | volume=116 | date=1972 | pages=1–20 | issue=1}}\n* — (1997) ''Pierre Simon Laplace 1749–1827: A Life in Exact Science'', Princeton: Princeton University Press, ISBN 0-691-01185-0\n* [[Ivor Grattan-Guinness|Grattan-Guinness, I.]], 2005, \"'Exposition du système du monde' and 'Traité de méchanique céleste'\" in his ''Landmark Writings in Western Mathematics''. Elsevier: 242–57.\n* {{cite journal | author=Hahn, R. | date=1955 | title=Laplace's religious views | journal=Archives internationales d'histoire des sciences | volume=8 | pages=38–40 }}\n* — (1981) \"Laplace and the Vanishing Role of God in the Physical Universe\", in Woolf, Henry, ed., ''The Analytic Spirit: Essays in the History of Science''. Ithaca, NY: Cornell University Press. ISBN 0-8014-1350-8\n* {{cite book | author=— | title=Calendar of the Correspondence of Pierre Simon Laplace | edition=Berkeley Papers in the History of Science | volume=8 | publisher=University of California | location=Berkeley, CA | date=1982 | isbn=0-918102-07-3 }}\n* {{cite book | author=— | title=New Calendar of the Correspondence of Pierre Simon Laplace | edition=Berkeley Papers in the History of Science | volume=16 | publisher=University of California | location=Berkeley, CA | date=1994 | isbn=0-918102-07-3 }}\n* — (2005) ''Pierre Simon Laplace 1749–1827: A Determined Scientist'', Cambridge, MA: Harvard University Press, ISBN 0-674-01892-3\n* {{Cite book | author=Israel, Werner | contribution=Dark stars: the evolution of an idea | editor2-last=Israel\n | editor2-first=Werner | editor1-last=Hawking | editor1-first=Stephen W. | title=300 Years of Gravitation | publisher=Cambridge University Press | date=1987 | pages=199–276}}\n* {{MacTutor Biography|id=Laplace}} (1999)\n* {{cite journal | author= Nikulin, M.| date=1992 | title= A remark on the converse of Laplace's theorem| journal= Journal of Soviet Mathematics | volume=59 | pages=976–979 | doi=10.1007/bf01099128}}\n* [[W. W. Rouse Ball|Rouse Ball, W. W.]] [1908] (2003) \"[http://www.maths.tcd.ie/pub/HistMath/People/Laplace/RouseBall/RB_Laplace.html Pierre Simon Laplace (1749–1827)]\", in ''A Short Account of the History of Mathematics'', 4th ed., Dover, ISBN 0-486-20630-0\n* {{cite journal | title=Napoleonic statistics: the work of Laplace | author=Stigler, S. M. | journal=Biometrika | volume=62 | date=1975 | pages=503–517 | doi=10.2307/2335393 | jstor=2335393 | issue=2 | publisher=Biometrika }}\n* {{cite journal | doi=10.1086/352006 | title=Laplace's early work: chronology and citations | author=— | journal=Isis | volume=69 | date=1978 | pages=234–254 | issue=2}}\n* [[Gerald James Whitrow|Whitrow, G. J.]] (2001) \"Laplace, Pierre-Simon, marquis de\", ''[[Encyclopaedia Britannica]]'', Deluxe CDROM edition\n* {{cite journal | author=Whittaker, E. T. | date=1949a | authorlink=E. T. Whittaker | title=Laplace | journal=Mathematical Gazette | volume=33 | pages=1–12 | doi=10.2307/3608408 | jstor=3608408 | issue=303 | publisher=The Mathematical Gazette }}\n* {{cite journal | doi=10.2307/2306273 | title=Laplace | jstor=2306273 | author=— | journal=American Mathematical Monthly | volume=56 | date=1949b | pages=369–372 | issue=6}}\n* {{cite journal | title=The Great Inequality of Jupiter and Saturn: from Kepler to Laplace | author=Wilson, C. | journal=Archive for the History of the Exact Sciences | volume=33(1–3) | pages=15–290 | date=1985 | doi=10.1007/BF00328048 }}\n* {{cite book | author=Young, T. | authorlink=Thomas Young (scientist) | title=Elementary Illustrations of the Celestial Mechanics of Laplace: Part the First, Comprehending the First Book | date=1821 | location=London | publisher=John Murray | url=https://books.google.com/?id=20AJAAAAIAAJ&dq=laplace }} (available from [[Google Books]])\n\n==External links==\n{{commons category}}\n{{Wikiquote}}\n{{NSRW Poster|Laplace, Pierre Simon|Pierre-Simon Laplace}}\n* {{cite web | url=http://scienceworld.wolfram.com/biography/Laplace.html | title=Laplace, Pierre (1749–1827) | work=Eric Weisstein's World of Scientific Biography | publisher=[[Wolfram Research]] | accessdate=2007-08-24 }}\n* \"[http://www-history.mcs.st-andrews.ac.uk/Biographies/Laplace.html Pierre-Simon Laplace]\" in the [[MacTutor History of Mathematics archive]].\n* {{cite web | title=Bowditch's English translation of Laplace's preface | work=Méchanique Céleste | publisher=The MacTutor History of Mathematics archive | accessdate=2007-09-04 | url=http://www-history.mcs.st-andrews.ac.uk/history/Extras/Laplace_mechanique_celeste.html }}\n* [http://www.oac.cdlib.org/findaid/ark:/13030/kt8q2nf3g7/ Guide to the Pierre Simon Laplace Papers] at [[The Bancroft Library]]\n* {{MathGenealogy |id=108295 }}\n* [http://www.cs.xu.edu/math/Sources/Laplace/index.html English translation] of a large part of Laplace's work in probability and statistics, provided by [http://www.cs.xu.edu/math/Sources/index.html Richard Pulskamp]\n* [http://portail.mathdoc.fr/cgi-bin/oetoc?id=OE_LAPLACE__7 Pierre-Simon Laplace - Œuvres complètes] (last 7 volumes only) Gallica-Math\n* \"Sur le mouvement d’un corps qui tombe d’une grande hauteur\" (Laplace 1803), online and analyzed on ''[https://www.bibnum.education.fr/physique/mecanique/sur-le-mouvement-d-un-corps-qui-tombe-d-une-grande-hauteur BibNum]'' (English).\n\n{{s-start}}\n{{s-off}}\n{{succession box\n| title= [[Minister of the Interior (France)|Minister of the Interior]]\n| before= [[Nicolas Marie Quinette]]\n| after= [[Lucien Bonaparte]]\n| years= 12 November 1799 – 25 December 1799 }}\n{{s-end}}\n\n{{French Consulate}}\n{{Académie française Seat 8}}\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Laplace, Pierre Simon\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Mathematician\n| DATE OF BIRTH = 23 March 1749\n| PLACE OF BIRTH = [[Beaumont-en-Auge]], [[Normandy]], [[France]]\n| DATE OF DEATH = 5 March 1827\n| PLACE OF DEATH = [[Paris]], [[France]]\n}}\n{{DEFAULTSORT:Laplace, Pierre Simon}}\n[[Category:1749 births]]\n[[Category:1827 deaths]]\n[[Category:People from Calvados (department)]]\n[[Category:18th-century astronomers]]\n[[Category:18th-century French mathematicians]]\n[[Category:19th-century French mathematicians]]\n[[Category:Counts of the First French Empire]]\n[[Category:Determinists]]\n[[Category:French politicians]]\n[[Category:Enlightenment scientists]]\n[[Category:French agnostics]]\n[[Category:French astronomers]]\n[[Category:French Marquesses]]\n[[Category:French physicists]]\n[[Category:Grand Officiers of the Légion d'honneur]]\n[[Category:Mathematical analysts]]\n[[Category:Members of the Académie française]]\n[[Category:Members of the French Academy of Sciences]]\n[[Category:Members of the Royal Netherlands Academy of Arts and Sciences]]\n[[Category:Members of the Royal Swedish Academy of Sciences]]\n[[Category:Fellows of the Royal Society]]\n[[Category:Probability theorists]]\n[[Category:French interior ministers]]\n[[Category:Theoretical physicists]]\n[[Category:Fellows of the American Academy of Arts and Sciences]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Pierre-Simon Laplace"}}}}