{"batchcomplete": "", "query": {"pages": {"2265913": {"ns": 0, "pageid": 2265913, "revisions": [{"*": "{{Use dmy dates|date=March 2012}}\n{{Use British English|date=March 2012}}\n'''Reginald Hawthorn Hooker''' (12 January 1867 – 2 June 1944) [[English people|English]] [[civil servant]], [[statistician]] and [[meteorologist]]. Hooker was a pioneer in the application of [[Canonical correlation|correlation analysis]] to [[economics]] and [[Agricultural and forest meteorology|agricultural meteorology]].\n\n== Biography ==\nReginald Hawthorn Hooker was born at [[Royal Botanic Gardens, Kew|Kew]] the fourth son of Sir [[Joseph Dalton Hooker]], the distinguished [[botanist]] and friend of [[Charles Darwin]] and his first wife Frances Harriet Henslow (1825–1874), daughter of [[John Stevens Henslow]].  He was educated in Paris and at [[Trinity College, Cambridge]] where he read mathematics ([[Wrangler (University of Cambridge)|Junior Optime]] BA 1889, MA 1893).<ref>{{acad|id=HKR886RH|name=Hooker, Reginald Hawthorn}}</ref> In 1891 he went to the [[Royal Statistical Society]] as assistant secretary and sub-editor of its journal. In 1895 he joined the Statistical Branch of the [[Ministry of Agriculture, Fisheries and Food (United Kingdom)|Board of Agriculture]]; he remained with the Board, later renamed the Ministry of Agriculture, until his retirement in 1927.  He married Olive Marion Rücker (1878–1933) in 1911 and they had three sons and a daughter.\n\nHooker was a pioneer in applying [[Canonical correlation|correlation analysis]] to socio-economic data. He worked very closely with his friend [[Udny Yule]], who had developed some of the basic theory and was interested in the same kind of applications. Yule recalled how Hooker \"joined with me in the early days of our acquaintance to form a very select Statistical Dining Club of two members, which met fairly regularly after meetings of the Society.\" In the preface to the ''Introduction to the Theory of Statistics'' Yule gave fulsome thanks to Hooker for his help. In 1907 Hooker published a paper on weather and crops which [[Ronald Fisher]] later described as \"magnificent\".  Hooker subsequently wrote a number of papers on meteorology. In 1920 1921 he served as President of the [[Royal Meteorological Society]]. He was a very effective president, as [[John Somers Dines|Dines]] recalled.\n\nLike his contemporary and fellow civil servant, [[William Fleetwood Sheppard|W. F. Sheppard]], Hooker was an out-of hours statistician. Although his researches were connected with food and agriculture, he did not carry them out as part of his official duties. Indeed Yule commented, \"The importance and value of Hooker’s scientific work ... was never, in my opinion, appreciated at its proper worth by the Ministry at the time when he was still in its service.\" Yule also noted that, when Hooker retired, he chose to live \"far away from any thoughts of the Ministry.\"  In his obituary Dines noted that meteorologists had not followed up Hooker’s work on weather and crops. Hooker is chiefly remembered today for the pioneering work on time series analysis in his papers of 1901-5.\n\n==Writings of R. H. Hooker==\nThe bibliography in Yule's obituary lists 22 papers of which the following are a sample.\n* On the Relation Between Wages and the Numbers Employed in the Coal Mining Industry, [[Journal of the Royal Statistical Society]], Vol. 57, No. 4 (Dec., 1894), pp.&nbsp;627–642.\n* Correlation of the Marriage-Rate with Trade, Journal of the Royal Statistical Society, Vol. 64, No. 3 (Sep., 1901), pp.&nbsp;485–492. (reprinted in ''The Foundations of Econometric Analysis'' edited by David F. Hendry and Mary S. Morgan, Cambridge : Cambridge University Press, 1995.)\n* The Suspension of the Berlin Produce Exchange and its Effect upon Corn Prices, Journal of the Royal Statistical Society, Vol. 64, No. 4 (Dec., 1901), pp.&nbsp;574–613. (reprinted in ''Classic Futures'' edited by [[Lester G. Telser]], London : Risk, 2000.)\n* On the Correlation of Successive Observations, Journal of the Royal Statistical Society, Vol. 68, No. 4 (Dec., 1905), pp.&nbsp;696–703.\n* (with G. U. Yule) Note on Estimating the Relative Influence of Two Variables upon a Third, Journal of the Royal Statistical Society, Vol. 69, No. 1 (Mar., 1906), pp.&nbsp;197–200.\n* Correlation of the Weather and Crops, Journal of the Royal Statistical Society, Vol. 70, No. 1 (Mar., 1907), pp.&nbsp;1–51.\n* Forecasting the Crops from the Weather, Quarterly Journal of the Royal Meteorological Society, Vol. 47, (1921) pp.&nbsp;75–99.\n* The Weather and the Crops in Eastern England, 1885–1921, Quarterly Journal of the Royal Meteorological Society, Vol. 48, (1922) pp.&nbsp;115–38.\n\n==Obituaries==\n* [[G. Udny Yule]] (1944) Reginald Hawthorn Hooker, M.A.,  Journal of the Royal Statistical Society, Vol. 107, No. 1, pp.&nbsp;74–77.\n* [[John Somers Dines|J. S. Dines]] (1944) Obituary: Mr. R. H. Hooker, M. A., Quarterly Journal of the Royal Meteorological Society, Vol. 70, pp.&nbsp;232–233.\n\n==Discussions==\n* J. L. Klein (1997) Statistical Visions in Time, Cambridge: Cambridge University Press.\n* M. S. Morgan (1997) Searching for Causal Relations in Economic Statistics, in V. R. McKim & S. P. Turner (eds) Causality in Crisis, Notre Dame Ind: University of Notre Dame Press.\n\n==References==\n{{reflist}}\n\n== External links ==\nFor information about the Hooker family see\n* [http://www.jdhooker.org.uk/Hooker%27s%20family.htm Joseph Hooker's family]\nAs a baby RHH was quite poorly and his father and Darwin exchanged anxious letters over his health\n* [http://darwin.lib.cam.ac.uk/perl/nav?pclass=name;pkey=Hooker%2C%20R.%20H.;refs=y The Darwin Correspondence Online Database]\n\n{{Guy Medal}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Hooker, Reginald Hawthorn\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = British statistician and meteorologist\n| DATE OF BIRTH     = 12 January 1867\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 2 June 1944\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Hooker, Reginald Hawthorn}}\n[[Category:1867 births]]\n[[Category:1944 deaths]]\n[[Category:Civil servants in the Ministry of Agriculture, Fisheries and Food]]\n[[Category:English civil servants]]\n[[Category:English meteorologists]]\n[[Category:English statisticians]]\n[[Category:Members of HM Government Statistical Service]]\n[[Category:Presidents of the Royal Meteorological Society]]\n[[Category:Winners of the Guy Medal in Silver]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Reginald Hawthorn Hooker"}}}}