{"batchcomplete": "", "query": {"pages": {"230000": {"ns": 0, "pageid": 230000, "revisions": [{"*": "{{Infobox person\n| name                      = Rensis Likert\n| image                     = \n| image_size                = \n| alt                       = \n| caption                   = \n| birth_name                = \n| birth_date                = {{birth date|1903|08|05}}\n| birth_place               = [[Cheyenne, Wyoming]]\n| death_date                = {{Death date and age|1981|09|03|1903|08|05}}\n| death_place               = [[Ann Arbor, Michigan]]\n| body_discovered           = \n| death_cause               = bladder cancer\n| resting_place             = [[Forest Hill Cemetery]]\n| resting_place_coordinates = <!-- {{coord|LAT|LONG|display=inline,title}} -->\n| nationality               = American\n| known_for                 = [[Likert Scale]], Likert’s Management Systems, [[Linking pin model]]\n| education                 = \n| alma_mater                = [[University of Michigan]]<br> [[Columbia University]]\n| employer                  = [[USDA]]<br> [[University of Michigan]]\n| notable_works             = \n| influences                = \n| influenced                = \n| occupation                = \n| spouse                    = Jane Gibson\n| partner                   = \n| children                  = \n| parents                   = George Herbert Likert, Cora A. \n| relations                 = \n| awards                    = \n| signature                 = \n| signature_alt             = \n}}\n\n'''Rensis Likert''' ({{IPAc-en|ˈ|l|ɪ|k|ər|t}} {{respell|LIK|ərt}}; 5 August 1903&ndash;3 September 1981) was an American administrator and organizational psychologist based at the U.S. Department of Agriculture until 1946, then at the Institute for Social Research at the University of Michigan. He is best known for survey research methods and for the [[Likert Scale]], a psychometric scale commonly involved in research using questionnaires. After retirement in 1970 he was an active researcher in management styles; he also developed the [[linking pin model]]. Likert was known for his support of interdisciplinary collaborations and emphasis on using social science research to effect positive change.<ref>ISR: 60th Anniversary Timeline.\" Institute for Social Research. Web. 07 Dec. 2011. <http://www.isr.umich.edu/home/anniversary/timeline.html></ref>\n\n== Personal life ==\nRensis Likert was born to George Herbert Likert and Cornelia Adrianne (Cora) (née Zonne) Likert in [[Cheyenne, Wyoming]], where his father was an engineer with the [[Union Pacific Railroad]]. After training to be an engineer, the younger Likert was working as an intern with [[Union Pacific|Union Pacific Railroad]] during the watershed 1922 [[strike action|strike]].  The lack of communication between the two parties made a profound impression on him and caused him to study organizations and their behavior for the rest of his life.\n\nLikert received his B.A. in economics and sociology <ref>ISR Newsletter, Winter 1971 interview with Likert</ref>from the University of Michigan in 1926. The social sciences of the 1920s were highly experimental and incorporated many aspects of modern psychology. In 1932 Likert received a Ph.D. in psychology from Columbia University. \nLikert died, 3 September 1981 in Ann Arbor, Michigan, at the age of 78; leaving behind his wife of 53 years, Jane Gibson (3 June 1902 - 29 November 1997).  Both are interred in the Forest Hill Cemetery in Ann Arbor.<ref>\"In Memoriam: Rensis Likert, 1903-1981\". [[Leslie Kish]] (1982). The American Statistician, Vol. 36, No. 2: pp.&nbsp;124–12</ref>\n\n==Professional achievements==\nPresident, American Statistical Association; Honorary Degree, Tilburg University, the Netherlands, 1967\n{{Empty section|date=April 2014}}\n\n==Likert Scale==\n{{Main|Likert Scale}}\nLikert devised a survey scale Likert Scale for measuring attitudes and showed that it captured more information than competing methods. The 5-point Likert Scale became Likert's best-known work.<ref>Converse (1987) pp 72-74</ref>\n\nHe developed the Likert scale in 1932 in his PhD thesis, using it to identify the extent of a person’s beliefs, attitudes, and feelings towards international affairs. The traditional Likert scale asks people the extent to which they agree or disagree with a statement on a 5-point scale. The scale ranges from “strongly agree” to “strongly disagree. Using a 5 point scale allowed him to rank people's attitudes with fewer questions and greater exactness. ”<ref>Frey, Lawrence R., Botan, Carl H., & Kreps, Gary L. (2000). ''Investigating Communication: An Introduction to Research Methods'' (2nd ed.). Englewood Cliffs, NJ: Prentice Hall.</ref>\n\n===Department of  Agriculture===\nDuring World War II, Likert, as the Director of the Division of Program Surveys in the United States Department of Agriculture's Bureau of Agricultural Economics (B.A.E.), ran surveys first for U.S.D.A. but as the war progressed the Division ran surveys for many different governmental agencies including the Office of War Information, the U.S. Department of the Treasury, the Federal Reserve Board and in 1944-45, the U.S. Strategic Bombing Survey. In 1943, he developed the first national geographic sampling frame.  Likert, although not at a university at the time, was actively recruiting other social psychologists into his expanding government survey shop during the war.\n\n\n===Institute for Social Research===\nAt war's end the Department of Agriculture were forced by conservative Congressmen to stop its social survey work. Likert and his team (many of them academics on temporary wartime duty) decided to move together to a university.  After scouting Cornell and Chicago, they accepted an offer in summer 1946 from the University of Michigan.<ref>Converse (1987) pp 540-41</ref> They formed the Survey Research Center (SRC) at the University of Michigan. This became the Institute for Social Research (ISR) in 1949 when Dorwin Cartwright moved the Center for Group Dynamics from MIT to the Michigan.<ref>Converse (1987) pp 541</ref> Likert was the director of ISR until 1970, when he retired.\n\n===Rensis Likert Associates ===\nUpon retirement he founded Rensis Likert Associates to consult for numerous corporations. He also helped start what is now known as the Institute for Corporate Productivity (i4cp). During his tenure, Rensis Likert devoted particular attention to research on organizations.  During the 1960s and 1970s, his books on [[management theory]] were closely studied in Japan and their impact can be seen across modern Japanese organizations. He did research on major corporations around the world, and his studies have accurately predicted the subsequent performance of the corporations.\n\n==Management systems==\n{{Main|Likert's Management Systems}}\n\n[[Likert's Management Systems]] are management styles developed by Rensis Likert in the 1950s.<ref>Likert, ''Developing patterns in management'' (1955).</ref><ref>John W. Hall, \"A comparison of Halpin and Croft's organizational climates and Likert and Likert's organizational systems,\" ''Administrative Science Quarterly'' (1972) 17#4 pp 586-590.</ref>  He outlined four systems of management to describe the relationship, involvement, and roles of managers and subordinates in industrial settings. The four management systems are:\n1)\tExploitative Authoritative\n2)\tBenevolent Authoritative\n3)\tConsultative System\n4)\tParticipative System.\n\n==Books==\nThe following are books that Rensis Likert authored, or contributed to:<ref>Rensis Likert Biography (2005). Retrieved November 2, 2011, from http://www.bookrags.com/biography/rensis-likert-soc/</ref>\n\n* ''New Ways of Managing Conflict'' 1976 (with Jane Gibson Likert)\n* ''Human Organization : Its Management and Value'' (1967)\n* ''New Patterns of Management'' (1961)\n* ''Developing patterns in management'' (American Management Association, 1955)\nCo-editor:\n* ''Some applications of Behavioural Research'' (1957)\n\n==References==\n{{reflist|2}}\n\n==Further reading==\n{{Wikiquote}}\n* Brewer, J. D. (1968). Review of ''The Human Organization''. ''American Sociological Review'', 33(5), 825-826\n* Converse, Jean M. (1987) '' Survey Research in the United States: Roots and Emergence 1890-1960'' (U of California Press)\n* Effrat, A. (1968). Review: Democratizing and Producing. ''Science'', 162(3859), 1260-1261.\n* Hall, J. W. (1972). A Comparison of Halpin and Croft's Organizational Climates and Likert and Likert's Organizational Systems.     ''Administrative Science Quarterly'', 17(4), 586-590.\n* Huczynski, A.A. and Buchanan, D.A. (2007). ''Organizational Behaviour''. 6th Edition, Pearson Education.\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Likert, Rensis\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American statistician\n| DATE OF BIRTH     = 1903\n| PLACE OF BIRTH    = Cheyenne, Wyoming\n| DATE OF DEATH     = 1981\n| PLACE OF DEATH    = Ann Arbor, Michigan\n}}\n{{DEFAULTSORT:Likert, Rensis}}\n[[Category:1903 births]]\n[[Category:1981 deaths]]\n[[Category:American statisticians]]\n[[Category:Public administration scholars]]\n[[Category:University of Michigan alumni]]\n[[Category:20th-century mathematicians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Rensis Likert"}}}}