{"batchcomplete": "", "query": {"pages": {"25441114": {"ns": 0, "pageid": 25441114, "revisions": [{"*": "{{Other people|Robert Williams}}\n{{Infobox scientist\n|name              = Robert Edward Williams\n|image             = Robert_Williams_lecturing_in_2009.JPG \n|image_size        = 180px\n|caption           = \n|birth_date        = 1942\n|birth_place       = [[Cincinnati, Ohio]]\n|death_date        = \n|death_place       = \n|residence         = USA\n|citizenship       = \n|nationality       = \n|ethnicity         = \n|fields            = Designer, Mathematician,  Architect\n|workplaces        = McDonnell-Douglas Advanced Research Laboratories, [[Southern Illinois University]], Eudaemon Institute, Mandala Design Associates.\n|alma_mater        = [[California State University Northridge]]\n                     [[Southern Illinois University]]\n|doctoral_advisor  = \n|academic_advisors = \n|doctoral_students = \n|notable_students  = \n|known_for         = \n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences        = [[Annie Dillard]], [[Euclid]], [[Richard Feynman]], [[R. Buckminster Fuller]], [[Antonio Gaudi]], [[Henry Miller]], [[Frank Lloyd Wright]]\n|influenced        = \n|awards            = \n|religion          = \n|signature         =  <!--(filename only)-->\n|footnotes         = \n}}\n'''Robert Edward Williams''' (born 1942) is an American designer, mathematician, and architect. He is noted for books on the geometry of natural structure, the discovery of a new space-filling polyhedron, the development of theoretical principles of Catenatic Geometry, and the invention of the ''Ars-Vivant Wild-life Protector System'' for repopulating the Western Mojave Desert in California, USA with desert tortoises.\n\n==Biography—life, theories, and work==\nRobert Williams was born in [[Cincinnati, Ohio]], the son of Robert Finley Williams and Edna Rita Brotherton.<ref>''Wall Lake Blade'' (Iowa) newspaper archives, Jan. 9, 1942, p.4</ref> His father was the oldest member of [[the Williams Brothers]], a quartet of musical entertainers, who appeared on recordings, radio, and television, from the late 1930s to the present.[[Image:cluster domes.jpg|thumb|left|alt=cluster domes|An example of a clustered triangulated structure based upon small circuit principles of Catenatic Geometry.]]\nWilliams's work was originally inspired by the design principles in natural structure systems promoted by [[R. Buckminster Fuller]]. He was introduced to the work of Fuller by designer Peter Pearce in 1963.  He finished graduate studies in structural design at [[Southern Illinois University]] in 1967, where Fuller was University Professor.<ref>Buckminster Fuller Institute. (http://www.bfi.org/)</ref> While at SIU, he invented a system of clustering dome structures by using small circle Catenatic Geometry principles rather than great circles, or [[geodesics]], as Fuller had designed into geodesic dome structures.<ref>Williams, R. ''Geometry, Structure, Environment''. Masters Thesis: Southern Illinois University, 1967.</ref> From his research with naturally packed cell systems (biological cells, soap bubble packings, and metal crystallites) he also discovered a new space-filling polyhedron, the β-tetrakaidecahedron, the faces of which closely approximate the actual distribution of the kinds of faces found in experimental samples of cell geometry in natural systems.{{Citation needed|date=December 2009}}\n\nWilliams met astronomer, [[Albert George Wilson]] at the [[Rand Corporation]] in 1966. Wilson invited him to conduct research at the [[McDonnell-Douglas Corporation]] Advanced Research Laboratories (DARL) in Huntington Beach, California, USA. After graduate studies, he joined Dr. Wilson in September 1967 and continued his research into general structure principles in natural systems. He was the geometry and structure consultant to NASA engineer, Charles A. Willits, on the initiatory work in the development of large scale structure systems for space stations.<ref>\nSchefter, J. \"On Base in Space,\" Pop. Sci. 3/89, pp. 94-98</ref> The first of four editions of his structural geometry research was published by DARL in 1969, with the title:''Handbook of Structure''.<ref>Kantor, J. \"Handbook of Structure.\" ''Whole Earth Catalog.'' Spring 1970, p. 30.</ref> His paper in the journal ''[[Science (journal)|Science]]'' proposed that his discovery of the β-tetrakaidecahedron is the most reasonable alternative<ref>Williams, R.  \"Space-Filling Polyhedron: Its Relation to Aggregates of Soap Bubbles, Plant Cells, and Metal Crystallites\". ''Science'' 161, 2762&ndash;77 (1968).</ref>  to Lord Kelvin’s α-tetrakaidecahedron.<ref>Thompson, W (Lord Kelvin).  \"On the Division of Space with Minimum Partitional Area\". ''London, Edinburgh & Dublin Phil. Mag. & Jour. Sci.'', 24. 5035&ndash;14 (1887).</ref>\n{{wide image|tetrakai.jpg|600px|alt=tetrakai|Topological transformation from the Lord Kelvin α-tetrakaidecahedron (a) to the Williams β-tetrakaidecahedron (c), having 8 pentagons, 4 hexagons, and 2 square faces.}}\nAs an organizer and presenter at the ''First International Conference on Hierarchical Structures'' sponsored by DARL in 1968, Williams was an early proponent advocating the discipline of [[Hierarchical Structure]] to be a legitimate area of scientific research.<ref>Whyte, Wilson, and Wilson eds. ''Hierarchical Structures''.  New York: American Elsevier Publishing Co., 1969.</ref>\nIn the spring of 1970, Williams became a visiting lecturer in Design at [[Southern Illinois University]].<ref>Nicely, M. \"Designer's Target: People Problems\" ''Daily Egyptian,'' v. 50, No. 127, 26 April 1969, p. 1</ref> A year later he returned to California, and started the design company Mandala Design Associates.{{Citation needed|date=December 2009}} In 1972, Eudaemon Press published ''Natural Structure: Toward a Form Language'', an expanded edition of the original ''Handbook of Structure''. In 1979, Dover Publications published the third edition titled, ''The Geometrical Foundation of Natural Structure'', in its series of classical explanations of science. These works are cited in many books on geometry, science, and design.<ref>Fuller, Buckminster. ''Synergetics.'' New York: MacMillan Publishing. 1975. p.876</ref><ref>Weisstein, Eric W. (2003) ''CRC Concise Encyclopedia of Mathematics.''  Boca Raton, Florida: CRC Press. Pp. 301, 313, 422, 432, 708, 837, 924, 936, 1207, 1208, 1402 1432, 2196, 2303, 2306,  2524,  2573, 2718, 2761, 2841, 2963,  3114, 3163.</ref> Numerous references to these works are found in geometry articles in [[Wikipedia]] and [[Mathworld]].\n\nOn the fortieth anniversary of the initial DARL publication, Eudaemon Press published a commemorative 40th anniversary edition: ''The Geometry of Natural Structure: A Language of Form Source Book for Scientists and Designers''.As a companion volume, Eudaemon Press also published Williams's recent work: ''The Kiss Catenatic: The Introduction of Catenatic Geometry and its Environs''.\n\n==Environmental design work==\n[[Image:Ferro-cement architecture.jpg|thumb|left| Ferro-cement experimental architecture based on principles of Catenatic Geometry: Mojave Desert, California,]][[Image:Tnurseries.jpg|thumb|alt=Ars-Vivant images.|Structural-spatial configurations of the Ars-Vivant desert tortoise nurseries&mdash;Edwards Air Force Base, California, USA. 2004]]Williams uses the geometry of Natural Structure, Catenatic Geometry principles, and Symbolic analysis as fundamental components of his architectural, environmental design, and cosmology work.<ref>Komori, V. ''The Broad Perspective.''  Radio interview with Robert Williams: Geometer, Cosmologist, Architect: “The Geometric reminder of our interconnectedness and place in our Universe.”  9/11/2009.</ref><ref>{{citation| title=Buildings from Nature| work=Industrial Research| date=June 1968| pages=24–5}}</ref> In 1967, he became a charter member <ref>\"New Beginnings,\" ''E.A.T. News'' (6/1/67). Vol. 1, No. 2, p. 3</ref> of [[Experiments in Art and Technology]](E.A.T.) founded by engineers [[Billy Klüver]] and [[Fred Waldhauer]] and  artists [[Robert Rauschenberg]] and [[Robert Whitman]].   In addition to theoretical work, Williams was awarded  U.S. Patent No. 6,532,701] in 2003 for a shelter system of clustered modular enclosures. He designed and constructed {{convert|18000|sqft|m2}} of these modular, moveable, expandable-contractible enclosures to raise the endangered [[desert tortoise]] (Gopherus agassizii) at the [[Fort Irwin Military Reservation]] and [[Edwards Air Force Base]] in California, USA.<ref>Chavez, S. \"Modular habitat may aid threatened tortoise population.\" ''[[Antelope Valley Press]].''  3/22, 2001. p. 1</ref><ref>Skeen, J. “Pens Help Save Baby Tortoises Species is Threatened”. ''[[Los Angeles Daily News|Daily News]].'' (Los Angeles, California) May 9, 2005</ref><ref>McGovern, M. “Shell Shocked: Head Start Program Aims to Bolster Tortoise Population.” ''[[Airman Magazine]].'' 8/27/2009.</ref><ref>Kaufman,  L .  “A Base for War Training, and Species Preservation.”  ''[[New York Times]].''  February 21, 2010.</ref> Of all of Williams' design and architectural work, he considers his association with biologists, David Morafka<ref>Morafka, D., Berry, K., Spangenberg, E.  \"Predator-Proof  Field Enclosures for Enhancing Hatching Success and Survivorship of Juvenile Tortoises: A Critical Evaluation.\" In: Van Abbema, J., ed. ''Conservation, Restoration, and Management of Tortoises and Turtles.'' New York Turtle and Tortoise Society. pp. 147&ndash;65.</ref> and Kenneth Nagy to repopulate the Western Mojave Desert with the desert tortoise as his most rewarding environmental design work.<ref>Williams, R.  \"The Evolution and Design of the Ars-Vivant Wildlife Protector system for Use in Raising Neonate Desert Tortoises.\"  ''Proceedings of the 2002&ndash;2003 Symposia of the Desert Tortoise Council.'' Pp. 53&ndash;9.</ref>\n\n== Catenatic Geometry and Sacred Geometry ==\nIn both his books and lectures, Williams is a keen popularizer of the geometries in natural structures and how they can be used in environmental design. His current work focuses on  two concepts first introduced in ''Natural Structure: Toward a Form Language.''\n\n===Catenatic Geometry===\nFollowing the lead of mathematicians [[L. Fejes Toth]] and C. A. Rogers, Williams formalized the concepts underlying Catenatic Geometry. In ''The Kiss Catenatic'' he expanded the concept of small circles covering a sphere to include interconnected platen circuits that model multi-level linked units of the 3-dimensional matrix chain. He presented examples of the use of Catenatic Geometry in discussions of [[dark matter]] and [[dark energy]], [[red-shift]], [[fundamental forces]], discrete units of space, and the [[expansion of the universe]].\n [[Image:Lin.sm.circles.jpg|thumb|left| Photo of intersecting small circuit boundaries that form the conceptual basis for Catenatic Geometry.]][[Image:Cosmologycharts 005.jpg|thumb|right| One of six Cosmology Charts: Law of Seven]]\n\n===Sacred Geometry===\nFrom the beginning of his geometry research, Williams considered polyhedral geometry as the basis of a Form Language comprising three levels: the Formative (geometry), the Purportive (psychology), and the Symbolic.\nWith respect to the symbolic Level, he followed the lead of [[symbologist]] and [[mythographer]] [[Robert Lawlor]].<ref>Lawlor, R. Sacred Geometry: Philosophy and practice, London: Thames & Hudson, 1989 (1st edition 1979, 1980, or 1982), ISBN 0-500-81030-3</ref> In ''The Integration of Universal Constants'' Williams presented relationships among numerous diverse subjects: geometric form, [[color spectrum]], the music [[octave]], the [[periodic table]], [[astronomy]], [[astrology]], [[psychology]], [[tarot]], [[chakras]], [[gender]], [[seasons]] of the year, among others. The relationships are depicted in six integrated cosmology charts.\n\n==Publications==\n* 1967. ''Geometry, Structure, Environment''.  Masters Thesis. Carbondale: Southern Illinois University.\n* 1968.  ''Handbook of Structure''.  McDonnell-Douglas Advanced Research Laboratories.  Research Communication  75.\n* 1972.  ''Natural Structure: Toward a Form Language''.  Moorpark, California: Eudaemon Press.\n* 1978.  ''The Geometrical Foundation of Natural Structure''. New York: Dover Publications, Inc. ISBN 0-486-23729-X.\n* 2009.  ''The Geometry of Natural Structure (40th Anniversary Edition)''. San Francisco: Eudaemon Press. ISBN 978-0-9823465-1-8\n* 2009.  ''The Kiss Catenatic: The Introduction of Catenatic Geometry and its Environs''. San Francisco: Eudaemon Press. ISBN 978-0-9823465-2-5\n* 2009.  ''The Integration of Universal Constants''. San Francisco: Eudaemon Press. (2009). ISBN 978-0-9823465-0-1.\n\n==References==\n{{reflist}}\n\n==U. S. Patent Office publications==\n* \"Shelter system of clustered modular enclosures\". U.S. Patent 6,532,701'' (March 18, 2003).\n* \"A Unified Method and System for Multi-Dimensional Mapping of Spatial-Energy Relationships Among Micro- and Macro-Events in the Universe\". U.S. Patent Application No. 10/714,142, Publication No. US-2005-0143919-A1 (June 30, 2005).\n\n==External links==\n* Robert Williams: ''Catenatic Geometry & Natural Structure'' YouTube video series 2009: ([https://www.youtube.com/watch?v=93ddvHNhlVk 1]) ([https://www.youtube.com/watch?v=dL6CvxZq4dc 2]) ([https://www.youtube.com/watch?v=Nxr2PZUJlHU 3]) ([https://www.youtube.com/watch?v=cCzuRYOO8eU 4])\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Williams, Robert\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American geometer\n| DATE OF BIRTH     = 1942\n| PLACE OF BIRTH    = [[Cincinnati, Ohio]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Williams, Robert}}\n[[Category:Geometers]]\n[[Category:American mathematicians]]\n[[Category:1942 births]]\n[[Category:Living people]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Robert Williams (geometer)"}}}}