{"batchcomplete": "", "query": {"pages": {"5689940": {"ns": 0, "pageid": 5689940, "revisions": [{"*": "'''Sedulius Scotus''' or Scottus ([[Floruit|fl]]. 840-860) was an Irish teacher, Latin grammarian and scriptural commentator, who lived in the 9th century. Sedulius is sometimes called Sedulius the Younger, to distinguish him from [[Coelius Sedulius]] (a 5th-century poet). The usual Irish form of the name is Siadhal, but he appears to have been called Suadbar.<ref>See Dáibhí Ó Cróinín', 'The Irish as Mediators of Antique Culture on the Continent', in Paul Leo Butzer and Dietrich Lohrmann (eds.), ''Science in Western and Eastern Civilization in Carolongian Times'' (Basel, Boston, and Berlin: Birkhäuser Verlag, 1993), 41-52 at 50-1.</ref>\n\n==Life==\nSedulius Scotus was, during the reign of the [[Lothair I|Emperor Lothair]] (840-855), one of a colony of Irish teachers at [[Liège]]. It appears from the manuscript records of the 9th century that there was a teacher at St. Lambert, Liège, who was known as Sedulius Scotus, and was a scribe and a poet. He was a student of Greek, and, according to [[Bernard de Montfaucon]], it was he who copied the ''Greek Psalter'' (now no. 8047 in the \"[[Bibliothèque de l'Arsenal]]\", Paris). His poems, to the number of ninety, are published by [[Ludwig Traube (palaeographer)|Traube]] in the ''Poetae Aevi Carolini'', which is a portion of the ''[[Monumenta Germaniae Historica]]''.\n\nIt is quite probable that, towards the end of his days, he went to Milan, following the example of his countryman, [[Dungal]], who established a school at Pavia. When and where he died is unknown.\n\n==Works==\n\nSedulius's most important works are his treatise ''De Rectoribus Christianis'', a commentary on [[Porphyry (philosopher)|Porphyry]]'s ''[[Isagoge]]'', or introduction to the [[Aristelian logic|logic of Aristotle]], and a scriptural commentary ''Collectanea in omnes beati Pauli Epistolas''. The first of these is a noteworthy contribution to [[Christian ethics]]. It is the first, apparently, of a long line of treatises written during the Middle Ages for the instruction of Christian princes and rulers, a dissertation on the duties peculiar to that state of life, a ''[[Mirror for Princes]]'', as such works came to be called at a much later period.\n\nSedulius's work shows, among other traits, a deep moral feeling, a realization of the fact that the mission of the state is neither purely economic on the one hand nor exclusively ecclesiastical, on the other. The question of the relations between Church and State had, indeed, been raised, and Sedulius affirms the rights of the Church, to defend them. He is not on the side of those who, seeing in [[Charlemagne]] the ideal of a [[pontiff]] and ruler in one person, were in favor of the idea that the prince should in fact be supreme in matters religious. On the contrary, he is in favor of a division of temporal and spiritual powers and requires of the prince a careful observance of the Church's rights and privileges. The description of the qualifications of the Queen<ref>Hellmann, pp.&nbsp;34 sq.</ref> is not only Christian in feeling and tone, but also humanistic, in the best sense of the word.\n\nThe commentary on the ''Isagoge'' was known in Western Europe in the Latin version only.\n\nNot the least interesting of the writings of Sedulius are his letters, some of which are published in the \"Neues Archiv\", II, 188, and IV, 315. In them are narrated the vicissitudes of the Irish exiles on the Continent, and an insight is given into the attitude towards those exiles by the authorities, civil and ecclesiastical, as well as by the people.\n\n==\"The Scholars of Clonard\"==\n\nThe poem, \"The Scholars of Clonard\", is attributed to Sedulius:\n\n:Look on the marble columns surpassing the stars,\n:which the sand of the saint-bearing land supports here\n:happy, famous Ailerán, Vinnau, Fergus,\n:shining lights made by gift-carrying God.\n:O He sent a great present of Scotia [i.e.Ireland],\n:rich relics which Pictonia [i.e. Poitiers] wishes to be its own,\n:whence comes Titan and where night established the stars\n:and where midday is hot with blazing hours\n:[i.e. the east and the west and the south].\n\n(''The Celtic Latin Tradition of Biblical Style'', p.&nbsp;129, edited and translated by [[David Howlett]], Dublin, 1995)\n\n==See also==\n* [[Aaron Scotus]] (died 1052)\n* [[Blessed Marianus Scotus]] (died c. 1088)\n* [[David Scotus]] (died 1139), chronicler\n* [[Joseph Scottus]] (died near 800), Irish deacon, scholar, diplomat, poet, and ecclesiastic\n* [[Johannes Scotus Eriugena]] (c. 815–877), Irish theologian\n* [[Marianus Scotus]] (c. 1028–1082), Irish monk\n* [[Marianus Scotus]] (died c. 1088), Irish abbot of St Peter's at Ratisbon (Regensburg)\n\n==References==\n{{reflist}}\n*Hellmann, ''Sedulius Scotus'' (Munich 1906); Cath. Univ. Bulletin (April, 1898, and July, 1907)\n*Montague, John, ed. ''The Faber Book of Irish Verse'' (1974); ''Nune Viridant Segetes'' and ''Apologia Pro Vita Sua'', p.&nbsp;65.\n\n==External links==\n*[http://web.archive.org/web/20110520130936/http://www.documentacatholicaomnia.eu/30_10_0820-0820-_Sedulius_Scotus.html Opera Omnia by Migne Patrologia Latina with analytical indexes (Latin)]\n\n{{Catholic|wstitle=Sedulius Scotus}}\n{{Hiberno-Latin authors}}\n{{Irish poetry}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Sedulius Scotus\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Writer\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Sedulius Scotus}}\n[[Category:Medieval Irish writers]]\n[[Category:Irish expatriates in France]]\n[[Category:9th-century deaths]]\n[[Category:Medieval linguists]]\n[[Category:Irish scholars and academics]]\n[[Category:Medieval literature]]\n[[Category:Medieval Latin poets]]\n[[Category:Medieval Gaels]]\n[[Category:9th-century Irish people]]\n[[Category:Medieval Irish poets]]\n[[Category:Early medieval Latin writers]]\n[[Category:Year of birth unknown]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Sedulius Scottus"}}}}