{"batchcomplete": "", "query": {"pages": {"276820": {"ns": 0, "pageid": 276820, "revisions": [{"*": "{{Infobox economist\n| color            = black\n| name             = Simon Kuznets\n| school_tradition = [[Institutional economics]]\n| color            = Black\n| image            = Kuznets portrait.jpg\n| image_size       = 200px\n| caption          =\n| birth_date       = {{Birth date|1901|4|30|mf=y}}\n| birth_place      = [[Pinsk]],<ref name=\"Nobel Prize web site\">[http://www.nobelprize.org/nobel_prizes/economic-sciences/laureates/1971/kuznets-facts.html | Simon Kuznets - Facts | The Official Web Site of the Nobel Prize]</ref> [[Russian Empire]] (present-day [[Belarus]])\n| death_date       = {{Death date and age|1985|7|8|1901|4|30|mf=y}}\n| death_place      = [[Cambridge, Massachusetts]]\n| nationality      = [[United States|American]]\n| institution      = [[NBER]]<br />[[Harvard University]] (1960–1971)<br />[[Johns Hopkins University]] (1954–1960)<br />[[University of Pennsylvania]] (1930–1954)\n| field            = [[Econometrics]], [[development economics]]\n| alma_mater       = [[Columbia University]],<br />[[Kharkiv National University of Economics|Kharkov Institute of Commerce]]\n| notable_students = [[Subramanian Swamy]]\n| influences       = [[Wesley Clair Mitchell]]\n| influenced       = [[Robert Fogel]]<br />[[Milton Friedman]]<br/>[[Thomas Piketty]]\n| contributions    = [[National income]] data<br />Empirical [[business cycle]] research<br />Characteristics of [[economic growth]]\n| awards           = [[Nobel Memorial Prize in Economic Sciences]] (1971)\n| signature        = <!-- file name only -->\n| repec_prefix =  e | repec_id = pku10\n}}\n'''Simon Smith Kuznets''' ({{IPAc-en|k|ʊ|z|ˈ|n|ɛ|t|s}}, {{IPAc-en|ˈ|k|ʌ|z|n|ɛ|t|s}}; {{lang-rus|Семён Абра́мович Кузне́ц|p=sʲɪˈmʲɵn ɐˈbraməvʲɪtɕ kʊzʲˈnʲɛts}}; April 30, 1901 – July 8, 1985) was an [[Americans|American]] [[economist]], [[statistician]], [[demographer]], and [[economic historian]] who won the 1971 [[Nobel Memorial Prize in Economic Sciences]] \"for his empirically founded interpretation of economic growth which has led to new and deepened insight into the economic and social structure and process of development\".\n\nKuznets made a decisive contribution to the transformation of economics into empirical science and to the formation of quantitative economic history.<ref>Abramovitz M. Simon Kuznets (1901–1985) // The Journal of Economic History, March 1986, v.46, no.1, p. 246.</ref>\n<!-- Deleted image removed: [[File:S.Kuznets commemorative plaque, Kharkiv, April 2011.jpeg|thumb|240px|right|Commemorative plaque dedicated to Simon Kuznets, on a historical building of the Kharkov Institute of Commerce, Artyoma st., 44 (Yeparkhialnaya st., 52), Kharkiv, Ukraine. Unveiled on April 29, 2011.]] -->\n\n==Biography==\nHe was born of a Jewish family in [[Pinsk]], located in [[Belarus]] since the country's independence from the Soviet Union in 1991. Kuznets studied in the Second public school taking primary and secondary classes in 1915–1917. After the graduation he enrolled at the [[University of Kharkiv]]. There he began to study economics and became exposed to Joseph Schumpeter's theory of innovation and the business cycle.<ref>{{\ncite journal\n|last       = Goldthwaite\n|first      = Richard\n|author2=Abramovitz M.\n |date       = 1986\n|title      = Association Notes: In Memoriam: Frederic C. Lane 1900–1984, Simon Kuznets 1901–1985\n|jstor        = 2121281\n|journal    = The Journal of Economic History\n|volume     = 46\n|issue      = 1\n|pages      = 239–246\n}}</ref><ref>{{\ncite web\n|author     = Weyl, E. Glen\n|year       = 2007\n|title      = Simon Kuznets: Cautious Empiricist of the Eastern European Jewish Diaspora\n|url        = http://home.uchicago.edu/weyl/Kuznets_Final_11_10.pdf\n|page      = 8\n|format = PDF\n|publisher  = Harvard University Society of Fellows; Toulouse School of Economics\n|accessdate = 2012-02-04\n}}</ref><ref>{{\ncite web\n|author     = Харківський національний університет імені В.Н. Каразіна\n|title      = Про університет. Історична довідка\n|url = http://www.univer.kharkov.ua/ua/general/our_university/history\n|accessdate = 2012-02-04\n}}</ref><ref>{{cite book|title=Ökonomie in Theorie und Praxis: Festschrift für Helmut Frisch |editor1-first=Günther |editor1-last=Chaloupek |editor2-first=Alois |editor2-last=Guger |editor3-first=Ewald |editor3-last=Nowotny |editor4-first=Gerhard editor4-last=Schwödiauer |edition=German |publisher=Springer |language=German, English |isbn=3540422404 |year=2001 |page=286 |chapter=Schumpeter and Schools of Economic Thoughts |first=Mark |last=Perlman |url=http://books.google.com/?id=kcFP8wJLOdMC&pg=PA286&dq=Simon+Kuznets+Kharkov#v=onepage&q=Simon+Kuznets+Kharkov&f=false}}</ref><ref>{{cite book|title=Fifty Major Economists |first=Steven |last=Pressman |publisher=Routledge |isbn=0415366488 |page=181 |year=2006 |url=http://books.google.com/?id=3H11Xu1F_MkC&pg=PA181&dq=Simon+Kuznets+university+Kharkov#v=onepage&q=Simon%20Kuznets%20university%20Kharkov&f=false}}</ref><ref>{{cite book|title=Jewish Economies: Development and Migration in America and Beyond |volume=I |first=Kuznetz |last=Simon |editor-first=E. Glen |editor-last=Weyl |editor2-first=Stephanie H. |editor2-last=Lo |publisher=Transaction Publishers |isbn=1412842115 |year=2011 |page=xix |url=http://books.google.com/?id=IswkeZElA70C&pg=PR19&dq=simon+kuznets+university+kharkov#v=onepage&q=simon%20kuznets%20university%20kharkov&f=false}}</ref> In 1918, Kuznets entered the [[Kharkiv National University of Economics|Kharkiv Institute of Commerce]] where he studied economic sciences, statistics, history and mathematics under the guidance of professors P. Fomin (political economy), A. Antsiferov ([[statistics]]), V. Levitsky ([[economic history]] and [[History of economic thought|economic thought]]), [[Sergey Bernstein|S. Bernstein]] (probability theory), V. Davats (mathematics), and others. Basic academic courses at the Institute helped him to acquire “exceptional” erudition in economics, as well as in history, demography, statistics and natural sciences. According to the Institute’s curriculum, development of the national economies had to be analyzed in the wider context of changes in connected spheres and with involvement of proper methods and empirical data.<ref>{{PDFlink|[http://cdn.scipeople.com/materials/32916/Kuznets-i-kharkovskaya-shkola.pdf Московкин В. М., Михайличенко Д. Ю. Саймон Кузнец и харьковская высшая экономическая школа начала ХХ ст. // В кн.: Кузнец С. Экономическая система д-ра Шумпетера, излагаемая и критикуемая, Перлман М. Две фазы заинтересованности Кузнеца Шумпетером / Сост. докт. геогр. н., проф. В. М. Московкин, канд. ист. н. Д. Ю. Михайличенко, перев. Е. Е. Перчик; Под ред. докт. экон. н., проф. В. С. Пономаренко. – Х. : ИД «ИНЖЕК», 2013. – С. 7–34.]}}</ref>\n\nAt the turn of 1920–1921 years, the normal course in the Institute was interrupted by the events of the [[Civil War in Russia|Civil War]] and reorganizations undertaken by the [[Soviet Ukraine|Soviet authorities]] in the sphere of the higher education. There is no precise information whether Kuznets continued his studies at the Institute, but it is known that he joined the Department of Labor of UZHBURO (South Bureau) of the Central Council of Trade Unions. There he published his first scientific paper, \"Monetary wages and salaries of factory workers in Kharkiv in 1920\"; he explored the dynamics of different types of wages by industries in Kharkiv and income differentiation, depending on the wage system.<ref>Кузнец С. Денежная заработная плата рабочих и служащих фабрично-заводской промышленности г. Харькова в 1920 г. // Материалы по статистике труда на Украние. Под ред. Зав. отд. труда И. Н. Дубинской. – Вып. 2. – Июль 1921 г. – С. 53–64. (Репринтная публикация [http://www.ksue.edu.ua/ru/science/editions/businform.html Бизнес Информ]. – № 9 – 10. – 2002 г.)</ref> In 1922, the Kuznets family emigrated to the [[United States]].\n\nKuznets then studied at [[Columbia University]] under the guidance of [[Wesley Clair Mitchell]]. He graduated with a B.Sc. in 1923, M.A. in 1924, and Ph.D. in 1926.<ref>[http://home.uchicago.edu/weyl/Kuznets_Final_11_10.pdf Simon Kuznets, Cautious Empiricist of the Eastern European Jewish Diaspora]</ref> As his magister thesis, he defended the essay “Economic system of Dr. Schumpeter, presented and analyzed”, written in [[Kharkiv]]. From 1925 to 1926, Kuznets spent time studying economic patterns in prices as the Research Fellow at the Social Science Research Council. It was this work that led to his book \"Secular Movements in Production and Prices\", defended as a doctoral thesis and published in 1930.\n\nIn 1927, he became a member of the research staff of the [[National Bureau of Economic Research]] (NBER), where he worked until 1961. From 1931 until 1936, Kuznets was a part-time professor at the University of Pennsylvania, he was elected to the [[Pi Gamma Mu]] social science honor society chapter at the University of Pennsylvania and actively served as a chapter officer in the 1940s; becoming a full-time professor 1936 until 1954. In 1954, Kuznets moved to [[Johns Hopkins University]], where he was Professor of Political Economy until 1960. From 1961 until his retirement in 1970, Kuznets taught at Harvard.\n\nApart from that, Kuznets collaborated with a number of research organizations and government agencies. In 1931–1934, at Mitchell’s behest, Kuznets took charge of the NBER’s work on U.S. national income accounts, given the first official estimation of the US national income. In 1936, Kuznets took the lead in establishing the Conference on Research Income and Wealth, which brought together government officials and academic economists, engaged in the development of the U.S. national income and product accounts, and in 1947 helped to establish its international counterpart, the International Association for Research in Income and Wealth.\n\nDuring the World War II, in 1942–1944 Kuznets became the associate director of the Bureau of Planning and Statistics, War Production Board. He took part in works aimed to assess the capacity to expand military production. Researchers used national income accounting together with a rough form of [[linear programming]] to measure the potential for increased production and the sources from which it would come and to identify the materials that were binding constraints on expansion.<ref>Simon S. Kuznets 1901–1985: A Biographical Memoir by Robert W. Fogel // Biographical Memoirs, vol. 79. – Published 2001 By The National Academy Press Washington, D.C., p. 213.</ref>\n\nAfter the War, he worked as an advisor for the governments of China, Japan, India, Korea, Taiwan, and Israel in the establishment of their national systems of economic information. Kuznets cooperated with the Growth Center of Yale University, the [[Social Science Research Council]] (SSRC). He guided extensive research holding a number of positions in research institutions,such  as the Chairman of the Falk Project for Economic Research in Israel, 1953–1963; member of the Board of Trustees and honorary chairman, Maurice Falk Institute for Economic Research in Israel, from 1963; and Chairman, Social Science Research Council Committee on the Economy of China, 1961–1970.\n\nKuznets was elected as the President of the American Economic Association (1954), President of the American Statistical Association (1949), an honorable member of the Association of Economic History, the Royal Statistical Society of England and a member of the Econometric Society, the [[International Statistical Institute]], the American Philosophical Society, the Royal Swedish Academy, a corresponding member of the British Academy. He was awarded the Medal of Francis Walker (1977).\n\nSimon Kuznets died on July 8, 1985, at the age of 84.\n\nIn 2013 The Kharkiv National University of Economics where he studied in 1918–1921 was named after him ([[Kharkiv National University of Economics|Semen Kuznets Kharkiv National University of Economics]]).\n\n==His work and its impact on economics==\nHis name is associated with the formation of the modern economic science such as an empirical discipline, the development of statistical methods of research and the emergence of quantitative economic history. Kuznets is credited with revolutionising [[econometrics]], and this work is credited with fueling the so-called [[Keynesian economics|Keynesian]] revolution\".\n\nThe views and the scientific methodology of Kuznets were  influenced  by methodological settings received by him in [[Kharkov]] and fully shared by Mitchell for the statistical, inductive construction of hypotheses in economics and its empirical testing. Kuznets treated a priori and speculative conceptions with deep skepticism. At the same time, Kuznets tended to analyze economy in connection and with the wider context of historical situation, demographic, social processes that was peculiar for the Kharkov academics at the beginning of the 20th century. Kuznets was influenced by the work of such leading theorists as [[Joseph A. Schumpeter]] (who probed the relationship between technological change and business cycles), [[A. C. Pigou]] (who identified circumstances under which markets failed to maximize economic welfare), and [[Vilfredo Pareto]] (who propounded a law governing the distribution of income among households).<ref>Simon S. Kuznets 1901–1985: A Biographical Memoir by Robert W. Fogel // Biographical Memoirs, vol. 79. – Published 2001 By The National Academy Press Washington,  D.C., p. 209.</ref> Kuznets was closely familiar with  the economics of Russia and Ukraine of the early 20th century. In the 1920s, he reviewed and translated the little known in the West papers of [[Nikolai Kondratiev|Kondratiev]], [[Eugen Slutsky|Slutsky]], Pervushin, Weinstein.<ref>{{PDFlink|[http://ecsocman.hse.ru/data/015/665/1219/003.FILATOV.pdf Филатов И. В. Теоретическое наследие С. Кузнеца и проблемы модернизации постсоциалистических стран // Социально-экономическая трансформация в России. – М., 2002. – С. 80.]}}</ref>\n\n===Historical series of economic dynamics and [[Kuznets Cycles]], or \"long swings\"===\nThe first major research project in which Kuznets was involved was the study of long series of economic dynamics in the USA undertaken in the mid-1920s. The collected data covered the period from 1865 to 1925, and for some indices achieved 1770. Applying for the analysis of time series approximating [[Gompertz function|Gompertz]] and [[logistic curve]]s, Kuznets found that the characteristics of the curves with reasonable accuracy described the majority of economic processes. Fitting trend curves to data and analysis of the time series, comparison of theoretical and empirical levels, allowed him to identify medium-term extended cycles of economic activity, which lasted 15–25 years and had an intermediate position between the [[Kondratiev wave|Kondratyev “long waves\"]] and short [[business cycles]]. Aspiring to determine the nature of these cycles, Kuznets analyzed the dynamics of population, the construction industry performance, capital, national income data and other variables. These movements became known among economists and economic historians as \"Kuznets Cycles\", and alternatively as \"long swings\" in the economy's growth rate (following the work of Moses Abramovitz [1912-1999].<ref>M.Abramovitz, \"The nature and significance of Kuznets cycles,\" Economic Development and Cultural Change, v.6,no.3 (April 1961),pp.225-248; \"The passing of the Kuznets cycle,\" Economica, N.S., v.35,no. 140 (November 1968),pp.349-367.</ref> ```\n\n===National income accounts===\nIn 1931, at Mitchell’s behest, Kuznets took charge of the NBER’s work on U.S. [[national income]] accounts. In 1934, an assessment of the national income of the United States for the period 1929–1932 was given; further, it was extended to 1919–1938, and then, until 1869. Although Kuznets was not the first economist to try this, his work was so comprehensive and meticulous that it set the standard in the field.\n\nKuznets had success to solve numerous problems ranging from lack of sources of information and bias assessments, to the development of the theoretical concept of national income. Kuznets achieved a high precision in calculations. His works allowed us to analyze the structure of the national income, and expose to detailed study a number of specific problems of the national economy. Improved methods for calculating the national income and related indicators have become classics and formed the basis of the modern system of national accounts. Having  analyzed the distribution of income among different social groups, Kuznets put forward the hypothesis that in countries, which wereon the early stages of economic development, income inequality increased first, but as far as national economy was growing, it tended to decrease. This assumption formed the basis of so-called \"[[Kuznets curve]]\" empirical conception.\n\nKuznets helped the [[U.S. Department of Commerce]] to standardize the measurement of [[GNP]]. He disapproved, however, of its use as a general indication of welfare,<ref>http://harpers.org/archive/2008/06/0082042</ref> writing that \"the welfare of a nation can scarcely be inferred from a measure of national income.\"<ref>Simon Kuznets, 1934. \"National Income, 1929–1932\". 73rd US Congress, 2d session, Senate document no. 124, page 7. http://library.bea.gov/u?/SOD,888</ref>\n\nExploring the formation of the national income, Kuznets studied proportions between output and income, consumption and savings, etc. After analyzing the long-term data sets of economic conditions for 20 countries, Kuznets revealed long-term trends in capital / output ratios, shares of net capital formation, net investment, and so on. Collected and systematized data allowed exposing to empirical testing a number of existing hypotheses. In particular, this concerned premises of the [[Keynesian economics|Keynes theory]] – [[John Maynard Keynes|Keynes]]' 1936 [[Absolute Income Hypothesis]].\n\nThe hypothesis gave birth to what would become the first formal [[consumption function]]. However Kuznets shook the economic world by finding that Keynes' predictions, while seemingly accurate in short-run cross-sections, broke down under more rigorous examination. In his 1942 tome ''Uses of National Income in Peace and War'', published by the [[National Bureau of Economic Research]], Kuznets became the first economist to show that the Absolute Income Hypothesis gives inaccurate predictions in the long run (by using [[time-series]] data). Keynes had predicted that as aggregate income increases, so will marginal savings. Kuznets used new data to show that, over a longer span of time (1870's – 1940's) the savings ratio remained constant, despite large changes in income. This paved the way for [[Milton Friedman]]'s [[Permanent Income Hypothesis]], and several more modern alternatives such as the [[Life cycle hypothesis]] and the [[Relative Income Hypothesis]].\n\n===Economic growth===\nBy the end of the Second World War Kuznets moved into a new research area, related to the tie between changes in income and growth. He proposed research program that involved extensive empirical studies on the four key elements of economic growth. In fact, the demographic growth, the growth of knowledge, in-country adaptation to growth factors and external economic relations between the countries. The general theory of economic growth should explain the development of advanced industrial countries, and the reasons that prevent the development of backward countries, include both market and planned economies, large and small, developed and developing countries, consider the impact on growth of foreign economic relations.\n\nHe collected and analyzed statistical indicators of economic performance of 14 countries in Europe, the U.S. and Japan for 60 years. Analysis of the materials led to the advancement of a number of hypotheses relating to various aspects of the mechanism of economic growth, concerning the level and variability of growth, structure of the GNP and distribution of labor, the distribution of income between households, the structure of foreign trade. Kuznets founded the historically grounded theory of economic growth. The central theme of these empirical studies is that the growth of the aggregated product of the country necessarily implies a profound transformation of the whole of its economic structure. This transformation affects many aspects of economic life – the structure of production, sectoral and occupational structure of employment, the division of occupations among family and market activities, the income structure, size, age structure and spatial distribution of the population, cross-country flows of goods, capital, labor and knowledge, the organization of industry and governmental regulation. Such changes, in his opinion, are essential for overall growth and, once started, shape, constrain or support the subsequent economic development of the country. Kuznets made a profound analysis of the impact on economic growth by demographic processes and characteristics.\n\nHis major thesis, which argued that underdeveloped countries of today possess characteristics different from those that industrialized countries faced before they developed, helped put an end to the simplistic view that all countries went through the same \"linear stages\" in their history and launched the separate field of development economics – which now focused on the analysis of modern underdeveloped countries' distinct experiences.\n\n===[[Kuznets curve]]===\nAmong his several discoveries which sparked important theoretical research programs was his discovery of the inverted U-shaped relation between income inequality and economic growth (1955, 1963). In poor countries, economic growth increased the income disparity between rich and poor people. In wealthier countries, economic growth narrowed the difference. By noting patterns of income inequality in developed and underdeveloped countries, he proposed that as countries experienced economic growth, the income inequality first increases and then decreases. The reasoning was that in order to experience growth, countries had to shift from agricultural to industrial sectors. While there was little variation in the agricultural income, industrialization led to large differences in income. Additionally, as economies experienced growth, mass education provided greater opportunities which decreased the inequality and the lower income portion of the population gained political power to change governmental policies. He also discovered the patterns in savings-income behavior which launched the [[Intertemporal consumption|Life-Cycle-Permanent-Income Hypothesis]] of [[Franco Modigliani|Modigliani]] and [[Milton Friedman|Friedman]].\n\n===Historical and economic works of the 1970s===\nIn his historical and economic studies of the 1970s., Kuznets expressed the idea of interaction of science and technology (innovations), and institutional shifts, as well as a role of external to the economy factors, such as those caused by the moral and political climate in society, and their impact on the progress and results of economic growth.\n\nKuznets was awarded by the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel in 1971 “for his empirically founded interpretation of economic growth which has led to new and deepened insight into the economic and social structure and process of development”.\n\n==Selected publications==\n* \"Secular Movements in Production and Prices: Their Nature and Their Bearing upon Cyclical Fluctuations\". (1930)\n* \"National Income and Capital Formation, 1919–1935\". (1937)\n* \"National Income and Its Composition, 1919–1938\". (1941)\n* \"Economic Growth and Income Inequality\". ''American Economic Review'' 45 (March): 1–28. (1955)\n* \"Quantitative aspects of the economic growth of nations, VIII: The distribution of income by size\", ''Economic Development and Cultural Change'', 11, pp.&nbsp;1–92. (1963)\n* \"Modern Economic Growth: Rate, Structure, and Spread\". (1966)\n* \"Toward a Theory of Economic Growth, with Reflections on the Economic Growth of Modern Nations\". (1968)\n* \"Economic Growth of Nations: Total Output and Production Structure\". (1971)\n* \"Population, Capital and Growth\". (1973)\n\n==See also==\n* [[Capital formation]]\n* [[Gross domestic product]]\n* [[Information Revolution]]\n* [[List of economists]]\n* [[List of Jewish Nobel laureates]]\n* [[Kharkiv National University of Economics|Simon Kuznets Kharkiv National University of Economics]]\n\n==References==\n{{reflist|2}}\n\n==Further reading==\n* Abramovitz M. Simon Kuznets (1901–1985) // The Journal of Economic History, March 1986, v. 46, no. 1, p.&nbsp;241–246.\n* Ben-Porath Y. Simon Kuznets in Person and in Writing // Economic Development and Cultural Change, Vol. 36, No. 3 (Apr., 1988), pp.&nbsp;435–447.\n* {{cite journal |authorlink=Robert Fogel |last=Fogel |first=Robert W. |year=2000 |title=Simon S. Kuznets: April 30, 1901 – July 9, 1985 |journal=NBER Working Paper No. W7787 }}\n* {{Cite book | last1 = Fogel | first1 = Robert William | last2 = Fogel | first2 = Enid M. | last3 = Guglielmo | first3 = Mark | last4 = Grotte | first4 = Nathaniel | title = Political Arithmetic: Simon Kuznets and the Empirical Tradition in Economics | airdate = | origyear = | publisher = University of Chicago Press | location=Chicago | url = | edition = | isbn = 0-226-25661-8 | year = 2013 | chapter = | chapterurl = | quote = }}\n* Hoselitz B. F. Bibliography of Simon Kuznets // Economic Development and Cultural Change, Vol. 31, No. 2 (Jan., 1983), pp.&nbsp;433–454.\n* Kapuria-Foreman V., Perlman M. An Economic Historian's Economist: Remembering Simon Kuznets // The Economic Journal, 105 (November), 1995, p.&nbsp;1524–1547.\n* {{cite journal |first=Munir Khasru |last=Syed |first2=Muaz Jalil |last2=Mohammad |year=2004 |title=Revisiting Kuznets Hypothesis: An Analysis with Time Series and Panel Data |journal=Bangladesh Development Studies |volume=30 |issue=3–4 |pages=89–112 |doi= }}\n* {{cite journal |first=Erik |last=Lundberg |title=Simon Kuznets contributions to Economics |journal=The Swedish Journal of Economics |year=1971 |volume=73 |issue=4 |pages=444–459 |doi=10.2307/3439225 |jstor=3439225 }}\n* Street J. H. The Contribution of Simon S. Kuznets to Institutionalist Development Theory // Journal of Economic Issues, Vol. 22, No. 2 (Jun., 1988), pp.&nbsp;499–509.\n\n==External links==\n{{wikiquote}}\n* {{Cite book |title=Simon Kuznets (1901–1985) |url=http://www.econlib.org/library/Enc/bios/Kuznets.html |work=[[The Concise Encyclopedia of Economics]] |edition=2nd |series=[[Library of Economics and Liberty]] |publisher=[[Liberty Fund]] |year=2008 }}\n* [http://cepa.newschool.edu/het/profiles/kuznets.htm New School for Social Research.] With partial bibliography and web links.\n* [http://werdet.atspace.com/bin/kuznets-lecture.html Kuznets's Nobel Prize lecture.]\n* Fogel, Robert, 2000, \"[http://www.nber.org/papers/W7787.pdf Simon S. Kuznets: 1901–1985,]\" NBER Working Paper No. 7787.\n* [http://www.nasonline.org/publications/biographical-memoirs/memoir-pdfs/kuznets-simon.pdf National Academy of Sciences Biographical Memoir]\n\n{{Nobel laureates in economics 1969–1975}}\n{{instecon}}\n\n{{Authority control}}\n\n{{Persondata\n|NAME= Kuznets, Simon Smith\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION= [[Economics|Economist]]\n|DATE OF BIRTH= April 30, 1901\n|PLACE OF BIRTH= [[Pinsk]]\n|DATE OF DEATH= July 8, 1985\n|PLACE OF DEATH= [[Cambridge, Massachusetts]]\n}}\n{{DEFAULTSORT:Kuznets, Simon}}\n[[Category:1901 births]]\n[[Category:1985 deaths]]\n[[Category:People from Kharkiv]]\n[[Category:Imperial Russian Jews]]\n[[Category:Ukrainian Jews]]\n[[Category:Soviet Jews]]\n[[Category:Soviet emigrants to the United States]]\n[[Category:American people of Belarusian-Jewish descent]]\n[[Category:Jewish American social scientists]]\n[[Category:American statisticians]]\n[[Category:American economists]]\n[[Category:Heterodox economists]]\n[[Category:Institutional economists]]\n[[Category:Development economists]]\n[[Category:Nobel laureates in Economics]]\n[[Category:American Nobel laureates]]\n[[Category:Presidents of the American Statistical Association]]\n[[Category:Columbia University alumni]]\n[[Category:University of Pennsylvania faculty]]\n[[Category:Johns Hopkins University faculty]]\n[[Category:Harvard University faculty]]\n[[Category:20th-century economists]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Simon Kuznets"}}}}