{"batchcomplete": "", "query": {"pages": {"924723": {"ns": 0, "pageid": 924723, "revisions": [{"*": "{{No footnotes|date=May 2015}}\n{{Infobox MP \n| name = Solomon Isaac Passy <br> д-р Соломон Исак Паси\n| honorific-prefix    = Dr. \n| honorific-suffix    = \n| image               = Evstafiev-solomon-passy.jpg\n| caption             = Photo by [[Mikhail Evstafiev]]\n| constituency_MP     =  \n| parliament          = \n| primeminister = \n| majority            =\n| party               = [[National Movement for Stability and Progress|NDSV]]\n| term_start          = \n| term_end            = \n| predecessor         =<!-- Can be repeated up to eight times by adding a number -->\n| successor           =<!-- Can be repeated up to eight times by adding a number -->\n| citizenship         = [[Bulgaria]]\n|religion = [[Judaism]]\n| nationality = [[Bulgarian nationality law|Bulgarian]]\n| birth_date = {{Birth date and age|1956|12|22|df=y}}\n| birth_place = [[Plovdiv]]\n| death_date = \n| death_place = \n| website             = [http://www.parliament.bg/?page=ns&lng=bg&nsid=3&action=show&did=9 CV S.Passy]\n\n}}\n\n<!--[[Image:Evstafiev-solomon-passy.jpg|thumb|right|Solomon Passy]] -->\n'''Solomon Isaac Passy''' ({{lang-bg|Соломон Исак Паси}}) (born December 22, 1956) is a Bulgarian politician, [[foreign minister]] of [[Bulgaria]] from July 2001 until August 2005, and the Chairman-in-Office of the [[Organization for Security and Co-operation in Europe]] in 2004.\n\n== Summary ==\nSolomon Passy was born in [[Plovdiv]]. He is the son of famous Bulgarian [[philosopher]] [[Isaac Passy]]. He is a [[mathematician]] and holds a [[Ph.D.]] in Mathematical Logic and Computer Science from [[Sofia University]]. He was involved in the dissident movement under the socialist regime. In 1990, Passy was the founding President and CEO of the [[Atlantic Club of Bulgaria]], a non-governmental organization to lobby for [[NATO]] membership, and the founder and spokesman of the [[Green Party of Bulgaria]].\n\n== Career ==\n\n*June 2007 – to present: Special Adviser to the Macedonian Government on NATO accession\n*August 2006 – to present: Chairman of the Transparency and Accountability Committee of the OSCE Parliamentary Assembly\n*August 2005 – to present: Chairman of the Foreign Affairs Committee of the 40th National Assembly\n*August 2005 – to present: Chairman of the Bulgaria–USA caucus of the 40th National Assembly\n*June 2005 – to present: MP, National Movement Simeon II, third term as MP since 1990.\n*July 2001 – August 2005: Minister of Foreign Affairs in the Government of Prime Minister Simeon Saxe-Coburg.\n\n==Biography and activities==\n\n===1980-1994===\nDuring that period Passy was a PhD student and Assistant Professor in [[Mathematical Logic]] and [[Computer Science]] at Sofia University “St. Kliment Ohridski” and at the Bulgarian Academy of Sciences. Passy and his team completed a study on [[modal logic]], originally initiated by [[Aristotle]], framing the theory of the necessary truths in the possible worlds – popular today as [[hybrid logic]]. Before that he was studying the boundaries of human understanding and limits of knowledge. Solomon Passy is the author of dozens of publications in international journals on logics and computer science.\n\n===1990-1991===\nDuring that period, Passy was an MP in the Bulgarian [[Grand National Assembly]] from the Green Party, a member party of the [[Union of Democratic Forces (Bulgaria)|Union of Democratic Forces]] (UDF).\n* As an MP in August 1990, Passy drafted a bill for Bulgaria’s withdrawal from the [[Warsaw Pact]] and accession to NATO, which was the start of the nations’ efforts to join the Alliance. This was also the beginning of the public discussion in Central and Eastern Europe for the dissolution of the Warsaw Pact and NATO’s enlargement eastwards. The Warsaw Pact was officially disbanded in July 1991 while the enlargement of NATO materialized in 1999.\n* In 1990 Passy drafted also the bill for Bulgaria’s accession to the European Union.\n* Passy was a co-author of the new Bulgarian Constitution (1991)\n* In August 1990 after [[Saddam Hussein]]’s [[invasion of Kuwait]], Passy was a co-sponsor of the bill which authorized Bulgaria’s participation in the [[coalition force|international coalition commissioned with expelling Iraqi forces from Kuwait]]. In the next decade he was continuously advocating the liberation of Iraq from Saddam Hussein's regime.\n* In 1990, Passy was the sponsor of the draft bill for abolishment of the [[death penalty]] in Bulgaria, a cause which he had defended since 1985. The respective law was approved in 1998.\n\n===1991-2001===\nDuring that period, Passy became founding President and CEO of the [[Atlantic Club of Bulgaria]], the first pro-[[NATO|Atlantic]] [[NGO]] ever founded in a non-NATO member state.\n* Passy launched (1994) the idea of joint Bulgarian-Greek and Bulgarian-Turkish military contingents which materialized in 1999 with the creation of the South-Eastern European Brigade, SEEBRIG.\n* Passy was a prominent public supporter of NATO’s involvement in Former Yugoslavia and in particular of [[Kosovo war|NATO’s operation in Kosovo]] in 1999.\n* In the mid ‘90s Passy was a proponent of the movement of US military facilities in Europe eastwards and to Bulgaria in particular – a goal materialized, for Bulgaria's part, with his work as foreign minister in 2006.\n\n===July 2001 to present===\n\nPassy was MP and Chairman of the Foreign Affairs, Defence and Security Committee of the 39th National Assembly. Following Passy's proposal, the Bulgarian Parliament decided to unite the Foreign Affairs and Defence Committees in order to secure a coherent foreign and defence policy, paving the way to the country’s accession to NATO. Passy was [[minister of foreign affairs]] in the [[National Movement Simeon II]] government from July 2001 until August 2005 and [[Chairman-in-Office]] of the [[Organization for Security and Co-operation in Europe]] (OSCE) in 2004.\n\n* '''NATO''' -  During Passy's mandate as Minister of Foreign Affairs Bulgaria was invited to join NATO (Prague 2002) and effectively joined the Alliance (March 2004). In 2003 with the participation of Passy, the Governments of the US and Bulgaria started negotiations for the establishment of joint US-Bulgarian military facilities in Bulgaria. The negotiations were completed and ratified by the Bulgarian Parliament in May 2006 during Passy’s mandate as Chairman of the Foreign Affairs Committee. In July 2004, Passy launched the idea for a common code for hostage crisis management which evolved into the Policy statement of the Global coalition against terrorism.{{Specify|date=December 2008}}<!--no organization officially bearing that name-->\n* '''EU''' -  During Passy's mandate as Minister of Foreign Affairs Bulgaria concluded the negotiations with the European Union on all chapters (2004), agreed with the EU (2002) on the date of accession – January 1, 2007, signed the Accession Treaty (April 2005) and ratified the Treaty (May 2005).\nDuring his term as Chairman of the Foreign Affairs Committee, Bulgaria succeeded in finalizing all procedures and effectively joined the Union in 2007.\n* '''UNSC'''  - During Passy's mandate Bulgaria served on the UN Security Council (2002–2003) and contributed to the Security Council resolutions that defining the security policy of the international community after the [[September 11, 2001 terrorist attacks]]. Passy chaired the UNSC in September 2002 and December 2003. In 2001–2005, the Government made the key decisions for Bulgaria’s participation in [[United States]] and [[NATO]] operations in [[War in Afghanistan (2001-present)|Afghanistan]] and [[United States]] operations in [[Iraq war|Iraq]].\n* '''OSCE'''  -  In 2004 Passy was the Chairman-in-Office of the OSCE. He was a member of the OSCE [[Troika (triumvirate)|Troika]] during 2003-2005. During his tenure OSCE reached a consensus on further reforms in the Organization, stepped up efforts in fighting anti-Semitism, xenophobia and discrimination, sought to contribute to democratic processes in Georgia and Ukraine, supported peace efforts in Georgia, Moldova, Kosovo, Armenia and Azerbaijan and addressed the countries of Central Asia. The Organization resumed its activities in the Middle East and reached out to new countries in Asia.\n* '''Balkans and Neighbours''' -   In 2004-2005, Passy launched the vision for Bulgaria to become a pro-active exporter of \"[[NATO|Euro-Atlantic]] values\" to Balkan and Black Sea regions. He proposed and signed agreements in that respect with [[Albania]], [[Croatia]], [[Republic of Macedonia|Macedonia]], [[Montenegro]], [[Serbia and Montenegro]], [[Georgia (country)|Georgia]] and [[Ukraine]]. In 2005 Passy launched a strategy, adopted by the Bulgarian Government, to almost double the crossing points over Bulgarian borders in the period 2005-15, which would bring the Balkans closer to the European infrastructural standards.\n* '''Pope John Paul II visit in Bulgaria''' - Passy campaigned for eight years to invite Pope John Paul II to Bulgaria. In May 2002, during his ministerial mandate, the Pope visited Bulgaria. During his visit he denied the so-called “Bulgarian connection” in the [[1981 Pope John Paul II assassination attempt|attempted assassination of 1981]]. The event was intended to restore the country’s reputation.\n* '''The Bulgarian medics in Libya'''  - On July 24, 2001, Passy inherited with his portfolio the [[HIV trial in Libya|very dramatic case]] with 6 Bulgarian nationals and 1 Palestinian doctor detained in Libyan prison, unjustly accused for deliberate infection of over than 400 Libyan children by HIV/AIDS. Passy built up the strategy of his Government for negotiations with Libya, officially based on five basic principles:\n\n- Full commitment of the Bulgarian state and government with this case;\n\n- Establishment a full-fledged dialogue with Libya, channelled through Seif Al-Islam and his Gaddafi Charity Foundation. Passy visited Libya 5 times, met with Libyan leader [[Muammar al-Gaddafi]] and relevant Libyan authorities 3 times;\n\n- Full-fledged internationalization of the case, realized, among others, through EU and US, UN and [[UNSC]], NATO, OSCE, [[Council of Europe]], The Pope, The [[Ecumenical Patriarch]]. These efforts resulted in the three-lateral format EU-US-BG (March 2005) which in concert conducted and concluded the negotiations with Libya.\nSupport of building conditions for full reintegration of Libya in the international community;\n\n- A satisfactory and respectful solution for both sides, based on the knowledge of the full innocence of the six Bulgarian medics and the Palestinian doctor, and the full sympathy with the tragedy of over than 400 Libyan families of the children in Benghazi, infected by the HIV/AIDS.\n\nThe medics were liberated six years later, on July 24, 2007, when Passy was Chairman of the Foreign Affairs Committee and Vice-Chairman of the Bulgarian-Libyan caucus in the Bulgarian Parliament.\n\n* '''North Korea'''  - After the successful developments with the Bulgarian medics in Libya in July 2007, Passy assumed a goodwill visit to [[Pyongyang]] to propose to the government of North Korea the positive model of Libya for reintegration in the international community and to share the painful Bulgarian know-how in this process. <!--Edited out: \"A week later the breakthrough in the 6-party negotiations and the [[Inter-Korean Summit|Second Inter-Korean Summit]] were announced.\" No evidence or source proving that this resulted from or had anything to do with Passy's initiative, especially considering the fact that this was not the first inter-Korean summit. Suggesting such a connection without a source is original research.-->\n* '''MFA''' -  During Passy's mandate and on his initiative, the Bulgarian government established the Position of the Minister of European Affairs (2002) as well as the Diplomatic Institute of the Ministry of Foreign Affairs (2003) – the first Diplomatic School in the history of Bulgaria. He established also the Cultural Institute of the Ministry of Foreign Affairs (2005) – the largest open air collection of sculptures in Bulgaria.\n\n== Public ==\n*2005-2007: Vice-President of the [[National Movement Simeon II]] (NMSS)\n*2002-2005: Member of Political Council of NMSS\n*1996-1999: Vice-Chairman of the [[NATO|Atlantic Treaty Association]], Paris\n*1999: Co-chairman of the Host Committee for the visit of [[United States President]] [[Bill Clinton]] to Bulgaria\n*1994: Leader of the Bulgarian delegation for the Audience with H.H. Pope John Paul II\n*1991: Chairman of the Host Committee for the [[Dalai Lama]]’s visit to [[Sofia]]\n*1993-2005: Member of the 2nd, 3rd, 4th and 13th Bulgarian Antarctic Expeditions to Livingston Island, Antarctic. He was the first Bulgarian Cabinet Member to visit the Bulgarian Antarctic Base. As a result of the efforts of the Bulgarian Antarctic community and of Dr. Passy in particular, in 1998 Bulgaria was accepted as the 28th consultative member to the Antarctic Treaty. In recognition of his contribution to the Bulgarian Antarctic program, a peak on *Livingston Island was named after Passy.\n*1989: Founder and Spokesman of the Green Party of Bulgaria\n*1990-1991: Co-founder and member of the Coordinating Council of UDF\n*1989-1990: Participant in the National Round Table for transition to democracy\n*1989: Activist of the [[Ecoglasnost]] opposition movement\n*1985-1989: In opposition to [[Turks in Bulgaria#The Assimilation Campaign|anti-Muslim repressive policy]] of the Communist regime{{Citation needed|date=December 2008}}\n\nHe is currently a [[Member of Parliament]] of the 40th [[National Assembly of Bulgaria]], and Chairperson of the Foreign Policy Committee.\n\nSolomon Passy took part in several [[Antarctic]] expeditions to [[Livingston Island]].\n\nPassy is also well known for his muddy-grey [[Trabant]]. The car became an ironic symbol of Bulgaria's aspirations to join NATO and the [[European Union|EU]] when Passy gave rides in the car to several NATO Secretaries-General, including [[Manfred Wörner]] and [[Jaap de Hoop Scheffer]]. [[Pope John Paul II]], on a visit to Sofia in 2002, blessed Passy's Trabant. Passy transported numerous dignitaries in his Trabant, beginning with an impromptu lift he provided late NATO Secretary General Manfred Wörner to the Queen's Birthday celebration at the British Embassy in Sofia in summer 1991.  The car, which was parked in front of the Bulgarian Foreign Ministry during Passy's tenure as minister, is now on display at the [[Bulgarian National Historical Museum]].\n\n== Education and degrees ==\n\n*1985 Ph.D. in Mathematical Logic & Computer Science, Sofia University\n*1979 M.S. in Mathematical Logic, [[Sofia University]]\n\n==Co-founder of ==\n* Bulgarian Aero-Space Agency (1993)\n* Manfred Woerner Foundation (1994)\n* Bulgarian Antarctic Institute (1994)\n* Bulgarian Wildlife Fund (1989)\n\n== Member of ==\n\n*\tBoard of trustees of the [[American University in Bulgaria]]\n*\tBoard of trustees of the [[Burgas Free University]]\n*\tBulgarian Society for Protection of Birds - BirdLife Bulgaria\n*\t[[National Geographic Society]]\n*       Honorary Member of the [[International Raoul Wallenberg Foundation]]\n\n== International State Awards ==\n{|\n|{{ribbon devices|number=0|type=oak|ribbon=Grande ufficiale OSSI medal BAR.svg|width=60}}\n|[[Order of the Star of Italian Solidarity]] (Grand Cross), Italy, 2006\n|-\n|{{ribbon devices|number=0|type=oak|ribbon=ESP Isabella Catholic Order GC.svg|width=60}}\n|[[Order of Isabella the Catholic|Royal Order of Isabella the Catholic]] (Grand Cross), Spain, 2006\n|-\n|{{ribbon devices|number=0|type=oak|ribbon=BEL Order of Leopold II - Grand Cross BAR.png|width=60}}\n|[[Order of Leopold II]] (Grand Cross), Belgium, 2004\n|-\n|{{ribbon devices|number=0|type=oak|ribbon=Order of Civil Merit (Spain) GC.svg|width=60}}\n|[[Order of Civil Merit]] (Grand Cross), Spain, 2003\n|-\n|{{ribbon devices|number=0|type=oak|ribbon=PRT Order of Prince Henry - Grand Cross BAR.png|width=60}}\n|[[Order of Prince Henry]] (Grand Cross), Portugal, 2002\n|}\n\n== Awards ==\n\n* Doctor Honoris Causa of the South-West University of Bulgaria (2005).\n* Dr. Passy is the bearer of the first Balkan Peace Award, awarded by the South East European Journalists Union (Edirne) for his contribution to peace in the region (2004).\n* Award for contribution to social peace from the Turkish daily newspaper “Zaman”.\n* The [[American Jewish Committee]]’s Distinguished statesman award in recognition of distinguished leadership to advance the principles of peace, democracy and international cooperation (2002).\n* Award for longstanding dedication to Euro-Atlantic ideals from the Greek Association for Atlantic and European cooperation (2001).\n* Honorary citizen of the town of Nedelino (2003).\n\n==Languages==\n\n*Bulgarian (native)\n*English (fluent)\n*Russian\n*French\n*Understands the Balkan Slavic languages: Bosnian, Croatian, Macedonian, Montenegrin, Serbian\n\n==Hobbies==\n\nSolomon Passy loves sports and occasionally practices some: \n*[[jogging]]\n*swimming and [[rappelling]]\n*He was honoured a [[black belt (martial arts)|black belt]] in [[aikido]]. Enjoys [[chess]].\n*At the age of 50 Passy performed his first flight on an [[F-16 Fighting Falcon|F-16 fighter]], for a 1.5 hour training of a combat mission destroying a terrorists’ bunker, during a joint BG-US exercise over the airspace of Bulgaria.\n\n==References==\n{{reflist}}\n\n== External links ==\n{{commons category|Solomon Passy}}\n* [http://spassynato.com/index.php?spassylang=en Solomon Passy as a NATO SG nominee]\n* [http://www.parliament.bg/?page=ns&lng=bg&nsid=3&action=show&did=9 Solomon Passy CV, National Assembly of Bulgaria]\n* [http://www.parliament.bg/kvp/ National Assembly of Bulgaria, Foreign Affairs Committee]\n* [http://www.mfa.government.bg/en/page.htm Pope blesses Trabant during visit to Bulgaria]\n* [http://www.botschaft-bulgarien.de/BB/index.php?option=content&task=section&id=1&Itemid=93 Foreign Ministry, Network Operator React to Espionage Allegations]\n*[http://www.oscepa.org/admin/getbinary.asp?fileid=998   OSCE PA member directory (Bulgaria): Passy on page 3] from [[OSCE Parliamentary Assembly]]\n\n{{s-start}}\n{{succession box | before = [[Nadezhda Mihaylova]]| title = [[Minister of Foreign Affairs of Bulgaria]]|years= 2001 - 2005| after = [[Ivaylo Kalfin]]}}\n{{s-end}}\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Passy, Solomon\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Bulgarian politician\n| DATE OF BIRTH     =December 22, 1956\n| PLACE OF BIRTH    =[[Plovdiv]]\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Passy, Solomon}}\n[[Category:1956 births]]\n[[Category:Living people]]\n[[Category:Foreign ministers of Bulgaria]]\n[[Category:Members of the National Assembly (Bulgaria)]]\n[[Category:National Movement for Stability and Progress politicians]]\n[[Category:Bulgarian people of Jewish descent]]\n[[Category:Bulgarian logicians]]\n[[Category:Bulgarian activists]]\n[[Category:People from Plovdiv]]\n[[Category:20th-century Sephardi Jews]]\n[[Category:21st-century Sephardi Jews]]\n<!-- Orders and honours -->\n[[Category:Recipients of the Order of the Star of Italian Solidarity]]\n[[Category:Grand Crosses of the Order of Leopold II]]\n[[Category:Knights Grand Cross of the Order of Isabella the Catholic]]\n[[Category:Grand Cross of the Order of Civil Merit]]\n[[Category:Grand Crosses of the Order of Prince Henry]]\n[[Category:Bulgarian philosophers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Solomon Passy"}}}}