{"batchcomplete": "", "query": {"pages": {"19762817": {"ns": 0, "pageid": 19762817, "revisions": [{"*": "In [[polyhedral combinatorics]], a branch of mathematics, '''Steinitz's theorem''' is a characterization of the [[undirected graph]]s formed by the edges and vertices of three-dimensional [[convex polyhedron|convex polyhedra]]: they are exactly the ([[simple graph|simple]]) [[vertex connectivity|3-vertex-connected]] [[planar graph]]s (with at least four vertices).<ref name=\"lop\">''Lectures on Polytopes'', by [[Günter M. Ziegler]] (1995) ISBN 0-387-94365-X , Chapter 4 \"Steinitz' Theorem for 3-Polytopes\", p.103.</ref><ref name=grun>[[Branko Grünbaum]], ''Convex Polytopes'', 2nd edition, prepared by Volker Kaibel, [[Victor Klee]], and [[Günter M. Ziegler]], 2003, ISBN 0-387-40409-0, ISBN 978-0-387-40409-7, 466pp.</ref> That is, every convex polyhedron forms a 3-connected planar graph, and every 3-connected planar graph can be represented as the graph of a convex polyhedron. For this reason, the 3-connected planar graphs are also known as [[polyhedral graph]]s.<ref>{{mathworld | urlname = PolyhedralGraph | title = Polyhedral graph}}</ref> Steinitz's theorem is named after [[Ernst Steinitz]], who submitted its first proof for publication in 1916.<ref name=\"steinitz\">{{citation|first=Ernst|last=Steinitz|authorlink=Ernst Steinitz|contribution=Polyeder und Raumeinteilungen|title=[[Klein's encyclopedia|Encyclopädie der mathematischen Wissenschaften]], Band 3 (Geometries)|year=1922|quote=Abgeschlossen am 31. August 1916|number=IIIAB12|pages=1–139|chapter-url=http://gdz.sub.uni-goettingen.de/dms/load/img/?PPN=PPN360609767&DMDID=dmdlog203}}.</ref> [[Branko Grünbaum]] has called this theorem “the most important and deepest known result on [[3-polytope]]s.”<ref name=\"grun\"/>\n\nThe name \"Steinitz's theorem\" has also been applied to other results of Steinitz: \n* the [[Steinitz exchange lemma]] implying that each basis of a [[vector space]] has the same number of vectors,<ref>{{citation|title=The Steinitz theorem and the dimension of a vector space|first=Mariusz|last=Zynel|journal=Formalized Mathematics|volume=5|issue=8|year=1996|pages=423–428|id = {{citeseerx|10.1.1.79.1707}} }}.</ref>\n* the theorem that if the [[convex hull]] of a point set contains a unit sphere, then the convex hull of a finite subset of the point contains a smaller concentric sphere,<ref>{{citation|title=Quantitative Steinitz's theorems with applications to multifingered grasping|first1=David|last1=Kirkpatrick|author1-link=David G. Kirkpatrick|first2=Bhubaneswar|last2=Mishra|first3=Chee-Keng|last3=Yap|journal=Discrete & Computational Geometry|volume=7|issue=1|year=1992|doi=10.1007/BF02187843|pages=295–318}}.</ref> and\n* Steinitz's vectorial generalization of the [[Riemann series theorem]] on the rearrangements of [[conditional convergence|conditionally convergent series]].<ref>{{citation|title=The remarkable theorem of Lévy and Steinitz|first=Peter|last=Rosenthal|journal=[[American Mathematical Monthly]]|volume=94|issue=4|year=1987|pages=342–351|jstor=2323094}}.</ref><ref>\n{{cite book|last=Banaszczyk|first=Wojciech|chapter=Chapter 3.10 The Lévy-Steinitz theorem|title=Additive subgroups of topological vector spaces|series=Lecture Notes inMathematics|volume=1466|publisher=Springer-Verlag|location=Berlin|year= 1991|pages=viii+178|isbn=3-540-53917-4|mr=1119302}}\n</ref><ref>{{cite book|last1=Kadets|first1=V. M.|last2=Kadets|first2=M. I.|chapter=Chapter 6 The Steinitz theorem and ''B''-convexity|title=Rearrangements of series in Banach spaces|edition=Translated by Harold H. McFaden from the Russian-language (Tartu) 1988|series=Translations of Mathematical Monographs|volume=86|publisher=American Mathematical Society|location=Providence, RI|year=1991|pages=iv+123|isbn=0-8218-4546-2|mr=1108619}}\n</ref><ref>\n{{cite book|last1=Kadets|first1=Mikhail I.|last2=Kadets|first2=Vladimir M.|chapter=Chapter 2.1 Steinitz's theorem on the sum range of a series, Chapter 7 The Steinitz theorem and ''B''-convexity|title=Series in Banach spaces: Conditional and unconditional convergence| edition=Translated by Andrei Iacob from the Russian-language|series=Operator Theory: Advances and Applications|volume=94|publisher=Birkhäuser Verlag|location=Basel|year=1997|pages=viii+156|isbn=3-7643-5401-1|mr=1442255}}\n</ref>\n\n==Definitions and statement of the theorem==\n[[File:Schegel diagram as shadow.png|thumb|Illuminating the skeleton of a convex polyhedron from a light source close to one of its faces causes its shadows to form a planar [[Schlegel diagram]].]]\nAn [[undirected graph]] is a system of [[vertex (graph theory)|vertices]] and [[edge (graph theory)|edges]], each edge connecting two of the vertices. From any polyhedron one can form a graph, by letting the vertices of the graph correspond to the [[vertex (geometry)|vertices]] of the polyhedron and by connecting any two graph vertices by an edge whenever the corresponding two polyhedron vertices are the endpoints of an edge of the polyhedron. This graph is known as the [[skeleton (topology)|skeleton]] of the polyhedron.\n\nA graph is [[planar graph|planar]] if it can be drawn with its vertices as points in the [[Euclidean plane]], and its edges as curves that connect these points, such that no two edge curves cross each other and such that the point representing a vertex lies on the curve representing an edge only when the vertex is an endpoint of the edge. By [[Fáry's theorem]], it is sufficient to consider only planar drawings in which the curves representing the edges are [[line segment]]s. A graph is [[vertex connectivity|3-connected]] if, after the removal of any two of its vertices, any other pair of vertices remain connected by a path.\n\n==Proofs==\nOne direction of Steinitz's theorem (the easier direction to prove) states that the graph of every convex polyhedron is planar and 3-connected. As shown in the illustration, planarity can be shown by using a [[Schlegel diagram]]: if one places a light source near one face of the polyhedron, and a plane on the other side, the shadows of the polyhedron edges will form a planar graph, embedded in such a way that the edges are straight line segments. The 3-connectivity of a polyhedral graph is a special case of [[Balinski's theorem]] that the graph of any ''k''-dimensional [[convex polytope]] is ''k''-connected.<ref>{{citation\n  | last = Balinski | first = M. L. | authorlink = Michel Balinski\n  | title = On the graph structure of convex polyhedra in ''n''-space\n  | journal = [[Pacific Journal of Mathematics]]\n  | volume = 11\n  | issue = 2\n  | year = 1961\n  | pages = 431–434\n  | mr = 0126765\n  | url = http://projecteuclid.org/euclid.pjm/1103037323\n  | doi=10.2140/pjm.1961.11.431}}.</ref>\n\nThe other, more difficult, direction of Steinitz's theorem states that every planar 3-connected graph is the graph of a convex polyhedron. There are three standard approaches for this part: proofs by induction, lifting two-dimensional [[Tutte embedding]]s into three dimensions using the Maxwell–Cremona correspondence, and methods using the [[circle packing theorem]] to generate a [[midsphere|canonical polyhedron]].\n\n===Induction===\n[[File:Polyhedral Delta-Y.svg|thumb|upright=1.8|Δ-Y and Y-Δ transforms of a polyhedron]]\nSteinitz' original proof involved finding a sequence of [[Y-Δ transform|Δ-Y and Y-Δ transforms]] that reduce any 3-connected planar graph to ''K''<sub>4</sub>, the graph of the tetrahedron. A Y-Δ transform removes a degree-three vertex from a graph, adding edges between all of its former neighbors if those edges did not already exist; the reverse transformation, a Δ-Y transform, removes the edges of a triangle from a graph and replaces them by a new degree-three vertex adjacent to the same three vertices. Once such a sequence is found, it can be reversed to give a sequence of Δ-Y and Y-Δ transforms that build up the desired polyhedron step by step starting from a polyhedron. Each Y-Δ transform transform in this sequence can be performed by slicing off a degree-three vertex from a polyhedron. A Δ-Y transform can be performed by removing a triangular face from a polyhedron and extending its neighboring faces until the point where they meet, but only when that triple intersection point of the three neighboring faces is on the correct side of the polyhedron; when the triple intersection point is not on the correct side, a [[projective transformation]] of the polyhedron suffices to move it to the correct side. Therefore, by induction on the number of Δ-Y and Y-Δ transforms needed to reduce a given graph to ''K''<sub>4</sub>, every polyhedral graph can be realized as a polyhedron.<ref name=\"steinitz\"/>\n\nA later work by Epifanov strengthened Steinitz's proof that every polyhedral graph can be reduced to ''K''<sub>4</sub> by Δ-Y and Y-Δ transforms. Epifanov proved that if two vertices are specified in a planar graph, then the graph can be reduced to a single edge between those terminals by combining Δ-Y and Y-Δ transforms with [[series-parallel graph|series-parallel reductions]].<ref>{{citation\n | last = Epifanov | first = G. V.\n | journal = Dokl. Akad. Nauk SSSR\n | mr = 0201337\n | pages = 19–22\n | title = Reduction of a plane graph to an edge by star-triangle transformations\n | volume = 166\n | year = 1966}}.</ref> Epifanov's proof was complicated and non-constructive, but it was simplified by Truemper using methods based on [[graph minor]]s. Truemper observed that every [[grid graph]] is reducible by Δ-Y and Y-Δ transforms in this way, that this reducibility is preserved by graph minors, and that every planar graph is a minor of a grid graph.<ref>{{citation\n | last = Truemper | first = K.\n | doi = 10.1002/jgt.3190130202\n | issue = 2\n | journal = J. Graph Theory\n | mr = 994737\n | pages = 141–148\n | title = On the delta-wye reduction for planar graphs\n | volume = 13\n | year = 1989}}.</ref> This idea can be used to replace Steinitz's lemma that a reduction sequence exists, in a proof of Steinitz's theorem using induction in the same way.<ref name=\"lop\"/> However, there exist graphs that require a nonlinear number of steps in any sequence of Δ-Y and Y-Δ transforms. More precisely, ''&Omega;''(''n''<sup>3/2</sup>) steps are sometimes necessary, and the best known [[upper bound]] on the number of steps is even worse, ''O''(''n''<sup>2</sup>).<ref>{{citation|title=Electrical reduction, homotopy moves, and defect|first1=Hsien-Chih|last1=Chang|first2=Jeff|last2=Erickson|date=September 27, 2015|url=http://jeffe.cs.illinois.edu/pubs/defect.html}}.</ref>\n\nAn alternative form of induction proof is based on removing edges (and compressing out the degree-two vertices that might be performed by this removal) or contracting edges and forming a minor of the given planar graph. Any polyhedral graph can be reduced to ''K''<sub>4</sub> by a linear number of these operations, and again the operations can be reversed and the reversed operations performed geometrically, giving a polyhedral realization of the graph. However, while it is simpler to prove that a reduction sequence exists for this type of argument, and the reduction sequences are shorter, the geometric steps needed to reverse the sequence are more complicated.<ref>{{citation\n | last1 = Barnette | first1 = David W.\n | last2 = Grünbaum | first2 = Branko | author2-link = Branko Grünbaum\n | contribution = On Steinitz's theorem concerning convex 3-polytopes and on some properties of planar graphs\n | mr = 0250916\n | pages = 27–40\n | publisher = Springer\n | title = The Many Facets of Graph Theory (Proc. Conf., Western Mich. Univ., Kalamazoo, Mich., 1968)\n | year = 1969}}.</ref>\n\n===Lifting===\n[[File:Equilibrium stress.svg|thumb|upright=1.2|An equilibrium stress on the graph of a cube, corresponding to a lift of this drawing to a three-dimensional [[frustum]]]]\nIf a graph is [[graph drawing|drawn]] in the plane with straight line edges, then an equilibrium stress is defined as an assignment of nonzero real numbers (weights) to the edges, with the property that each vertex is in the position given by the weighted sum of its neighbors. According to the Maxwell–Cremona correspondence, an equilibrium stress can be lifted to a piecewise linear continuous three-dimensional surface such that the edges forming the boundaries between the flat parts of the surface project to the given drawing. The weight and length of each edge determines the difference in slopes of the surface on either side of the edge, and the condition that each vertex is in equilibrium with its neighbors is equivalent to the condition that these slope differences cause the surface to meet up with itself correctly in the neighborhood of the vertex. Positive weights translate to convex dihedral angles between two faces of the piecewise linear surface, and negative weights translate to concave dihedral angles. Conversely, every continuous piecewise-linear surface comes from an equilibrium stress in this way. If a finite planar graph is drawn and given an equilibrium stress in such a way that all interior edges of the drawing have positive weights, and all exterior edges have negative weights, then by translating this stress into a three-dimensional surface in this way, and then replacing the flat surface representing the exterior of the graph by its complement in the same plane, one obtains a convex poyhedron, with the additional property that its perpendicular projection onto the plane has no crossings.<ref>{{citation\n | last = Maxwell | first = J. Clerk | authorlink = James Clerk Maxwell\n | journal = [[Philosophical Magazine]] (4th Ser.)\n | pages = 250–261\n | title = On reciprocal figures and diagrams of forces\n | volume = 27\n | year = 1864}}.</ref><ref>{{citation\n | last = Whiteley | first = Walter\n | journal = Structural Topology\n | mr = 721947\n | pages = 13–38\n | title = Motions and stresses of projected polyhedra\n | volume = 7\n | year = 1982}}.</ref>\n\nThe Maxwell–Cremona correspondence has been used to obtain polyhedral realizations of polyhedral graphs by combining it with a planar [[graph drawing]] method of [[W. T. Tutte]], the [[Tutte embedding]]. Tutte's method begins by fixing one face of a polyhedral graph into [[convex position]] in the plane. This face will become the outer face of a drawing of a graph. The method continues by setting up a system of linear equations in the vertex coordinates, according to which each remaining vertex should be placed at the average of its neighbors. Then as Tutte showed, this system of equations will have a unique solution in which each face of the graph is drawn as a convex polygon.<ref>{{Citation\n | last = Tutte | first = W. T. | authorlink = W. T. Tutte\n | title = How to draw a graph\n | journal = Proceedings of the London Mathematical Society\n | volume = 13\n | year = 1963\n | pages = 743–767\n | mr = 0158387\n | doi = 10.1112/plms/s3-13.1.743}}.</ref> The result is almost an equilibrium stress: if one assigns weight one to each interior edge, then each interior vertex of the drawing is in equilibrium. However, it is not always possible to assign negative numbers to the exterior edges so that they, too, are in equilibrium.\nSuch an assignment is always possible when the outer face is a triangle, and so this method can be used to realize any polyhedral graph that has a triangular face.\nIf a polyhedral graph does not contain a triangular face, its [[dual graph]] does contain a triangle and is also polyhedral, so one can realize the dual in this way and then realize the original graph as the [[Dual polyhedron#Polar reciprocation|polar polyhedron]] of the dual realization.<ref>{{citation\n | last1 = Onn | first1 = Shmuel\n | last2 = Sturmfels | first2 = Bernd | author2-link = Bernd Sturmfels\n | issue = 1\n | journal = Beiträge Algebra Geom.\n | mr = 1287206\n | pages = 125–129\n | title = A quantitative Steinitz' theorem\n | volume = 35\n | year = 1994}}.</ref><ref>{{citation\n | last1 = Eades | first1 = Peter | author1-link = Peter Eades\n | last2 = Garvan | first2 = Patrick\n | contribution = Drawing stressed planar graphs in three dimensions\n | doi = 10.1007/bfb0021805\n | pages = 212–223\n | publisher = Springer\n | series = [[Lecture Notes in Computer Science]]\n | title = Graph Drawing (GD '95)\n | volume = 1027\n | year = 1996}}.</ref> It is also possible to realize any polyhedral graph directly by choosing the outer face to be any face with at most five vertices (something that exists in all polyhedral graphs) and choosing more carefully the fixed shape of this face in such a way that the Tutte embedding can be lifted,<ref name=\"rmrs\"/> or by using an incremental method instead of Tutte's method to find a liftable planar drawing that does not have equal weights for all the interior edges.<ref>{{citation\n | last1 = Chrobak | first1 = Marek\n | last2 = Goodrich | first2 = Michael T. | author2-link = Michael T. Goodrich\n | last3 = Tamassia | first3 = Roberto | author3-link = Roberto Tamassia\n | contribution = Convex drawings of graphs in two and three dimensions\n | doi = 10.1145/237218.237401\n | pages = 319–328\n | publisher = ACM\n | title = Proceedings of the 12th ACM [[Symposium on Computational Geometry]] (SoCG '96)\n | year = 1996}}.</ref>\n\n===Circle packing===\n[[File:Midsphere.png|thumb|A polyhedron realized from a circle packing. The circles representing the vertices of the polyhedron are their horizons on the sphere, and the circles representing the faces (dual vertices) are the intersections of the sphere with the face planes.]]\nAccording to one variant of the [[circle packing theorem]], for every polyhedral graph and its [[dual graph]], there exists a system of circles in the plane or on any sphere,\nrepresenting the vertices of both graphs, so that two adjacent vertices in the same graph are represented by [[tangent circles]], a primal and dual vertex that represent a vertex and face that touch each other are represented by orthogonal circles, and all remaining pairs of circles are disjoint.<ref>{{citation\n | last1 = Brightwell | first1 = Graham R.\n | last2 = Scheinerman | first2 = Edward R.\n | doi = 10.1137/0406017\n | issue = 2\n | journal = SIAM J. Discrete Math.\n | pages = 214–229\n | title = Representations of planar graphs\n | volume = 6\n | year = 1993}}.</ref> From such a representation on a sphere, one can find a polyhedral realization of the given graph as the intersection of a collection of halfspaces, one for each circle that represents a dual vertex, with the boundary of the halfspace containing the circle. Alternatively and equivalently, one can find the same polyhedron as the [[convex hull]] of a collection of points (its vertices), such that the horizon seen when viewing the sphere from any vertex equals the circle that corresponds to that vertex. The sphere becomes the [[midsphere]] of the realization: each edge of the polyhedron is tangent to it, at the point where two tangent primal circles and two dual circles orthogonal to the primal circles and tangent to each other all meet.<ref name=\"zgc\"/>\n\n==Realizations with additional properties==\n\n===Integer coordinates===\nIt is possible to prove a stronger form of Steinitz's theorem, that any polyhedral graph can be realized by a convex polyhedron for which all of the vertex coordinates are integers. The integers resulting from induction-based proofs (including Steinitz's original proof) are [[double exponential function|doubly exponential]] in the number of vertices of the given polyhedral graph; that is, writing them down would require an exponential number of bits.<ref>{{citation|title=Planar graphs and Steinitz's theorem|first=Suresh|last=Venkatasubramanian|year=2006|url=http://geomblog.blogspot.com/2006/08/planar-graphs-and-steinitzs-theorem.html}}.</ref> However, subsequent researchers have found lifting-based realization algorithms that use only O(''n'') bits per vertex.<ref name=\"rmrs\">{{citation|first1=Ares|last1=Ribó Mor|first2=Günter|last2=Rote|first3=André|last3=Schulz|title=Small Grid Embeddings of 3-Polytopes|journal=Discrete & Computational Geometry|volume=45|issue=1|pages=65–87|doi=10.1007/s00454-010-9301-0|year=2011}}.</ref><ref>{{citation |first1=Kevin|last1=Buchin|first2=André|last2=Schulz|year=2010|contribution=On the number of spanning trees a planar graph can have|title=Algorithms - 18th Annual European Symposium (ESA 2010)|series=Lecture Notes in Computer Science|publisher=Springer-Verlag|volume=6346|pages=110–121|doi=10.1007/978-3-642-15775-2}}.</ref> It is also possible to relax the requirement that the coordinates be integers, and assign coordinates in such a way that the ''x''-coordinates of the vertices are distinct integers in the range [0,2''n''&nbsp;&minus;&nbsp;4] and the other two coordinates are real numbers in the range [0,1], so that each edge has length at least one while the overall polyhedron has volume O(''n'').<ref>{{citation|first=André|last=Schulz|title=Drawing 3-polytopes with good vertex resolution|journal=Journal of Graph Algorithms and Applications |year=2011|volume=15|issue=1|pages=33–52|url=http://jgaa.info/accepted/2011/Schulz2011.15.1.pdf|doi=10.7155/jgaa.00216}}.</ref> Some polyhedral graphs are known to be realizable on grids of only polynomial size; in particular this is true for the pyramids (realizations of [[wheel graph]]s), prisms (realizations of [[prism graph]]s), and [[stacked polytope|stacked polyhedra]] (realizations of [[Apollonian network]]s).<ref>{{citation\n | last1 = Demaine | first1 = Erik D. | author1-link = Erik Demaine\n | last2 = Schulz | first2 = André\n | contribution = Embedding stacked polytopes on a polynomial-size grid\n | pages = 1177–1187\n | title = Proc. 22nd ACM-SIAM Symp. Discrete Algorithms (SODA '11)\n | year = 2011}}.</ref>\n\n===Equal slopes===\nA [[Halin graph]] is a planar graph formed from a planar-embedded [[Tree (graph theory)|tree]] (with no degree-two vertices) by connecting the leaves of the tree into a [[cycle (graph theory)|cycle]]. Every Halin graph can be realized by a polyhedron in which this cycle forms a horizontal base face, every other face lies directly above the base face (as in the polyhedra realized through lifting), and every face has the same slope. Equivalently, the [[straight skeleton]] of the base face is combinatorially equivalent to the tree from which the Halin graph was formed. The proof of this result uses induction: any rooted tree may reduced to a smaller tree by removing the leaves from an internal node whose children are all leaves, the Halin graph formed from the smaller tree has a realization by the induction hypothesis, and it is possible to modify this realization in order to add any number of leaf children to the tree node whose children were removed.<ref>{{citation\n | last1 = Aichholzer | first1 = Oswin\n | last2 = Cheng | first2 = Howard\n | last3 = Devadoss | first3 = Satyan L.\n | last4 = Hackl | first4 = Thomas\n | last5 = Huber | first5 = Stefan\n | last6 = Li | first6 = Brian\n | last7 = Risteski | first7 = Andrej\n | contribution = What makes a Tree a Straight Skeleton?\n | contribution-url = http://2012.cccg.ca/papers/paper30.pdf\n | title = Proceedings of the 24th Canadian Conference on Computational Geometry (CCCG'12)\n | year = 2012}}.</ref>\n\n===Specifying the shape of a face===\nIn any polyhedron that represents a given polyhedral graph ''G'', the faces of ''G'' are exactly the [[cycle (graph theory)|cycles]] in ''G'' that do not separate ''G'' into two components: that is, removing a facial cycle from ''G'' leaves the rest of ''G'' as a connected subgraph. Thus, the faces are uniquely determined from the graph structure.\nAnother strengthening of Steinitz's theorem, by Barnette and Grünbaum, states that for any polyhedral graph, any face of the graph, and any convex polygon representing that face, it is possible to find a polyhedral realization of the whole graph that has the specified shape for the designated face. This is related to a theorem of Tutte, that any polyhedral graph can be drawn in the plane with all faces convex and any specified shape for its outer face. However, the planar [[graph drawing]]s produced by Tutte's method do not necessarily lift to convex polyhedra. Instead, Barnette and Grünbaum prove this result using an inductive method<ref>{{citation\n | last1 = Barnette | first1 = David W.\n | last2 = Grünbaum | first2 = Branko | author2-link = Branko Grünbaum\n | journal = Pacific J. Math.\n | mr = 0259744\n | pages = 299–306\n | title = Preassigning the shape of a face\n | url = http://projecteuclid.org/euclid.pjm/1102977361\n | volume = 32\n | year = 1970}}.</ref> It is also always possible, given a polyhedral graph ''G'' and an arbitrary cycle ''C'', to find a realization such that ''C'' forms the [[silhouette]] of the realization under [[parallel projection]].<ref>{{citation|first=David W.|last=Barnette|title=Projections of 3-polytopes|journal=Israel Journal of Mathematics|volume=8|issue=3|year=1970|pages=304–308|doi=10.1007/BF02771563}}.</ref>\n\n===Tangent spheres===\nThe [[Paul Koebe|Koebe]]–Andreev–[[William Thurston|Thurston]] [[circle packing theorem]] can be interpreted as providing another strengthening of Steinitz's theorem, that every 3-connected planar graph may be represented as a convex polyhedron in such a way that all of its edges are tangent to the same [[unit sphere]].<ref name=\"zgc\">{{citation|contribution=Convex polytopes: extremal constructions and ''f''-vector shapes. Section 1.3: Steinitz's theorem via circle packings|pages=628–642|first=Günter M.|last=Ziegler|authorlink=Günter M. Ziegler|title=Geometric Combinatorics|editor1-first=Ezra|editor1-last=Miller|editor2-first=Victor|editor2-last=Reiner|editor3-first=Bernd|editor3-last=Sturmfels|volume=13|series=IAS/Park City Mathematics Series|publisher=[[American Mathematical Society]]|year=2007|isbn=978-0-8218-3736-8}}.</ref> By performing a carefully chosen [[Möbius transformation]] of a circle packing before transforming it into a polyhedron, it is possible to find a polyhedral realization that realizes all the symmetries of the underlying graph, in the sense that every [[graph automorphism]] is a symmetry of the polyhedral realization.<ref>{{citation\n | last = Hart | first = George W. | authorlink = George W. Hart\n | issue = 3\n | journal = Mathematica in Education and Research\n | pages = 5–10\n | title = Calculating canonical polyhedra\n | url = http://library.wolfram.com/infocenter/Articles/2012/\n | volume = 6\n | year = 1997}}.</ref><ref>{{citation\n | last1 = Bern | first1 = Marshall\n | last2 = Eppstein | first2 = David | author2-link = David Eppstein\n | contribution = Optimal Möbius transformations for information visualization and meshing\n | doi = 10.1007/3-540-44634-6_3\n | pages = 14–25\n | publisher = Springer\n | series = Lect. Notes Comp. Sci.\n | title = Proc. 7th Worksh. Algorithms and Data Structures (WADS 2001)\n | volume = 2125\n | year = 2001}}.</ref> More generally, if ''G'' is a polyhedral graph and ''K'' is any smooth three-dimensional [[convex body]], it is possible to find a polyhedral representation of ''G'' in which all edges are tangent to ''K''.<ref>{{citation|first=Oded|last=Schramm|authorlink=Oded Schramm|title=How to cage an egg|journal=[[Inventiones Mathematicae]]|mr=1150601|volume=107|year=1992|issue=3|pages=543–560|doi=10.1007/BF01231901}}.</ref>\n\nCircle packing methods can also be used to characterize the graphs of polyhedra that have a [[circumsphere]] or [[insphere]]. The characterization involves edge weights, constrained by systems of linear inequalities. These weights correspond to the angles made by adjacent circles in a system of circles, made by the intersections of the faces of the polyhedron with their circumsphere or the horizons of the vertices of the polyhedron on its insphere.<ref>{{citation\n | last = Rivin | first = Igor | authorlink = Igor Rivin\n | doi = 10.2307/2118652\n | issue = 1\n | journal = Ann. of Math. (2nd Ser.)\n | mr = 1370757\n | pages = 51–70\n | title = A characterization of ideal polyhedra in hyperbolic 3-space\n | volume = 143\n | year = 1996}}.</ref><ref>{{citation\n | last1 = Dillencourt | first1 = Michael B.\n | last2 = Smith | first2 = Warren D.\n | doi = 10.1016/0012-365X(95)00276-3\n | issue = 1-3\n | journal = Discrete Math.\n | mr = 1420521\n | pages = 63–77\n | title = Graph-theoretical conditions for inscribability and Delaunay realizability\n | volume = 161\n | year = 1996}}.</ref>\n\n==Related results==\n[[File:Szilassi polyhedron.svg|thumb|The [[Szilassi polyhedron]], a non-convex polyhedral realization of the [[Heawood graph]] with the topology of a [[torus]]]]\nIn any dimension higher than three, the algorithmic Steinitz problem (given a [[Lattice (order)|lattice]], determine whether it is the face lattice of a [[convex polytope]]) is [[Complete (complexity)|complete]] for the [[existential theory of the reals]] by Richter-Gebert's universality theorem.<ref>{{cite book|first=Jürgen|last=Richter-Gebert|title=Realization Spaces of Polytopes|series=Lecture Notes in Mathematics|publisher=Springer-Verlag|volume=1643|isbn=978-3-540-62084-6|year=1996}}</ref> However, because a given graph may correspond to more than one face lattice, it is difficult to extend this completeness result to the problem of recognizing the graphs of 4-polytopes, and this problem's complexity remains open.\n\nResearchers have also found graph-theoretic characterizations of the graphs of certain special classes of three-dimensional non-convex polyhedra<ref>{{citation\n | last1 = Hong | first1 = Seok-Hee\n | last2 = Nagamochi | first2 = Hiroshi\n | doi = 10.1007/s00453-011-9570-x\n | issue = 4\n | journal = Algorithmica\n | mr = 2852056\n | pages = 1022–1076\n | title = Extending Steinitz's theorem to upward star-shaped polyhedra and spherical polyhedra\n | volume = 61\n | year = 2011}}.</ref><ref>{{citation\n | last1 = Eppstein | first1 = David | author1-link = David Eppstein\n | last2 = Mumford | first2 = Elena\n | issue = 1\n | journal = J. Comput. Geom.\n | mr = 3259910\n | pages = 179–244\n | title = Steinitz theorems for simple orthogonal polyhedra\n | volume = 5\n | year = 2014}}.</ref> and four-dimensional convex polytopes.<ref>{{citation\n | last1 = Blind | first1 = Roswitha\n | last2 = Mani-Levitska | first2 = Peter\n | doi = 10.1007/BF01830678\n | issue = 2-3\n | journal = Aequationes Mathematicae\n | mr = 921106\n | pages = 287–297\n | title = Puzzles and polytope isomorphisms\n | volume = 34\n | year = 1987}}.</ref><ref>{{citation\n | last = Kalai | first = Gil | authorlink = Gil Kalai\n | doi = 10.1016/0097-3165(88)90064-7\n | issue = 2\n | journal = [[Journal of Combinatorial Theory]] | series = Series A\n | mr = 964396\n | pages = 381–383\n | title = A simple way to tell a simple polytope from its graph\n | volume = 49\n | year = 1988}}.</ref><ref>{{citation\n | last = Eppstein | first = David | authorlink = David Eppstein\n | contribution = Treetopes and their graphs\n | title = Proc. 27th ACM-SIAM Symp. Discrete Algorithms (SODA '16)\n | year = 2016}}.</ref> However, in both cases, the general problem remains unsolved. Indeed, even the problem of determining which [[complete graph]]s are the graphs of non-convex polyhedra (other than ''K''<sub>4</sub> for the tetrahedron and ''K''<sub>7</sub> for the [[Császár polyhedron]]) remains unsolved.<ref>{{citation\n | last = Ziegler | first = Günter M. | authorlink = Günter M. Ziegler\n | contribution = Polyhedral surfaces of high genus\n | doi = 10.1007/978-3-7643-8621-4_10\n | isbn = 978-3-7643-8620-7\n | mr = 2405667\n | pages = 191–213\n | publisher = Springer\n | series = Oberwolfach Seminars\n | title = Discrete Differential Geometry\n | volume = 38\n | year = 2008}}.</ref>\n\n[[László Lovász]] has shown a correspondence between polyhedral representations of graphs and matrices realizing the [[Colin de Verdière graph invariant]]s of the same graphs.<ref>{{citation\n | last = Lovász | first = László | authorlink = László Lovász\n | doi = 10.1006/jctb.2000.2027\n | issue = 2\n | journal = [[Journal of Combinatorial Theory]]\n | mr = 1842113\n | pages = 223–236\n | series = Series B\n | title = Steinitz representations of polyhedra and the Colin de Verdière number\n | volume = 82\n | year = 2001}}.</ref>\n\n==References==\n{{reflist|30em}}\n\n[[Category:Planar graphs]]\n[[Category:Geometric graph theory]]\n[[Category:Polyhedral combinatorics]]\n[[Category:Theorems in graph theory]]\n[[Category:Theorems in discrete geometry]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Steinitz's theorem"}}}}