{"batchcomplete": "", "query": {"pages": {"30072": {"ns": 0, "pageid": 30072, "revisions": [{"*": "{{other uses|Thales (disambiguation)}}\n{{Infobox philosopher\n| name = Thales of Miletus\n| image = Illustrerad Verldshistoria band I Ill 107.jpg\n| birth_date = {{circa}} 624&nbsp;BC\n| death_date = c. 546&nbsp;BC <!--PLEASE SEE TALK BEFORE CHANGING DATE (no, really) -->\n| era = [[Pre-Socratic philosophy]]\n| region = [[Western philosophy]]\n| school_tradition = {{hlist|class=nowrap |[[Ionian School (philosophy)|Ionian]]{{\\}}[[Milesian school|Milesian]] |[[Naturalism (philosophy)|Naturalism]]}}\n| main_interests = {{hlist |[[Ethics]] |[[Metaphysics]] |[[Mathematics]] |[[Astronomy]]}}\n| notable_ideas = {{ublist|class=nowrap |Water is the ''[[arche]]'' |[[Thales' theorem]] |[[Intercept theorem]]}}\n| influences = {{ublist |[[Babylonian astronomy]] |[[Ancient Egyptian mathematics]] |[[Ancient Egyptian religion]]}}\n| influenced = {{hlist |[[Pythagoras]] |[[Anaximander]] |[[Anaximenes of Miletus|Anaximenes]]}}\n}}\n\n'''Thales of Miletus''' ({{IPAc-en|ˈ|θ|eɪ|l|iː|z}}; {{lang-el|[[wikt:Θαλῆς|Θαλῆς]] (ὁ Μιλήσιος)}}, ''Thalēs''; {{circa}} 624&nbsp;– c. 546&nbsp;BC) was a [[Pre-Socratic philosophy|pre-Socratic]] [[Greek philosophy|Greek philosopher]] and [[Greek Mathematics|mathematician]] from [[Miletus]] in [[Asia Minor]] and one of the [[Seven Sages of Greece]]. Many, most notably [[Aristotle]], regard him as the first philosopher in the [[Greek philosophy|Greek tradition]].<ref>[[Aristotle]], Metaphysics Alpha, 983b18.</ref><ref name=\"CPM\">{{cite book|author = Smith|title = Dictionary of Greek and Roman biography and mythology|year = 1870|url = https://archive.org/stream/dictionaryofgree03smituoft#page/1016|page = 1016|first = Sir William}}</ref> Aristotle reported Thales' [[hypothesis]] that the [[Arche|originating principle]] of [[nature]] and the nature of [[matter]] was a single material [[Substance theory|substance]]: [[Water (classical element)|water]].\n\nThales attempted to explain natural phenomena without reference to [[mythology]]. Almost all of the other [[Pre-Socratic]] philosophers follow him in attempting to provide an explanation of ultimate substance, change, and the existence of the world without reference to mythology.\n\nIn [[mathematics]], Thales used [[geometry]] to calculate the heights of pyramids and the distance of ships from the shore. He is the first known individual to use [[deductive reasoning]] applied to geometry, by deriving four corollaries to [[Thales' Theorem]]. He is the first known individual to whom a mathematical discovery has been attributed.<ref>{{harv|Boyer|1991|loc=\"Ionia and the Pythagoreans\" p. 43}}</ref>\n\n== Life ==\n\nThe current historical consensus is that Thales was born in the city of [[Miletus]] around the mid 620s BC. Miletus was an ancient [[Ionia|Greek Ionian]] city on the western coast of [[Asia Minor]] (in what is today [[Aydin Province]] of [[Turkey]]), near the mouth of the [[Maeander River]].\n\n===Background===\nThe dates of Thales' life are not exactly known but are roughly established by a few datable events mentioned in the sources. According to [[Herodotus]] (and as determined by modern methods), Thales predicted the [[Eclipse of Thales|solar eclipse of May 28, 585&nbsp;BC]].<ref>Herodotus, [http://www.perseus.tufts.edu/cgi-bin/ptext?lookup=Hdt.+1.74.1 1.74.2], and A. D. Godley's footnote 1; Pliny, [http://www.perseus.tufts.edu/cgi-bin/ptext?lookup=Plin.+Nat.+2.9 2.9 (12)] and Bostock's footnote 2.</ref>  [[Diogenes Laërtius]] quotes the chronicle of [[Apollodorus of Athens]] as saying that Thales died at the age of 78 during the 58th [[Olympiad]] (548–545&nbsp;BC) and attributes his death to heat stroke while watching the games.\n\nDiogenes Laërtius states that (\"according to Herodotus and Douris and [[Democritus]]\") Thales' parents were Examyes and Cleobuline, then traces the family line back to [[Cadmus]], a mythological [[Phoenicia]]n prince of [[Tyre, Lebanon|Tyre]]. Diogenes then delivers conflicting reports: one that Thales married and either fathered a son ([[Cybisthus]] or [[Cybisthon]]) or adopted his nephew of the same name; the second that he never married, telling his mother as a young man that it was too early to marry, and as an older man that it was too late. [[Plutarch]] had earlier told this version:  [[Solon]] visited Thales and asked him why he remained single; Thales answered that he did not like the idea of having to worry about children. Nevertheless, several years later, anxious for family, he adopted his nephew Cybisthus.<ref>{{cite book |last=Plutarch |title=Lives|year=1952 |publisher=William Benton |location=Chicago |pages=66 |chapter=Solon |editor=Robert Maynard Hutchins |series=Great Books of the Western World |volume=14}}</ref>\n\nThales involved himself in many activities, taking the role of an innovator. Some say that he left no writings, others say that he wrote ''On the Solstice'' and ''On the Equinox''. (No writing attributed to him has survived.)  Diogenes Laërtius quotes two letters from Thales: one to [[Pherecydes of Syros]] offering to review his book on religion, and one to [[Solon]], offering to keep him company on his sojourn from [[Athens]]. Thales identifies the Milesians as Athenian [[Colonies in antiquity#Greek colonies|colonists]].<ref>Diogenes Laërtius, 1.43, 44.</ref>\n\n===Business===\n[[File:Capernaum roman olive press by David Shankbone.jpg|thumb|An olive mill and an olive press dating from Roman times in [[Capernaum, Israel]].]]\nSeveral anecdotes suggest that Thales was not solely a thinker but was also involved in business and politics. One story recounts that he bought all the [[Olive oil extraction#Traditional method: olive press|olive presses]] in Miletus after predicting the weather and a good harvest for a particular year. In another version of the same story, Aristotle explains that Thales reserved presses ahead of time at a discount only to rent them out at a high price when demand peaked, following his predictions of a particularly good harvest. This first version of the story would constitute the first creation and use of [[Futures contract|futures]], whereas the second version would be the first creation and use of [[Option (finance)|options]]. Aristotle explains that Thales' objective in doing this was not to enrich himself but to prove to his fellow Milesians that philosophy could be useful, contrary to what they thought.<ref>Aristotle, [[Politics (Aristotle)|Politics]] 1259a [http://www.perseus.tufts.edu/cgi-bin/ptext?lookup=Aristot.+Pol.+1.1259a]</ref>\n\n===Politics===\nThales’ political life had mainly to do with the involvement of the [[Ionians]] in the defense of [[Anatolia]] against the growing power of the [[Achaemenid Empire|Persians]], who were then new to the region. A king had come to power in neighboring [[Lydia]], [[Croesus]], who was somewhat too aggressive for the size of his army. He had conquered most of the states of coastal Anatolia, including the cities of the Ionians. The story is told in [[Herodotus]].<ref>[[Herodotus]], Book 1</ref>\n\nThe Lydians were at war with the [[Medes]], a remnant of the first wave of Iranians in the region, over the issue of refuge the Lydians had given to some [[Scythian]] soldiers of fortune inimical to the Medes. The war endured for five years, but in the sixth an eclipse of the Sun (mentioned above) spontaneously halted a battle in progress (the [[Battle of Halys (585&nbsp;BC)|Battle of Halys]]).\n[[File:Solar eclipse 1999 4 NR.jpg|thumb|left|Total [[eclipse]] of the [[Sun]]]]\nIt seems that Thales had predicted this [[solar eclipse]]. The [[Seven Sages of Greece|Seven Sages]] were most likely already in existence, as Croesus was also heavily influenced by [[Solon]] of [[Athens]], another sage. Whether Thales was present at the battle is not known, nor are the exact terms of the prediction, but based on it the Lydians and Medes made peace immediately, swearing a blood oath.\n\nThe Medes were dependencies of the [[Achaemenid Empire|Persians]] under [[Cyrus the Great|Cyrus]]. Croesus now sided with the Medes against the Persians and marched in the direction of Iran (with far fewer men than he needed). He was stopped by the river [[Halys River|Halys]], then unbridged. This time he had Thales with him, perhaps by invitation. Whatever his status, the king gave the problem to him, and he got the army across by digging a diversion upstream so as to reduce the flow, making it possible to ford the river. The channels ran around both sides of the camp.\n\nThe two armies engaged at [[Pteria (Cappadocia)|Pteria]] in [[Cappadocia]]. As the battle was indecisive but paralyzing to both sides, Croesus marched home, dismissed his mercenaries and sent emissaries to his dependents and allies to ask them to dispatch fresh troops to [[Sardis]]. The issue became more pressing when the Persian army showed up at Sardis. [[Diogenes Laertius]]<ref>[[Diogenes Laertius]] 1.25</ref> tells us that Thales gained fame as a counselor when he advised the Milesians not to engage in a symmachia, a \"fighting together\", with the Lydians. This has sometimes been interpreted as an alliance, but a ruler does not ally with his subjects.\n\nCroesus was defeated before the city of Sardis by Cyrus, who subsequently spared Miletus because it had taken no action. Cyrus was so impressed by Croesus’ wisdom and his connection with the sages that he spared him and took his advice on various matters.\n\nThe Ionians were now free. Herodotus says that Thales advised them to form an Ionian state; that is, a bouleuterion (\"deliberative body\") to be located at [[Teos]] in the center of [[Ionia]]. The Ionian cities should be demoi, or \"districts\". Miletus, however, received favorable terms from Cyrus. The others remained in an Ionian League of 12 cities (excluding Miletus now), and were subjugated by the Persians.\n\nWhile Herodotus reported that most of his fellow Greeks believe that Thales did divert the river Halys to assist King Croesus' military endeavors, he himself finds it doubtful.<ref name=\"Dicks\"/>\n\n===Sagacity===\n[[File:MiletusIonicStoa.jpg|thumb|The Ionic Stoa on the Sacred Way in Miletus]]\n[[Diogenes Laertius]]<ref>Diogenes Laertius 1.22</ref> tells us that the [[Seven Sages of Greece|Seven Sages]] were created in the archonship of Damasius at [[Athens]] about 582&nbsp;BC and that Thales was the first sage. The same story, however, asserts that Thales emigrated to [[Miletus]]. There is also a report that he did not become a student of nature until after his political career. Much as we would like to have a date on the seven sages, we must reject these stories and the tempting date if we are to believe that Thales was a native of Miletus, predicted the eclipse, and was with [[Croesus]] in the campaign against [[Cyrus the Great|Cyrus]].\n\nThales received instruction from an [[Ancient Egypt|Egyptian]] priest. It was fairly certain that he came from a wealthy, established family, in a class which customarily provided higher education for their children. Moreover, the ordinary citizen, unless he was a seafaring man or a merchant, could not afford the grand tour in [[Egypt]], and did not consort with noble lawmakers such as [[Solon]].\n\nIn Diogenes Laertius' ''Lives of Eminent Philosophers'' Chapter 1.39, Laertius relates the several stories of an expensive object that is to go to the most wise. In one version (that Laertius credits to [[Callimachus]] in his ''Iambics'') Bathycles of Arcadia states in his will that an expensive bowl \"'should be given to him who had done most good by his wisdom.'  So it was given to Thales, went the round of all the sages, and came back to Thales again. And he sent it to Apollo at Didyma, with this dedication...'Thales the Milesian, son of Examyas [dedicates this] to Delphinian Apollo after twice winning the prize from all the Greeks.'\"<ref>{{cite web|title=''Lives of Eminent Philosophers''|author=Diogenes Laertius|chapter=1.39|url=http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0258%3Abook%3D1%3Achapter%3D1|editor=R.D. Hicks|publisher=Tufts University}}</ref>\n\n== Theories ==\nThe Greeks often invoked idiosyncratic explanations of natural phenomena with reference to the will of [[Anthropomorphism|anthropomorphic]] [[Deity|gods]] and [[hero]]es. Instead, Thales aimed to explain natural phenomena via rational hypotheses that referenced natural processes themselves. For example, rather than assuming that earthquakes were the result of supernatural whims Thales explained them by hypothesizing that the [[Earth]] floats on water and that earthquakes occur when the Earth is rocked by waves.\n\nThales was a [[Hylozoism|hylozoist]] (one who thinks that matter is alive).<ref>Farrington, B., 1944 Greek Science. Pelican</ref> That interpretation by later commentators{{mdash}}that Thales treated matter as being alive{{mdash}}may have been substituted for his thinking that the properties of nature arise directly from material processes. The latter thesis is more consistent with modern ideas of how properties arise as emergent characteristics of those [[complex systems]] involved in the processes of [[evolution]] and [[Human development (biology)|development]]al change.\n\nThales, according to [[Aristotle]], asked what was the nature (Greek ''[[arche]]'') of the object so that it would behave in its characteristic way. [[Physis]] (φύσις) comes from phyein (φύειν), \"to grow\", related to our word \"be\".<ref>English [http://www.bartleby.com/61/77/P0277700.html physics] comes from it, but the latter is a Greek loan. In addition the quite ancient native English word [http://www.bartleby.com/61/roots/IE62.html be] comes from the same [[Proto-Indo-European language|Indo-European]] root.</ref> ''(G)natura'' is the way a thing is \"born\",<ref>The initial g of the archaic Latin gives the root away as [http://www.bartleby.com/61/roots/IE143.html *genə-], \"beget.\"</ref> again with the stamp of what it is in itself.\n\nAristotle<ref>Aristotle, ''[[Metaphysics]]'' 983b6</ref> characterizes most of the philosophers \"at first\" ({{lang|grc|πρῶτον}}) as thinking that the \"principles in the form of matter were the only principles of all things\", where \"principle\" is [[arche]], \"matter\" is [[hyle]] (\"wood\" or \"matter\", \"material\") and \"form\" is [[eidos (philosophy)|eidos]].\n\n''Arche'' is translated as \"principle\", but the two words do not have precisely the same meaning. A [[principle]] of something is merely prior (related to pro-) to it either chronologically or logically. An arche (from {{lang|grc|ἄρχειν}}, \"to rule\") dominates an object in some way. If the arche is taken to be an origin, then specific causality is implied; that is, B is supposed to be characteristically B just because it comes from A, which dominates it.\n\nThe archai<!-- surely the reader have to recognize this easily as Greek plural of ἀρχή? --> that Aristotle had in mind in his well-known passage on the first Greek scientists are not necessarily chronologically prior to their objects, but are constituents of it. For example, in pluralism objects are composed of earth, air, fire and water, but those elements do not disappear with the production of the object. They remain as archai within it, as do the atoms of the atomists.\n\nWhat Aristotle is really saying is that the first philosophers were trying to define the substance(s) of which all material objects are composed. As a matter of fact, that is exactly what modern scientists are attempting to accomplish in nuclear physics, which is a second reason why Thales is described as the first western scientist.\n\n===Geometry===\nThales was known for his innovative use of [[geometry]]. His understanding was theoretical as well as practical. For example, he said:\n\n: Megiston topos: hapanta gar chorei (Μέγιστον τόπος· άπαντα γαρ χωρεί)\n: “Space is the greatest thing, as it contains all things”\n\nTopos is in Newtonian-style [[space]], since the verb, chorei, has the connotation of yielding before things, or spreading out to make room for them, which is [[Extension (metaphysics)|extension]]. Within this extension, things have a position. [[Point (geometry)|Points]], [[line (mathematics)|line]]s, [[plane (mathematics)|plane]]s and [[solid]]s related by [[distance]]s and [[angle]]s follow from this presumption.\n\nThales understood [[similar triangles]] and [[right triangle]]s, and what is more, used that knowledge in practical ways. The story is told in DL (loc. cit.) that he measured the height of the [[pyramids]] by their shadows at the moment when his own shadow was equal to his height. A right triangle with two equal legs is a 45-degree right triangle, all of which are similar. The length of the pyramid’s shadow measured from the center of the pyramid at that moment must have been equal to its height.\n\nThis story indicates that he was familiar with the Egyptian ''[[seked]]'', or ''seqed'' - the ratio of the run to the rise of a [[slope]] ([[cotangent]]). The ''seked'' is at the base of problems 56, 57, 58, 59 and 60 of the [[Rhind papyrus]] – an ancient Egyptian mathematical document.\n\nIn present-day trigonometry, cotangents require the same units for run and rise (base and perpendicular), but the papyrus uses [[cubits]] for rise and [[Palm (measurement)|palms]] for run, resulting in different (but still characteristic) numbers. Since there were 7 palms in a cubit, the ''seked'' was 7 times the cotangent.\n\nTo use an example often quoted in modern reference works, suppose the base of a pyramid is 140&nbsp;cubits and the angle of rise 5.25 ''seked''. The Egyptians expressed their fractions as the sum of fractions, but the decimals are sufficient for the example. What is the rise in cubits? The run is 70&nbsp;cubits, 490 palms. X, the rise, is 490 divided by 5.25 or 93{{frac|1|3}} cubits. These figures sufficed for the Egyptians and Thales. We would go on to calculate the cotangent as 70 divided by 93{{frac|1|3}} to get 3/4 or .75 and looking that up in a table of cotangents find that the angle of rise is a few minutes over 53&nbsp;degrees.\n\nWhether the ability to use the ''seked'', which preceded Thales by about 1000&nbsp;years, means that he was the first to define trigonometry is a matter of opinion. More practically Thales used the same method to measure the distances of ships at sea, said Eudemus as reported by [[Proclus]] (“in Euclidem”). According to Kirk & Raven (reference cited below), all you need for this feat is three straight sticks pinned at one end and knowledge of your altitude. One stick goes vertically into the ground. A second is made level. With the third you sight the ship and calculate the ''seked'' from the height of the stick and its distance from the point of insertion to the line of sight.\n\nThe ''seked'' is a measure of the angle. Knowledge of two angles (the ''seked'' and a right angle) and an enclosed leg (the altitude) allows you to determine by similar triangles the second leg, which is the distance. Thales probably had his own equipment rigged and recorded his own \n''sekeds'', but that is only a guess.{{citation needed|date=May 2015}}\n\n===Thales’ Theorems===\n[[File:Thales theorem 1.png|thumb|300px|[[Thales' theorem|Thales' Theorem]]: <math>\\textstyle \\frac{DE}{BC} = \\frac{AE}{AC } = \\frac{AD}{AB}</math>]]\n{{Main|Thales’ theorem}} \n{{Main|Intercept theorem}}\n{{See also|Pythagorean theorem}}\nThere are two theorems of Thales in [[elementary geometry]], one known as [[Thales’ theorem]] having to do with a triangle inscribed in a circle and having the circle's diameter as one leg, the other theorem being also called the [[intercept theorem]]. In addition [[Eudemus]] attributed to him the discovery that a circle is [[bisection|bisected]] by its diameter, that the base angles of an isosceles triangle are equal and that [[vertical angles]] are equal. According to a historical Note,<ref>William G. Shute, William W. Shirk, George F. Porter, ''Plane and Solid Geometry'', American Book Company (1960) pp. 25-27</ref> when Thales visited Egypt, he observed that whenever the Egyptians drew two intersecting lines, they would measure the vertical angles to make sure that they were equal. Thales concluded that one could prove that all vertical angles are equal if one accepted some general notions such as: all straight angles are equal, equals added to equals are equal, and equals subtracted from equals are equal.\n\n===Water as a first principle===\nThales' most famous philosophical position was his [[cosmology|cosmological]] thesis, which comes down to us through a passage from [[Aristotle]]'s ''[[Metaphysics]]''.<ref>Aristotle, ''Metaphysics'' 983 b6 8-11</ref> In the work Aristotle unequivocally reported Thales’ hypothesis about the nature of matter – that the originating principle of nature was [[Material monism|a single material substance]]: water. Aristotle then proceeded to proffer a number of conjectures based on his own observations to lend some credence to why Thales may have advanced this idea (though Aristotle didn’t hold it himself). [[Aristotle]] considered Thales’ position to be roughly the equivalent to the later ideas of [[Anaximenes of Miletus|Anaximenes]], who held that everything was composed of [[air]].\n\nAristotle laid out his own thinking about [[Hylomorphism|matter and form]] which may shed some light on the ideas of Thales, in ''[[Metaphysics]]'' 983 b6 8–11, 17–21. (The passage contains words that were later adopted by science with quite different meanings.)\n:\"That from which is everything that exists and from which it first becomes and into which it is rendered at last, its substance remaining under it, but transforming in qualities, that they say is the element and principle of things that are. …For it is necessary that there be some nature (φύσις), either one or more than one, from which become the other things of the object being saved... Thales the founder of this type of philosophy says that it is water.\"\n\nIn this quote we see Aristotle's depiction of the [[problem of change]] and the definition of [[Substance theory|substance]]. He asked if an object changes, is it the same or different? In either case how can there be a change from one to the other? The answer is that the substance \"is saved\", but acquires or loses different qualities (πάθη, the things you \"experience\").\n\nAristotle conjectured that Thales reached his conclusion by contemplating that the \"nourishment of all things is moist and that even the hot is created from the wet and lives by it.\" While Aristotle’s conjecture on why Thales held water was the originating principle of water is his own thinking, his statement that Thales held it was water is generally accepted as genuinely originating with Thales and he is seen as an incipient matter-and-formist.\n\n[[Heraclitus (commentator)|Heraclitus Homericus]]<ref>''Quaes. Hom.'' 22, not the same as [[Heraclitus]] of Ephesus</ref> states that Thales drew his conclusion from seeing moist substance turn into air, slime and earth. It seems likely that Thales viewed the Earth as solidifying from the water on which it floated and the oceans that surround it.\n\nWriting centuries later, Diogenes Laertius also states that Thales taught \"Water constituted ({{lang|grc|ὑπεστήσατο}}, 'stood under') the principle of all things.\"<ref>Diogenes Laertius, paragraph 27.</ref>\n\nThe 1870 book ''[[Dictionary of Greek and Roman Biography and Mythology]]'' noted<ref name=\"CPM\"/>\n:Thales dogma that water is the origin of things, that is, that it is that out of which every thing arises, and into which every thing resolves itself, Thales may have followed [[Orphism (religion)|Orphic]] cosmogonies, while, unlike them, he sought to establish the truth of the assertion. Hence, Aristotle, immediately after he has called him the originator of philosophy brings forward the reasons which Thales was believed to have adduced in confirmation of that assertion; for that no written development of it, or indeed any book by ''Thales'', was extant, is proved by the expressions which Aristotle uses when he brings forward the doctrines and proofs of the [[Miletus|Milesian]]. (p. 1016)\n\n====Influences====\nLater [[Scholasticism|scholastic]] thinkers would maintain that in his choice of water Thales was influenced by Babylonian or Chaldean religion, that held that a god had begun creation by acting upon the pre-existing water. Historian Abraham Feldman holds this does not stand up under closer examination. In Babylonian religion the water is lifeless and sterile until a god acts upon it, but for Thales water itself was divine and creative. He maintained that \"All things are full of gods\", and to understand the nature of things was to discover the secrets of the deities, and through this knowledge open the possibility that one could be greater than the grandest Olympian.<ref name=\"Feldman\">{{cite journal |title=Thoughts on Thales |journal=The Classical Journal |volume=41 |date=Oct 1945 |author=Abraham Feldman |pages=4–6 |issue=1}}</ref>\n\nFeldman points out that while other thinkers recognized the wetness of the world \"none of them was inspired to conclude that everything was ultimately aquatic.\"<ref name=\"Feldman\"/> He further points out that Thales was \"a wealthy citizen of the fabulously rich Oriental port of Miletus...a dealer in the staples of antiquity, wine and oil...He certainly handled the shell-fish of the Phoenicians that secreted the dye of imperial purple.\"<ref name=\"Feldman\"/> Feldman recalls the stories of Thales measuring the distance of boats in the harbor, creating mechanical improvements for ship navigation, giving an explanation for the flooding of the Nile (vital to Egyptian agriculture and Greek trade), and changing the course of the river Halys so an army could ford it. Rather than seeing water as a barrier Thales contemplated the Ionian yearly religious gathering for athletic ritual (held on the promontory of Mycale and believed to be ordained by the ancestral kindred of Poseidon, the god of the sea). He called for the Ionian mercantile states participating in this ritual to convert it into a democratic federation under the protection of Poseidon that would hold off the forces of pastoral Persia. Feldman concludes that Thales saw \"that water was a revolutionary leveler and the elemental factor determining the subsistence and business of the world\"<ref name=\"Feldman\"/> and \"the common channel of states.\"<ref name=\"Feldman\"/>\n\nFeldman considers Thales' environment and holds that Thales would have seen tears, sweat, and blood as granting value to a person's work and the means how life giving commodities travelled (whether on bodies of water or through the sweat of slaves and pack-animals). He would have seen that minerals could be processed from water such as life-sustaining salt and gold taken from rivers. He would’ve seen fish and other food stuffs gathered from it. Feldman points out that Thales held that the lodestone was alive as it drew metals to itself. He holds that Thales \"living ever in sight of his beloved sea\" would see water seem to draw all \"traffic in wine and oil, milk and honey, juices and dyes\" to itself, leading him to \"a vision of the universe melting into a single substance that was valueless in itself and still the source of wealth.\"<ref name=\"Feldman\"/> Feldman concludes that for Thales \"...water united all things. The social significance of water in the time of Thales induced him to discern through hardware and dry-goods, through soil and sperm, blood, sweat and tears, one fundamental fluid stuff...water, the most commonplace and powerful material known to him.\"<ref name=\"Feldman\"/> This combined with his contemporary’s idea of \"[[spontaneous generation]]\" allow us to see how Thales could hold that water could be divine and creative.\n\nFeldman points to the lasting association of the theory that \"all whatness is wetness\" with Thales himself, pointing out that Diogenes Laertius speaks of a poem, probably a satire, where Thales is snatched to heaven by the sun, \"Perhaps it was an elaborate paronomasia based on the fact that ''thal'' was the Phoenician word for dew.\"<ref name=\"Feldman\"/>\n\n===Beliefs in divinity===\n{{See also|Neopythagoreanism|Neoplatonism}}\nThales applied his method to objects that changed to become other objects, such as water into earth (or so he thought). But what about the changing itself? Thales did address the topic, approaching it through [[lodestone]] and [[amber]], which, when electrified by rubbing together, also attracts. It is noteworthy that the first particle known to carry [[electric charge]], the [[electron]], is named for the Greek word for amber, ἤλεκτρον (''ēlektron'').\n\nHow was the power to move other things without the movers changing to be explained? Thales saw a commonality with the powers of living things to act. The lodestone and the amber must be alive, and if that were so, there could be no difference between the living and the dead. When asked why he didn’t die if there was no difference, he replied “because there is no difference.”\n\nAristotle defined the [[Soul (spirit)|soul]] as the principle of life, that which imbues the matter and makes it live, giving it the animation, or power to act. The idea did not originate with him, as the Greeks in general believed in the distinction between mind and matter, which was ultimately to lead to a distinction not only between body and soul but also between matter and energy.\n\nIf things were alive, they must have souls. This belief was no innovation, as the ordinary ancient populations of the Mediterranean did believe that natural actions were caused by divinities. Accordingly, the sources{{which|date=December 2014}} say that Thales believed that \"all things were full of gods.\"<ref>Aristotle, ''De Anima'', 411a7. For other ancient sources see the discussion in Kirk and Raven, ''The Presocratic Philosophers'', 93-7.</ref> In their zeal to make him the first in everything some said he was the first to hold the belief, which must have been widely known to be false.\n\nHowever, Thales was looking for something more general, a universal substance of mind.{{Citation needed|date=December 2014}} That also was in the polytheism of the times. [[Zeus]] was the very personification of supreme [[mind]], dominating all the subordinate manifestations. From Thales on, however, philosophers had a tendency to depersonify or objectify mind, as though it were the substance of animation per se and not actually a god like the other gods. The end result was a total removal of mind from substance, opening the door to a non-divine principle of action.\n\nClassical thought, however, had proceeded only a little way along that path. Instead of referring to the person, Zeus, they talked about the great mind:\n\n: \"Thales\", says [[Cicero]],<ref>Cicero, ''De natura Deorum'', i.,10</ref> \"assures that ''water'' is the principle of all things; and that God is that Mind which shaped and created all things from water.\"\n\nThe universal mind appears as a Roman belief in [[Virgil]] as well:\n\n: ''\"In the beginning, SPIRIT within (spiritus intus) strengthens Heaven and Earth'',<br />''\n: ''The watery fields, and the lucid globe of Luna, and then --<br />''\n: ''Titan stars; and mind (mens) infused through the limbs''\n: ''Agitates the whole mass, and mixes itself with GREAT MATTER (magno corpore)\"''<ref>Virgil, ''[[Aeneid]]'' vi: 724-727.''</ref>\n\nAccording to [[Henry Fielding]], [[Diogenes Laërtius]] affirmed that Thales posed \"the independent pre-existence of God from all eternity, stating \"that God was the oldest of all beings, for he existed without a previous cause even in the way of generation; that the world was the most beautiful of all things; for it was created by God.\"<ref>[[Henry Fielding|Fielding, Henry]]. 1775. ''[https://books.google.com.mx/books?id=C2RVAAAAcAAJ&printsec=frontcover#v=onepage&q&f=false An essay on conversation]''. John Bell. p. 346</ref>\n\n==Reputation==\nThales (who died around 30&nbsp;years before the time of [[Pythagoras]] and 300&nbsp;years before [[Euclid]], [[Eudoxus of Cnidus]], and [[Eudemus of Rhodes]]) is often hailed as \"the first Greek mathematician\".<ref name=\"gazette\"/> While some historians, such as Colin R. Fletcher, point out that there could have been a predecessor to Thales who would've been named in Eudemus' lost book  ''History of Geometry'' it is admitted that without the work \"the question becomes mere speculation.\"<ref name=\"gazette\">{{cite journal|journal=The Mathematical Gazette|publisher=The Mathematical Association|volume=66|date=December 1982|page=267|author=Colin R. Fletcher|issue=438}}</ref> Fletcher holds that as there is no viable predecessor to the title of first Greek mathematician, the only question is whether Thales qualifies as a practitioner in that field; he holds that \"Thales had at his command the techniques of observation, experimentation, superposition and deduction…he has proved himself mathematician.\"<ref name=\"gazette\"/>\n\nThe evidence for the primacy of Thales comes to us from a book by [[Proclus]] who wrote a thousand years after Thales but is believed to have had a copy of Eudemus' book. Proclus wrote \"Thales was the first to go to Egypt and bring back to Greece this study.\"<ref name=\"gazette\"/> He goes on to tell us that in addition to applying the knowledge he gained in Egypt \"He himself discovered many propositions and disclosed the underlying principles of many others to his successors, in some case his method being more general, in others more empirical.\"<ref name=\"gazette\"/>\n\nOther quotes from Proclus list more of Thales' mathematical achievements:\n\n\"They say that Thales was the first to demonstrate that the circle is bisected by the diameter, the cause of the bisection being the unimpeded passage of the straight line through the centre.\"<ref name=\"gazette\"/>\n\n\"[Thales] is said to have been the first to have known and to have enunciated [the theorem] that the angles at the base of any isosceles triangle are equal, though in the more archaic manner he described the equal angles as similar.\"<ref name=\"gazette\"/>\n\n\"This theorem, that when two straight lines cut one another, the vertical and opposite angles are equal, was first discovered, as Eudemus says, by Thales, though the scientific demonstration was improved by the [[Euclid|writer of ''Elements'']].\"<ref name=\"gazette\"/>\n\n\"Eudemus in his ''History of Geometry'' attributes this theorem [the equality of triangles having two angles and one side equal] to Thales. For he says that the method by which Thales showed how to find the distance of ships at sea necessarily involves this method.\"<ref name=\"gazette\"/>\n\n\"[[Pamphile of Epidaurus|Pamphila]] says that, having learnt geometry from the Egyptians, he [Thales] was the first to inscribe in a circle a right-angled triangle, whereupon he [[Animal sacrifice|sacrificed an ox]].\"<ref name=\"gazette\"/>\n\nIn addition to Proclus, [[Hieronymus of Rhodes]] also cites Thales as the first Greek mathematician. Hieronymus held that Thales was able to measure the height of the pyramids by using a [[theorem]] of geometry now known as the [[intercept theorem#Measuring/Survey|intercept theorem]], (after gathering data by using his walking-stick and comparing its shadow to those cast by the pyramids). We receive variations of Hieronymus' story through [[Diogenes Laertius]],<ref>Diogenes Laertius, Lives of Eminent Philosophers, [http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0258%3Abook%3D1%3Achapter%3D1 Chapter 1. Thales, para.27]).</ref> [[Pliny the Elder]], and [[Plutarch]].\n<ref name=\"gazette\"/><ref>Plutarch, Moralia, The Dinner of the Seven Wise Men, [http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Plutarch/Moralia/Dinner_of_the_Seven*.html#ref5 147A]</ref> Due to the variations among testimonies, such as the \"story of the sacrifice of an ox on the occasion of the discovery that the angle on a diameter of a circle is a right angle\" in the version told by Diogenes Laertius being accredited to Pythagoras rather than Thales, some historians (such as D. R. Dicks) question whether such anecdotes have any historical worth whatsoever.<ref name=\"Dicks\">{{cite journal|title=Thales|author=D. R. Dicks|pages=294–309|journal=The Classical Quarterly|volume=9|date=November 1959|issue=2|doi=10.1017/S0009838800041586}}</ref>\n\n==Influences==\nDue to the scarcity of sources concerning Thales and the diversity among the ones we possess, there is a scholarly debate over possible influences on Thales and the Greek mathematicians that came after him.\n\nHistorian Roger L. Cooke points out that Proclus does not make any mention of Mesopotamian influence on Thales or Greek geometry, but \"is shown clearly in Greek astronomy, in the use of sexagesimal system of measuring angles and in Ptolemy's explicit use of Mesopotamian astronomical observations.\"<ref name=\"Cooke\"/> Cooke notes that it may possibly also appear in the second book of Euclid's ''Elements'', \"which contains geometric constructions equivalent to certain algebraic relations that are frequently encountered in the cuneiform tablets.\" Cooke notes \"This relation however, is controversial.\"<ref name=\"Cooke\">{{cite book|title=The History of Mathematics: A Brief Course|author=Roger L. Cooke|publisher=John Wiley & Sons, Inc.|year=2005}}</ref>\n\nHistorian B.L. Van der Waerden is among those advocating the idea of Mesopotamian influence, writing \"It follows that we have to abandon the traditional belief that the oldest Greek mathematicians discovered geometry entirely by themselves…a belief that was tenable only as long as nothing was known about Babylonian mathematics. This in no way diminishes the stature of Thales; on the contrary, his genius receives only now the honour that is due to it, the honour of having developed a logical structure for geometry, of having introduced proof into geometry.\"<ref name=\"gazette\"/>\n\nSome historians, such as D. R. Dicks takes issue with the idea that we can determine from the questionable sources we have, just how influenced Thales was by Babylonian sources. He points out that while Thales is held to have been able to calculate an eclipse using a cycle called the \"Saros\" held to have been \"borrowed from the Babylonians\", \"The Babylonians, however, did not use cycles to predict solar eclipses, but computed them from observations of the latitude of the moon made shortly before the expected syzygy.\"<ref name=\"Dicks\"/> Dicks cites historian O. Neugebauer who relates that \"No Babylonian theory for predicting solar eclipse existed at 600&nbsp;B.C., as one can see from the very unsatisfactory situation 400&nbsp;year later; nor did the Babylonians ever develop any theory which took the influence of geographical latitude into account.\" Dicks examines the cycle referred to as  'Saros' - which Thales is held to have used and which is believed to stem from the Babylonians. He points out that Ptolemy makes use of this and another cycle in his book ''Mathematical Syntaxis'' but attributes it to Greek astronomers earlier than [[Hipparchus]] and not to Babylonians.<ref name=\"Dicks\"/> Dicks notes Herodotus does relate that Thales made use of a cycle to predict the eclipse, but maintains that \"if so, the fulfillment of the 'prediction' was a stroke of pure luck not science\".<ref name=\"Dicks\"/> He goes further joining with other historians (F. Martini, J.L. E. Dreyer, O. Neugebauer) in rejecting the historicity of the eclipse story altogether.<ref name=\"Dicks\"/> Dicks links the story of Thales discovering the cause for a solar eclipse with Herodotus' claim that Thales discovered the cycle of the sun with relation to the solstices, and concludes \"he could not possibly have possessed this knowledge which neither the Egyptians nor the Babylonians nor his immediate successors possessed.\"<ref name=\"Dicks\"/> Josephus is the only ancient historian that claims Thales visited Babylonia.\n\nHerodotus wrote that the Greeks learnt the practice of dividing the day into 12 parts, about the ''polos'', and the [[gnomon]] from the Babylonians. (The exact meaning of his use of the word ''polos'' is unknown, current theories include: \"the heavenly dome\", \"the tip of the axis of the celestial sphere\", or a spherical concave sundial.) Yet even Herodotus' claims on Babylonian influence are contested by some modern historians, such as L. Zhmud, who points out that the division of the day into twelve parts (and by analogy the year) was known to the Egyptians already in the second millennium, the gnomon was known to both Egyptians and Babylonians, and the idea of the \"heavenly sphere\" was not used outside of Greece at this time.<ref>{{cite book|title=The Origin of the History of Science in Classical Antiquity|author=Leonid Zhmud|publisher=Die Deutsche Bibliothek|year=2006}}</ref>\n\nLess controversial than the position that Thales learnt Babylonian mathematics is the claim he was influenced by Egyptians. Pointedly historian S. N. Bychkov holds that the idea that the base angles of an isosceles triangle are equal likely came from Egypt. This is because, when building a roof for a home - having a cross section be exactly an isosceles triangle isn't crucial (as it's the ridge of the roof that must fit precisely), in contrast a symmetric square pyramid cannot have errors in the base angles of the faces or they will not fit together tightly.<ref name=\"Cooke\"/>\nHistorian D.R. Dicks agrees that compared to the Greeks in the era of Thales, there was a more advanced state of mathematics among the Babylonians and especially the Egyptians - \"both cultures knew the correct formulae for determining the areas and volumes of simple geometrical figures such as triangles, rectangles, trapezoids, etc.; the Egyptians could also calculate correctly the volume of the frustum of a pyramid with a square base (the Babylonians used an incorrect formula for this), and used a formula for the area of a circle...which gives a value for [[Pi|π]] of 3.1605--a good approximation.\"<ref name=\"Dicks\"/> Dicks also agrees that this would have had an effect on Thales (whom the most ancient sources agree was interested in mathematics and astronomy) but he holds that tales of Thales' travels in these lands are pure myth.\n\nThe ancient civilization and massive monuments of Egypt had \"a profound and ineradicable impression on the Greeks\". They attributed to Egyptians \"an immemorial knowledge of certain subjects\" (including geometry) and would claim Egyptian origin for some of their own ideas to try and lend them \"a respectable antiquity\" (such as the [[Hermetica|\"Hermetic\" literature]] of the Alexandrian period).<ref name=\"Dicks\"/>\n\nDicks holds that since Thales was a prominent figure in Greek history by the time of Eudemus but \"nothing certain was known except that he lived in Miletus\".<ref name=\"Dicks\"/>  A tradition developed that as \"Milesians were in a position to be able to travel widely\" Thales must have gone to Egypt.<ref name=\"Dicks\"/> As Herodotus says Egypt was the birthplace of geometry he must have learnt that while there. Since he had to have been there, surely one of the theories on Nile Flooding laid out by Herodotus must have come from Thales. Likewise as he must have been in Egypt he had to have done something with the Pyramids - thus the tale of measuring them. Similar apocryphal stories exist of Pythagoras and Plato traveling to Egypt with no corroborating evidence.\n\nAs the Egyptian and Babylonian geometry at the time was \"essentially arithmetical\", they used actual numbers and \"the procedure is then described with explicit instructions as to what to do with these numbers\" there was no mention of how the rules of procedure were made, and nothing toward a logically arranged corpus of generalized geometrical knowledge with analytical 'proofs' such as we find in the words of Euclid, Archimedes, and Apollonius.\"<ref name=\"Dicks\"/> So even had Thales traveled there he could not have learnt anything about the theorems he is held to have picked up there (especially because there is no evidence that any Greeks of this age could use Egyptian hieroglyphics).<ref name=\"Dicks\"/>\n\nLikewise until around the second century BC and the time of Hipparchus (c. 194-120&nbsp;BC) the Babylonian general division of the circle into 360&nbsp;degrees and their sexagesimal system was unknown.<ref name=\"Dicks\"/>  Herodotus says almost nothing about Babylonian literature and science, and very little about their history. Some historians, like P. Schnabel, hold that the Greeks only learned more about Babylonian culture from Berossus, a Babylonian priest who is said to have set up a school in Cos around 270&nbsp;BC (but to what extent this had in the field of geometry is contested).\n\nDicks points out that the primitive state of Greek mathematics and astronomical ideas exhibited by the peculiar notions of Thales' successors (such as Anaximander, Anaximenes, Xenophanes, and Heraclitus), which historian J. L. Heiberg calls \"a mixture of brilliant intuition and childlike analogies\",<ref>{{cite book| author=J. L. Gesch|title=D. Math. Und Naturwiss. im Altertum|location=Munich|year=1925|page=50}}</ref> argues against the assertions from writers in late antiquity that Thales discovered and taught advanced concepts in these fields.\n\n[[John Burnet (classicist)|John Burnet]] (1892) noted<ref>{{cite book|url=https://archive.org/details/earlygreekphilo01burngoog|title=Early Greek Philosophy|page=29|year=1892|author=John Burnet}}</ref>\n:''Lastly, we have one admitted instance of a philosophic guild, that of the [[Pythagoreans]]. And it will be found that the hypothesis, if it is to be called by that name, of a regular organisation of scientific activity will alone explain all the facts. The development of doctrine in the hands of ''Thales'', [[Anaximander]], and [[Anaximenes of Miletus|Anaximenes]], for instance, can only be understood as the elaboration of a single idea in a school with a continuous tradition.''\n\n== Interpretations ==\n\nIn the long sojourn of philosophy, there has existed hardly a philosopher or historian of philosophy who did not mention Thales and try to characterize him in some way. He is generally recognized as having brought something new to human thought. Mathematics, astronomy and medicine already existed. Thales added something to these different collections of knowledge to produce a universality, which, as far as writing tells us, was not in tradition before, but resulted in a new field.\n\nEver since, interested persons have been asking what that new something is. Answers fall into (at least) two categories, the theory and the method. Once an answer has been arrived at, the next logical step is to ask how Thales compares to other philosophers, which leads to his classification (rightly or wrongly).\n\n===Theory===\nThe most natural epithets of Thales are \"[[materialist]]\" and \"[[naturalism (philosophy)|naturalist]]\", which are based on ousia and physis. The [[Catholic Encyclopedia]] notes that Aristotle called him a physiologist, with the meaning \"student of nature.\"<ref>Turner, ''Catholic Encyclopedia''.</ref> On the other hand, he would have qualified as an early [[physicist]], as did Aristotle. They studied corpora, \"bodies\", the medieval descendants of substances.\n\nMost agree that Thales' stamp on thought is the unity of substance, hence [[Bertrand Russell]]:<ref>''Wisdom of the West''</ref>\n\n: \"The view that all matter is one is quite a reputable scientific hypothesis.\"\n: \"...But it is still a handsome feat to have discovered that a substance remains the same in different [[Phase (matter)|states of aggregation]].\"\n\nRussell was only reflecting an established tradition; for example: [[Nietzsche]], in his ''[[Philosophy in the Tragic Age of the Greeks]]'', wrote:<ref>§ 3</ref>\n\n: \"Greek philosophy seems to begin with an absurd notion, with the proposition that ''water'' is the primal origin and the womb of all things. Is it really necessary for us to take serious notice of this proposition? It is, and for three reasons. First, because it tells us something about the primal origin of all things; second, because it does so in language devoid of image or fable, and finally, because contained in it, if only embryonically, is the thought, 'all things are one.'\"\n\nThis sort of materialism, however, should not be confused with deterministic materialism. Thales was only trying to explain the unity observed in the free play of the qualities. The arrival of uncertainty in the modern world made possible a return to Thales; for example, [[John Elof Boodin]] writes (\"God and Creation\"):\n\n: \"We cannot read the universe from the past...\"\n\nBoodin defines an \"emergent\" materialism, in which the objects of sense emerge uncertainly from the substrate. Thales is the innovator of this sort of materialism.\n\n===Rise of theoretical inquiry===\nIn the West, Thales represents a new kind of inquiring community as well. [[Edmund Husserl]]<ref>''The Vienna Lecture''</ref> attempts to capture the new movement as follows. Philosophical man is a \"new cultural configuration\" based in stepping back from \"pregiven tradition\" and taking up a rational \"inquiry into what is true in itself;\" that is, an ideal of truth. It begins with isolated individuals such as Thales, but they are supported and cooperated with as time goes on. Finally the ideal transforms the norms of society, leaping across national borders.\n\n===Classification===\nThe term \"[[Pre-Socratic]]\" derives ultimately from the philosopher Aristotle, who distinguished the early philosophers as concerning themselves with substance.\n\nDiogenes Laertius on the other hand took a strictly geographic and ethnic approach. Philosophers were either Ionian or Italian. He used \"Ionian\" in a broader sense, including also the Athenian academics, who were not Pre-Socratics. From a philosophic point of view, any grouping at all would have been just as effective. There is no basis for an Ionian or Italian unity. Some scholars, however, concede to Diogenes' scheme as far as referring to an \"Ionian\" school. There was no such school in any sense.\n\nThe most popular approach refers to a Milesian school, which is more justifiable socially and philosophically. They sought for the substance of phenomena and may have studied with each other. Some ancient writers qualify them as Milesioi, \"of Miletus.\"\n\n==Influence on others==\n[[File:Louisstgaudens1.jpg|left|thumb|''Thales (Electricity)'', sculpture from \"The Progress of Railroading\" (1908), main facade of [[Union Station (Washington, DC)]]]]\n\nThales had a profound influence on other Greek thinkers and therefore on [[Western world|Western]] history. Some believe [[Anaximander]] was a pupil of Thales. Early sources report that one of Anaximander's more famous pupils, [[Pythagoras]], visited Thales as a young man, and that Thales advised him to travel to Egypt to further his philosophical and mathematical studies.\n\nMany philosophers followed Thales' lead in searching for explanations in [[nature]] rather than in the supernatural; others returned to supernatural explanations, but couched them in the language of philosophy rather than of myth or of [[religion]].\n\nLooking specifically at Thales' influence during the pre-Socratic era, it is clear that he stood out as one of the first thinkers who thought more in the way of ''[[logos]]'' than ''[[Mythology|mythos]]''. The difference between these two more profound ways of seeing the world is that ''mythos'' is concentrated around the stories of holy origin, while ''logos'' is concentrated around the argumentation. When the mythical man wants to explain the world the way he sees it, he explains it based on gods and powers. Mythical thought does not differentiate between things and persons{{Citation needed|date=July 2009}} and furthermore it does not differentiate between nature and culture{{Citation needed|date=July 2009}}. The way a ''logos'' thinker would present a world view is radically different from the way of the mythical thinker. In its concrete form, ''logos'' is a way of thinking not only about individualism{{Clarify|date=July 2009}}, but also the abstract{{Clarify|date=July 2009}}. Furthermore, it focuses on sensible and continuous argumentation. This lays the foundation of [[philosophy]] and its way of explaining the world in terms of abstract argumentation, and not in the way of gods and mythical stories{{Citation needed|date=July 2009}}.\n\n==Reliability of sources==\n[[File:Nuremberg chronicles f 59r 2.png|thumb|180px|Thales, [[Nuremberg Chronicle]].]]\n\nBecause of Thales' elevated status in Greek culture an intense interest and admiration followed his reputation. Due to this following, the oral stories about his life were open to amplification and historical fabrication, even before they were written down generations later. Most modern dissension comes from trying to interpret what we know, in particular, distinguishing legend from fact.\n\nHistorian D.R. Dicks and other historians divide the ancient sources about Thales into those before 320&nbsp;BC and those after that year (some such as [[Proclus]] writing in the 5th century C.E. and [[Simplicius of Cilicia]] in the 6th century C.E. writing nearly a millennium after his era).<ref name=\"Dicks\"/> The first category includes [[Herodotus]], [[Plato]], [[Aristotle]], [[Aristophanes]], and [[Theophrastus]] among others. The second category includes [[Plautus]], [[Aetius (philosopher)|Aetius]], [[Eusebius]], [[Plutarch]], [[Josephus]], [[Iamblichus]], [[Diogenes Laërtius]], [[Theon of Smyrna]], [[Apuleius]], [[Clement of Alexandria]], [[Pliny the Elder]], and [[John Tzetzes]] among others.\n\nThe earliest sources on Thales (living before 320&nbsp;BC) are often the same for the other [[Milesian school|Milesian philosophers]] ([[Anaximander]], and [[Anaximenes of Miletus|Anaximenes]]). These sources were either roughly contemporaneous (such as [[Herodotus]]) or lived within a few hundred years of his passing. Moreover, they were writing from an oral tradition that was widespread and well known in the Greece of their day.\n\nThe latter sources on Thales are several  \"ascriptions of commentators and compilers who lived anything from 700 to 1,000&nbsp;years after his death\"<ref name=\"Dicks\"/> which include \"anecdotes of varying degrees of plausibility\"<ref name=\"Dicks\"/> and in the opinion of some historians (such as D. R. Dicks) of \"no historical worth whatsoever\".<ref name=\"Dicks\"/> Dicks points out that there is no agreement \"among the 'authorities' even on the most fundamental facts of his life--e.g. whether he was a Milesian or a Phoenician, whether he left any writings or not, whether he was married or single-much less on the actual ideas and achievements with which he is credited.\"<ref name=\"Dicks\"/>\n\nContrasting the work of the more ancient writers with those of the later, Dicks points out that in the works of the early writers Thales and the other men who would be hailed as \"the Seven Sages of Greece\" had a different reputation than that which would be assigned to them by later authors. Closer to their own era, Thales, [[Solon]], [[Bias of Priene]], [[Pittacus of Mytilene]] and others were hailed as \"essentially practical men who played leading roles in the affairs of their respective states, and were far better known to the earlier Greeks as lawgivers and statesmen than as profound thinkers and philosophers.\"<ref name=\"Dicks\"/> For example, Plato praises him (coupled with [[Anacharsis]]) for being the originator of the potter's wheel and the anchor.\n\nOnly in the writings of the second group of writers (working after 320&nbsp;BC) do \"we obtain the picture of Thales as the pioneer in Greek scientific thinking, particularly in regard to mathematics and astronomy which he is supposed to have learnt about in Babylonia and Egypt.\"<ref name=\"Dicks\"/> Rather than \"the earlier tradition [where] he is a favourite example of the intelligent man who possesses some technical 'know how'...the later doxographers [such as [[Dicaearchus]] in the latter half of the fourth century BC] foist on to him any number of discoveries and achievements, in order to build him up as a figure of superhuman wisdom.\"<ref name=\"Dicks\"/>\n\nDicks points out a further problem arises in the surviving information on Thales, for rather than using ancient sources closer to the era of Thales, the authors in later antiquity (\"epitomators, excerptors, and compilers\"<ref name=\"Dicks\"/>) actually \"preferred to use one or more intermediaries, so that what we actually read in them comes to us not even at second, but at third or fourth or fifth hand. ...Obviously this use of intermediate sources, copied and recopied from century to century, with each writer adding additional pieces of information of greater or less plausibility from his own knowledge, provided a fertile field for errors in transmission, wrong ascriptions, and fictitious attributions\".<ref name=\"Dicks\"/> Dicks points out that \"certain doctrines that later commentators invented for Thales...were then accepted into the biographical tradition\" being copied by subsequent writers who were then cited by those coming after them \"and thus, because they may be repeated by different authors relying on different sources, may produce an illusory impression of genuineness.\"<ref name=\"Dicks\"/>\n\nDoubts even exist when considering the philosophical positions held to originate in Thales \"in reality these stem directly from Aristotle's own interpretations which then became incorporated in the doxographical tradition as erroneous ascriptions to Thales\".<ref name=\"Dicks\"/> (The same treatment was given by Aristotle to [[Anaxagoras]].)\n\nMost philosophic analyses of the philosophy of Thales come from [[Aristotle]], a professional philosopher, tutor of [[Alexander the Great]], who wrote 200&nbsp;years after Thales' death. Aristotle, judging from his surviving books, does not seem to have access to any works by Thales, although he probably had access to works of other authors about Thales, such as [[Herodotus]], [[Hecataeus of Miletus|Hecataeus]], [[Plato]] etc., as well as others whose work is now extinct. It was Aristotle's express goal to present Thales' work not because it was significant in itself, but as a prelude to his own work in natural philosophy.<ref>See Aristotle, Metaphysics Alpha, 983b 1-27.</ref>  [[Geoffrey Kirk]] and [[John Raven]], English compilers of the fragments of the Pre-Socratics, assert that Aristotle's \"judgments are often distorted by his view of earlier philosophy as a stumbling progress toward the truth that Aristotle himself revealed in his physical doctrines.\"<ref>Kirk and Raven, The Presocratic Philosophers, Second Edition (Cambridge University Press, 1983) 3.</ref>  There was also an extensive oral tradition. Both the oral and the written were commonly read or known by all educated men in the region.\n\nAristotle's philosophy had a distinct stamp: it professed the theory of matter and form, which modern scholastics have dubbed [[hylomorphism]]. Though once very widespread, it was not generally adopted by [[rationalist]] and modern science, as it mainly is useful in [[Metaphysics|metaphysical]] analyses, but does not lend itself to the detail that is of interest to modern science. It is not clear that the theory of matter and form existed as early as Thales, and if it did, whether Thales espoused it.\n\nWhile some historians, like B. Snell, maintain that Aristotle was relying on a pre-Platonic written record by [[Hippias]] rather than oral tradition, this is a controversial position. Representing the scholarly consensus Dicks states that \"the tradition about him even as early as the fifth century B.C., was evidently based entirely on hearsay....It would seem that already by Aristotle's time the early Ionians were largely names only to which popular tradition attached various ideas or achievements with greater or less plausibility\".<ref name=\"Dicks\"/> He points out that works confirmed to have existed in the sixth century BC by Anaximander and Xenophanes had already disappeared by the fourth century BC, so the chances of Pre-Socratic material surviving to the age of Aristotle is almost nil (even less likely for Aristotle's pupils Theophrastus and Eudemus and less likely still for those following after them).\n\nThe main secondary source concerning the details of Thales' life and career is [[Diogenes Laertius]], \"''Lives of Eminent Philosophers''\".<ref>Translation of his biography on Thales: [http://www.classicpersuasion.org/pw/diogenes/dlthales.htm Thales], classicpersuasion site; original Greek text, under [http://www.mikrosapoplous.gr/dl/dl01.html#thales ΘΑΛΗΣ], the Library of Ancient Texts Online site.</ref> This is primarily a biographical work, as the name indicates. Compared to Aristotle, Diogenes is not much of a philosopher. He is the one who, in the Prologue to that work, is responsible for the division of the early philosophers into \"Ionian\" and \"Italian\", but he places the Academics in the Ionian school and otherwise evidences considerable disarray and contradiction, especially in the long section on forerunners of the \"Ionian School\". Diogenes quotes two letters attributed to Thales, but Diogenes wrote some eight centuries after Thales' death and that his sources often contained \"unreliable or even fabricated information\",<ref>See {{Cite book |last=McKirahan |first=Richard D., Jr. |year=1994 |title=Philosophy Before Socrates |location=Indianapolis |publisher=Hackett |page=5 |isbn=0-87220-176-7 }}</ref> hence the concern for separating fact from legend in accounts of Thales.\n\nIt is due to this use of hearsay and a lack of citing original sources that leads some historians, like Dicks and Werner Jaeger, to look at the late origin of the traditional picture of Pre-Socratic philosophy and view the whole idea as a construct from a later age, \"the whole picture that has come down to us of the history of early philosophy was fashioned during the two or three generations from Plato to the immediate pupils of Aristotle\".<ref>{{cite book |author=Werner Jaeger |title=Aristotle |edition=2nd |year=1948 |page=454}}</ref>\n\n== See also ==\n* [[Know thyself]]\n* [[Material monism]]\n* \"[[The Astrologer who Fell into a Well]]\"\n\n== Notes ==\n{{reflist|30em}}\n\n== References ==\n* {{cite book |author=Burnet, John |title=Early Greek Philosophy |publisher=The Meridian Library |year=1957 |origyear=1892}} [http://faculty.evansville.edu/tb2/courses/phil211/burnet/ Third Edition]\n* {{ws |[[Diogenes Laërtius]], ''[[s:Lives of the Eminent Philosophers/Book I#Thales|Life of Thales]]'', translated by [[Robert Drew Hicks]] (1925)}}\n* [[Herodotus]], ''[[The Histories of Herodotus|Histories]]'', [[A. D. Godley]] (translator), Cambridge: Harvard University Press, 1920; ISBN 0-674-99133-8. [http://www.perseus.tufts.edu/cgi-bin/ptext?lookup=Hdt.+1.1.0 Online version at Perseus]\n* [[Hans Joachim Störig]], ''Kleine Weltgeschichte der Philosophie''. Fischer, Frankfurt/M. 2004, ISBN 3-596-50832-0.\n* {{cite book |last=Kirk |first=G.S. |author2=Raven, J.E. |title=The Presocratic Philosophers |publisher=University Press |location=Cambridge |year=1957}}\n* {{cite book |author=[[G. E. R. Lloyd]] |title=Early Greek Science: Thales to Aristotle |publisher=}}\n* {{cite book |last=Nahm |first=Milton C. |title=Selections from Early Greek Philosophy |publisher=Appleton-Century-Crofts |year=1962 |origyear=1934}}\n* [[Pliny the Elder]], ''[[Pliny's Natural History|The Natural History]]'' (eds. John Bostock, M.D., F.R.S. H.T. Riley, Esq., B.A.) London. Taylor and Francis. (1855). [http://www.perseus.tufts.edu/cgi-bin/ptext?lookup=Plin.+Nat.+toc Online version] at the Perseus Digital Library.\n* {{cite CE1913|first=Turner|last= William |wstitle=Ionian School of Philosophy}}\n* {{cite EB1911|wstitle=Thales of Miletus|volume=26}}\n\n== Further reading ==\n* {{cite book |last=Couprie |first=Dirk L. |title=Heaven and Earth in Ancient Greek Cosmology: from Thales to Heraclides Ponticus |year=2011 |publisher=Springer |isbn=9781441981158}}\n* {{cite book |last=Luchte |first=James |title=Early Greek Thought: Before the Dawn |year=2011 |publisher=Bloomsbury Publishing |location=London |ISBN=978-0567353313}} \n* {{cite book |last=O'Grady |first=Patricia F. |title=Thales of Miletus: The Beginnings of Western Science and Philosophy |year=2002 |publisher=Ashgate |isbn=9780754605331 |series=Western Philosophy Series |volume=58}}\n* {{cite book |last=Mazzeo |first=Pietro |title=Talete, il primo filosofo |publisher=Editrice Tipografica |location=Bari |year=2010}}\n\n== External links ==\n* {{Commons category inline}}\n* {{Wikiquote-inline|Thales}}\n* {{Wikisource author-inline|Thales of Miletus|Thales}}\n* [http://www.iep.utm.edu/t/thales.htm Thales of Miletus from The Internet Encyclopedia of Philosophy]\n* [http://www-groups.dcs.st-and.ac.uk/~history/Mathematicians/Thales.html Thales of Miletus] from the MacTutor History of Mathematics archive\n* [http://www.livius.org Livius], [http://www.livius.org/th/thales/thales.html Thales of Miletus] by Jona Lendering\n* [http://www.philosophy.gr/presocratics/thales.htm Thales]\n* [http://www.mathopenref.com/thalestheorem.html Thales' Theorem - Math Open Reference] (with interactive animation)\n* [http://www.mathopenref.com/thales.html Thales biography by Charlene Douglass] (with extensive bibliography)\n* [http://www.ariannascuola.eu/ilfilodiarianna/it/filosofia/la-filosofia-arcaica/i-filosofi-ionici/411-l-eclissi-di-talete.html Thales' eclipse of sun]\n* [http://demonax.info/doku.php?id=text:thales_fragments Thales Fragments]\n\n{{Seven Sages of Greece}}\n{{Ancient Greek astronomy}}\n{{Ancient Greek mathematics}}\n{{Presocratics}}\n{{Ancient Greek schools of philosophy}}\n{{Ancient Greece topics}}\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Thales\n| ALTERNATIVE NAMES = \n| SHORT DESCRIPTION = Ancient Greek philosopher\n| DATE OF BIRTH = c. 624 BC\n| PLACE OF BIRTH = Miletus\n| DATE OF DEATH = c. 546 BC\n| PLACE OF DEATH = \n}}\n[[Category:624 BC]]\n[[Category:546 BC]]\n[[Category:6th-century BC Greek people]]\n[[Category:6th-century BC philosophers]]\n[[Category:Ancient Greek mathematicians]]\n[[Category:Ancient Greek philosophers]]\n[[Category:Ancient Greek physicists]]\n[[Category:Ancient Milesians]]\n[[Category:Philosophers of ancient Ionia]]\n[[Category:Presocratic philosophers]]\n[[Category:Seven Sages of Greece]]\n[[Category:7th-century BC births]]\n[[Category:540s BC deaths]]\n[[Category:Metaphysics writers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Thales"}}}}