{"batchcomplete": "", "query": {"pages": {"259906": {"ns": 0, "pageid": 259906, "revisions": [{"*": "[[Image:Mercator-proj.png|thumb|A consequence of the Theorema Egregium is that the Earth cannot be displayed on a [[map]] without distortion.  The [[Mercator projection]], shown here, [[conformal map|preserves angles]] but fails to preserve area.]]\nGauss's '''Theorema Egregium''' (Latin for \"'''Remarkable Theorem'''\") is a foundational result in [[differential geometry]] proved by [[Carl Friedrich Gauss]] that concerns the [[curvature]] of surfaces.  The theorem says that the [[Gaussian curvature]] of a [[smooth surface|surface]] does not change if one bends the surface without stretching it.  In other words, Gaussian curvature can be determined entirely by measuring angles, distances and their rates on the surface itself, without further reference to the particular way in which the surface is [[embedding|embedded]] in the ambient 3-dimensional Euclidean space.  Thus the Gaussian curvature is an [[intrinsic]] [[invariant (mathematics)|invariant]] of a surface.\n\nGauss presented the theorem in this way (translated from Latin):\n\n:Thus the formula of the preceding article leads itself to the remarkable Theorem. If a curved surface is developed upon any other surface whatever, the measure of curvature in each point remains unchanged.\n\nThe theorem is \"remarkable\" because the starting ''definition'' of Gaussian curvature makes direct use of position of the surface in space. So it is quite surprising that the result does ''not'' depend on its embedding in spite of all bending and twisting deformations undergone.\n\nIn modern mathematical language, the theorem may be stated as follows:\n\n: The [[Gaussian curvature]] of a surface is invariant under local [[isometry (Riemannian geometry)|isometry]].\n\n== Elementary applications ==\n\n[[Image:helicatenoid.gif|thumb|right|256px|Animation showing the deformation of a helicoid into a catenoid.  The deformation is accomplished by bending without stretching. During the process, the Gaussian curvature of the surface at each point remains constant.]]\n\nA [[sphere]] of radius ''R'' has constant Gaussian curvature which is equal to 1/''R''<sup>2</sup>. At the same time, a plane has zero Gaussian curvature. As a corollary of Theorema Egregium, a piece of paper cannot be bent onto a sphere without crumpling. Conversely, the surface of a sphere cannot be unfolded onto a flat plane without distorting the distances. If one were to step on an empty egg shell, its edges have to split in expansion before being flattened. Mathematically speaking, a sphere and a plane are not [[isometry|isometric]], even locally. This fact is of enormous significance for [[cartography]]: it implies that no planar (flat) map of Earth can be perfect, even for a portion of the Earth's surface. Thus every [[map projection|cartographic projection]] necessarily distorts at least some distances.<ref>[[Geodesy|Geodetical]] applications were one of the primary motivations for Gauss's \"investigations of the curved surfaces\".</ref>\n\nThe [[catenoid]] and the [[helicoid]] are two very different-looking surfaces. Nevertheless, each of them can be continuously bent into the other: they are locally isometric. It follows from Theorema Egregium that under this bending the Gaussian curvature at any two corresponding points of the catenoid and helicoid is always the same. Thus isometry is simply bending and twisting of a surface without internal crumpling or tearing, in other words without extra tension, compression or shear.\n\nAn application of the Theorema Egregium is seen in a common [[pizza]]-eating strategy: A slice of pizza can be seen as a surface with constant Gaussian curvature 0. Gently bending a slice must then roughly maintain this curvature (assuming the bend is roughly a local isometry). If one bends a slice horizontally along a radius, non-zero [[principal curvature]]s are created along the bend, dictating that the other principal curvature at these points must be zero. This creates rigidity in the direction perpendicular to the fold, an attribute desirable when eating pizza, as it holds its shape long enough to be consumed without a mess. This same principle is used for strengthening in [[wikt:corrugated|corrugated]] materials, most familiarly [[corrugated fiberboard]] and [[corrugated galvanised iron]].\n\n==See also==\n* [[Second fundamental form]]\n* [[Gaussian curvature]]\n* [[Differential geometry of surfaces]]\n\n== Notes ==\n{{Reflist}}\n\n==References==\n* Karl Friedrich Gauss, ''[http://books.google.com/books?id=a1wTJR3kHwUC&dq General Investigations of Curved Surfaces of 1827 and 1825]'', (1902) The Princeton University Library. ''(A translation of Gauss's original paper.)'' (Currently does not display the translated text)\n\n* Karl Friedrich Gauss, ''[http://www.gutenberg.org/files/36856/36856-pdf.pdf General Investigations of Curved Surfaces of 1827 and 1825]'', The Project Gutenberg EBook of General Investigations of Curved Surfaces of 1827 and 1825, by Karl Friedrich Gauss\n\n* Carl Friedrich Gauss (Author), Adam Hiltebeitel (Translator), James Morehead (Translator), ''General Investigations Of Curved Surfaces'' Unabridged (Paperback), Wexford College Press, 2007, ISBN 978-1-929148-77-6.\n\n* Carl Friedrich Gauss (Author), Peter Pesic (Editor), ''General Investigations of Curved Surfaces'' (Paperback), Dover Publications, 2005, ISBN 978-0-486-44645-5.\n\n* Carl Friedrich Gauss, ''Disquisitiones generales circa superficies curvas 1827 Oct. 8'' (in Latin), http://gdz.sub.uni-goettingen.de/no_cache/dms/load/img/?IDDOC=139389\n\n==External links==\n* [http://mathworld.wolfram.com/GausssTheoremaEgregium.html Theorema Egregium on Mathworld]\n\n[[Category:Differential geometry]]\n[[Category:Differential geometry of surfaces]]\n[[Category:Riemannian geometry]]\n[[Category:Surfaces]]\n[[Category:Theorems in geometry]]\n[[Category:Carl Friedrich Gauss]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Theorema Egregium"}}}}