{"batchcomplete": "", "query": {"pages": {"9641926": {"ns": 0, "pageid": 9641926, "revisions": [{"*": "'''Sir Timothy Augustine Coghlan''' [[Order of St Michael and St George|KCMG]] (9 June 1856 – 30 April 1926) was an [[Australia]]n statistician, holding the post of [[New South Wales]] government statistician for 19 years.\n\n==Early life==\nCoghlan was born in [[Sydney]], the second son of Thomas Coghlan of [[Irish Catholic|Irish Roman Catholic]] extraction. He was educated at [[Sydney Grammar School]] and in 1873 joined the public works department, becoming assistant-engineer of harbours and rivers in 1884. \n\n==Statistical career==\nWhen the New South Wales department of statistics was created, Coghlan was appointed government statistician and began his duties early in 1886. The appointment was much criticized, but Coghlan held the position for 19 years and showed great industry and ability. He published in 1887 the first issue of ''The Wealth and Progress of New South Wales'' which continued to appear almost at yearly intervals. The thirteenth issue covered the years 1900-1. In 1895 appeared ''Statistics of the Seven Colonies of Australasia 1861 to 1894'', called in later issues ''A Statistical Account of the Seven Colonies of Australasia''. These books vied in interest and value with the admirable works that [[Henry Heylyn Hayter]] of Victoria had begun issuing at earlier dates. Other volumes issued by Coghlan included ''Handbook to the Statistical Register of the Colony of New South Wales'', first issue 1886, and various pamphlets on statistical subjects. He was also the author of ''Picturesque New South Wales'', a popular illustrated guide-book, and he collaborated with T. T. Ewing in ''The Progress of Australasia in the Nineteenth Century'', published in 1903. \n\n==Other work==\nCoghlan was also registrar of Friendly Societies from 1892 to 1905, a member of the public service board from 1896 to 1900, chairman of board of old age pensions 1901-5, and was president of the economics and statistics section at the 1902 meeting of the [[Australasian Association for the Advancement of Science]]. \n\nIn 1905 Coghlan was appointed [[Agent-General]] for the state of New South Wales at [[London]] and held the position until his death apart from three short breaks. Coghlan was well qualified for this role and to deal with the many loans floated in London. Coghlan also promoted emigration to Australia. He published in 1918 in four volumes his most important book, ''Labour and Industry in Australia from the first Settlement in 1788 to the Establishment of the Commonwealth in 1901''. It is a history of labour, not a history of the labour movement, nor a history of Australia, but it should prove a mine of information for the future historian of Australia. It is especially valuable for its information about the prices of commodities and the consequent effect on the social life of the people. Coghlan was still carrying out his duties, and apparently in good health, when he died suddenly at London on 30 April 1926. His funeral was held at St Mary's, Cadogan Street; his remains are in a mausoleum at [[Kensal Green Cemetery]].\n\nIn 1897 he married Helen, daughter of D. C. Donnelly, M.L.A., who survived him with a son and a daughter. Coghlan was awarded the [[Imperial Service Order]] in 1903, was knighted in 1914 and created K.C.M.G. in 1918. \n\n==References==\n*Neville Hicks, '[http://www.adb.online.anu.edu.au/biogs/A080053b.htm Coghlan, Sir Timothy Augustine (1855 - 1926)]', ''[[Australian Dictionary of Biography]]'', Volume 8, [[Melbourne University Press|MUP]], 1981, pp 48-51. \n*{{Dictionary of Australian Biography|First=Timothy Augustine|Last=Coghlan|Link=\n[http://gutenberg.net.au/dictbiog/0-dict-biogCl-Cu.html#coghlan1}} Dictionary of Australian Biography Cl-Cu<!-- bot-generated title -->] at gutenberg.net.au\n\n==External links==\n{{wikisource author-inline}}\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Coghlan, Timothy Augustine\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Australian statistician\n| DATE OF BIRTH     = 9 June 1856\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 30 April 1926\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Coghlan, Timothy Augustine}}\n[[Category:1856 births]]\n[[Category:1926 deaths]]\n[[Category:Australian statisticians]]\n[[Category:Australian Knights Commander of the Order of St Michael and St George]]\n[[Category:People from Sydney]]\n[[Category:Burials at Kensal Green Cemetery]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "Timothy Augustine Coghlan"}}}}