{"batchcomplete": "", "query": {"pages": {"70534": {"ns": 0, "pageid": 70534, "revisions": [{"*": "{{Use mdy dates|date=May 2013}}\n{{Infobox scientist\n|name= W. Edwards Deming\n|image= W. Edwards Deming.gif\n|caption=\n|birth_date= {{birth date|1900|10|14|mf=y}}\n|birth_place=[[Sioux City, Iowa]]\n|dead=Yes\n|death_date={{death date and age|1993|12|20|1900|10|14|mf=y}}\n|death_place=[[Washington, D.C.]]\n|alma_mater=[[University of Wyoming]] BSc<br>[[University of Colorado at Boulder|University of Colorado]] MS<br>[[Yale University]] PhD\n|fields=Statistician\n|influences=[[Walter A. Shewhart]]\n|spouse=\n}}\n'''William Edwards Deming''' (October 14, 1900 – December 20, 1993) was an American engineer, statistician, professor, author, lecturer, and management consultant. Educated initially as an [[electrical engineer]] and later specializing in  [[mathematical physics]], he helped develop the [[sampling technique]]s still used by the U.S. Department of the Census and the Bureau of Labor Statistics.\nIn his book ''The New Economics for Industry, Government, and Education'',<ref>{{cite book|last=Deming|first=W. Edwards|title=The New Economics for Industry, Government, and Education|date=1993|publisher=MIT Press|location=Boston, Ma|isbn=0262541165|page=132}}</ref> Deming championed the work of [[Walter Shewhart]], including [[Statistical Process Control]], Operational Definitions, and what Deming called The Shewhart  Cycle<ref>{{cite book|last=Deming|first=W. Edwards|title=Out of the crisis|date=2000|publisher=MIT Press|location=Cambridge, Mass.|isbn=0262541157|page=88|edition=1. MIT Press}}</ref> which had evolved into PDSA (Plan-Do-Study-Act). This was in response to the growing popularity of PDSA, which Deming viewed as tampering with the meaning of Shewhart's original work.<ref name=MoenNorman2010>{{cite journal |last1=Moen |first1=Ronald D. |last2=Norman |first2=Clifford L. |title=Circling back: Clearing up myths about the Deming cycle and seeing how it keeps evolving |journal=Quality Progress |year=2010 |volume=43 |issue=11 |pages=21–28}}</ref> Deming is best known for his work in Japan after WWII, particularly his work with the leaders of Japanese industry. That work began in August 1950 at the Hakone Convention Center in Tokyo when Deming delivered a seminal speech on what he called Statistical Product Quality Administration. Many in Japan credit Deming as the inspiration for what has become known as the [[Japanese post-war economic miracle]] of 1950 to 1960, when Japan rose from the ashes of war to become the second most powerful economy in the world in less than a decade founded on the ideas Deming taught:<ref name=lecture>[http://hclectures.blogspot.com/1970/08/demings-1950-lecture-to-japanese.html Deming's 1950 Lecture to Japanese Management]. Translation by Teruhide Haga. Accessed: 2015-02-24.</ref>\n# Better design of products to improve service\n# Higher level of uniform product quality\n# Improvement of product testing in the workplace and in research centers\n# Greater sales through side [global] markets\n\nDeming is best known in the United States for his 14 Points (Out of the Crisis, by W. Edwards Deming, Preface) and his system of thought he called the System of Profound Knowledge. The system comprises four components or \"lenses\" through which to view the world simultaneously:\n# Appreciating a system\n# Understanding variation\n# [[Psychology]]\n# [[Epistemology]], the theory of knowledge<ref>{{cite book|last=Deming|first=W. Edwards|title=The New Economics for Industry, Government, and Education|date=1993|publisher=MIT Press|location=Boston, Ma|isbn=0262541165|chapter=4}}</ref>\n\nDeming made a significant contribution to Japan's reputation for innovative, high-quality products, and for its economic power. He is regarded as having had more impact on Japanese manufacturing and business than any other individual not of Japanese heritage. Despite being honored in Japan in 1951 with the establishment of the Deming Prize, he was only just beginning to win widespread recognition in the U.S. at the time of his death in 1993.<ref name=America>{{cite video  |date=1991 |title=Deming of America  |url=http://priscillapetty.com/page7/page7.html |medium=Documentary |publisher=The Petty Consulting/Productions  |location=Cincinnati, OH}}</ref> [[Ronald Reagan|President Ronald Reagan]] awarded him the [[National Medal of Technology]] in 1987. The following year, the [[National Academy of Sciences]] gave Deming the Distinguished Career in Science award.\n\n== Overview ==\nDeming received a BS in [[electrical engineering]] from the [[University of Wyoming]] at [[Laramie, Wyoming|Laramie]] (1921), an MS from the [[University of Colorado at Boulder|University of Colorado]] (1925), and a PhD from [[Yale University]] (1928). Both graduate degrees were in mathematics and physics. He had an internship at [[Western Electric]]'s [[Hawthorne Works]] in [[Cicero, Illinois]] while studying at Yale. He later worked at the U.S. Department of Agriculture and the Census Department. While working under Gen. Douglas MacArthur as a census consultant to the Japanese government, he was asked to teach a short seminar on [[statistical process control]] methods to members of the Radio Corps, at the invitation of Sarasohn. During this visit he was contacted by JUSE, the society of Japanese engineers, to talk directly to Japanese business leaders, not about Statistical Process Control, but about his theories of management, returning to Japan for many years to consult. Later, he became a professor at [[New York University]] while engaged as an independent consultant in Washington, D.C.\n\nDeming was the author of ''Quality Productivity and Competitive Position'', ''Out of the Crisis'' (1982–1986) and ''The New Economics for Industry, Government, Education'' (1993), and books on statistics and sampling. Deming played the flute and drums and composed music throughout his life, including sacred choral compositions and an arrangement of ''The Star Spangled Banner''.<ref>[http://deming.org/?content=64 The Man: His Music]. W. Edwards Deming Institute. Accessed: 2006-06-16.</ref>\n\nIn 1993, he founded the W. Edwards Deming Institute in Washington, D.C., where the Deming Collection at the U.S. [[Library of Congress]] includes an extensive audiotape and videotape archive. The aim of the Institute is to foster understanding of the Deming System of Profound Knowledge to advance commerce, prosperity, and peace.<ref>[http://deming.org/?content=41 Institute History]. W. Edwards Deming Institute. Accessed: 2008-10-15.</ref>\n\nDeming's teachings and philosophy are clearly illustrated by examining the results they produced after they were adopted by Japanese industry, as the following example shows. [[Ford Motor Company]] was simultaneously manufacturing a car model with transmissions made in Japan and the United States. Soon after the car model was on the market, Ford customers were requesting the model with Japanese transmission over the US-made transmission, and they were willing to wait for the Japanese model. As both transmissions were made to the same specifications, Ford engineers could not understand the customer preference for the model with Japanese transmission. Finally, Ford engineers decided to take apart the two different transmissions. The American-made car parts were all within specified tolerance levels. On the other hand, the Japanese car parts were virtually identical to each other, and much closer to the nominal values for the parts&nbsp;– e.g., if a part was supposed to be one foot long, plus or minus 1/8 of an inch – then the Japanese parts were all within 1/16 of an inch, less variation. This made the Japanese cars run more smoothly and customers experienced fewer problems.<ref>{{cite book |title=Dr. Deming: The American Who Taught the Japanese About Quality |last=Aguayo |first=Rafael |year=1991 |publisher=Fireside |pages=40–41}}</ref>\n\n== Family ==\nBorn in [[Sioux City, Iowa]], William Edwards Deming was raised in [[Polk City, Iowa]] on his grandfather Henry Coffin Edwards's chicken farm, then later on a {{convert|40|acre|ha|adj=on}} farm purchased by his father in [[Powell, Wyoming]]. He was the son of William Albert Deming and Pluma Irene Edwards,<ref name=bio>[http://deming.org/?content=61 The Man: Biography] W. Edwards Deming Institute. Accessed: 2006-06-17.</ref>\nHis parents were well educated and emphasized the importance of education to their children. Pluma had studied in San Francisco and was a musician. William Albert had studied mathematics and law.\n\nHe was a direct descendant of [[John Deming]],<ref>{{cite book |last=Deming |first=Judson Keith |authorlink= |editor= |others= |title=John Deming and His Descendents |url= |edition= |series= |year=1904 |publisher=Press of Mathis-Mets Co. |location=Dubuque, Iowa |isbn= |oclc=2285125 |doi=  |page=4 |chapter= |chapterurl= }}</ref> (1615–1705) an early [[Puritan]] settler and original patentee of the [[Connecticut Colony]], and Honor Treat, the daughter of [[Richard Treat]] (1584–1669) an early [[New England]] settler, Deputy to the Connecticut Legislature and also a Patentee of the Royal Charter of Connecticut, 1662.\n\nDeming married Agnes Bell in 1922, She died in 1930, a little more than a year after they had adopted a daughter, Dorothy. Deming made use of various private homes to help raise the infant, and following his marriage in 1932 to Lola Elizabeth Shupe, with whom he coauthored several papers, he brought her back home to stay. He and Lola had two more children, Diana and Linda. Diana and Linda survive, along with seven grandchildren and three great-grandchildren. Dorothy died in 1984 and Lola in 1986.<ref>http://deming.org/index.cfm?content=654</ref>\n\n== Early life and work ==\nDeming was a professor of statistics at New York University's graduate school of business administration (1946–1993), and taught at [[Columbia University]]'s graduate school of business (1988–1993). He also was a consultant for private business.\n\nIn 1927, Deming was introduced to [[Walter A. Shewhart]] of the Bell Telephone Laboratories by C.H. Kunsman of the United States Department of Agriculture (USDA). Deming found great inspiration in the work of Shewhart, the originator of the concepts of statistical control of processes and the related technical tool of the [[control chart]], as Deming began to move toward the application of statistical methods to industrial production and management. Shewhart's idea of common and special causes of variation led directly to Deming's theory of management. Deming saw that these ideas could be applied not only to manufacturing processes, but also to the processes by which enterprises are led and managed. This key insight made possible his enormous influence on the economics of the industrialized world after 1950.<ref name=brief>''A Brief History of Dr. W. Edwards Deming'' British Deming Association SPC Press, Inc. 1992</ref>\n\n[[File:Biologist and statistician Ronald Fisher.jpg|thumb|right|200px|Biologist and statistician Ronald Fisher]]\nIn 1936, he studied under Sir [[Ronald Fisher]] and [[Jerzy Neyman]] at [[University College, London]], England.\n\nDeming edited a series of lectures delivered by Shewhart at USDA, ''Statistical Method from the Viewpoint of Quality Control'', into a book published in 1939. One reason he learned so much from Shewhart, Deming remarked in a videotaped interview, was that, while brilliant, Shewhart had an \"uncanny ability to make things difficult.\" Deming thus spent a great deal of time both copying Shewhart's ideas and devising ways to present them with his own twist.<ref>[http://deming.org/?content=652 The Man: Articles: \"The Three Careers of W. Edwards Deming.\"] W. Edwards Deming Institute. Accessed: 2008-10-15.</ref>\n\nDeming developed the sampling techniques that were used for the first time during the 1940 U.S. Census, formulating the Deming-Stephan algorithm for iterative proportional fitting in the process.<ref>{{cite journal | last1 = Deming | first1 = WE | last2 = Stephan | first2 = F | year = 1940 | title = On a least squares adjustment of a sampled frequency table when the expected marginal totals are known | url = | journal = Annals of Mathematical Statistics | volume = 11 | issue = 4| pages = 427–444 | doi = 10.1214/aoms/1177731829 }}</ref> During World War II, Deming was a member of the five-man Emergency Technical Committee. He worked with H.F. Dodge, A.G. Ashcroft, Leslie E. Simon, R.E. Wareham, and John Gaillard in the compilation of the American War Standards ([[American Standards Association]] Z1.1–3 published in 1942)<ref>Editor's Preface ''Elementary Principles of Statistical Control Quality'' The Union of Japanese Scientists and Engineers (transcript of Deming's 1950 lectures in Japan)</ref> and taught statistical process control (SPC) techniques to workers engaged in wartime production. Statistical methods were widely applied during World War II, but faded into disuse a few years later in the face of huge overseas demand for American mass-produced products.{{citation needed |date=April 2013}}\n\n=== Work in Japan ===\nIn 1947, Deming was involved in early planning for the 1951 Japanese Census. The [[Allies of World War II|Allied powers]] were [[Occupied Japan|occupying Japan]], and he was asked by the [[United States Department of the Army]] to assist with the census. He was brought over at the behest of General Douglas MacArthur, who grew frustrated at being unable to complete so much as a phone call without the line going dead due to Japan's shattered post-war economy. While in Japan, his expertise in quality control techniques, combined with his involvement in Japanese society, brought him an invitation from the Japanese Union of Scientists and Engineers (JUSE).<ref name=bio />\n\nJUSE members had studied Shewhart's techniques, and as part of Japan's reconstruction efforts, they sought an expert to teach statistical control. From June–August 1950, Deming trained hundreds of engineers, managers, and scholars in statistical process control (SPC) and concepts of quality. He also conducted at least one session for top management (including top Japanese industrialists of the likes of [[Akio Morita]], the cofounder of [[Sony Corp]].)<ref name=legacy>{{cite journal |last=Noguchi |first=Junji  |title=The Legacy of W. Edwards Deming |journal=Quality Progress |date=October 1995 |volume=28 |issue=12 |pages=35–38}}</ref> Deming's message to Japan's chief executives was that improving [[Quality (business)|quality]] would reduce expenses while increasing [[Productivity (economics)|productivity]] and market share.<ref name=lecture /> Perhaps the best known of these management lectures was delivered at the Mt. Hakone Conference Center in August 1950.\n\nA number of Japanese manufacturers applied his techniques widely and experienced heretofore unheard-of levels of quality and productivity. The improved quality combined with the lowered cost created new international demand for Japanese products.\n\nDeming declined to receive royalties from the transcripts of his 1950 lectures, so JUSE's board of directors established the [[Deming Prize]] (December 1950) to repay him for his friendship and kindness.<ref name=legacy /> Within Japan, the Deming Prize continues to exert considerable influence on the disciplines of quality control and quality management.<ref>{{cite web | url=http://deming.org/index.cfm?content=511 | title=What is the Deming Prize? |publisher=The W. Edwards Deming Institute.|accessdate=2010-05-20}}</ref>\n\n=== Honors ===\nIn 1960, the Prime Minister of Japan ([[Nobusuke Kishi]]), acting on behalf of Emperor [[Hirohito]], awarded Deming Japan's [[Order of the Sacred Treasure|Order of the Sacred Treasure, Second Class]].<ref>{{cite web |url=http://www.editions-harmattan.fr/index.asp?navig=catalogue&obj=article&no=8245 |title=L'Ordre du Trésor sacré (The Order of the Sacred Treasure) |last=Thiébaud |first=Jean-Marie |authorlink=:fr:Jean-Marie Thiébaud|date=December 2007 |language=French |publisher=L'Harmattan}}</ref> The citation on the medal recognizes Deming's contributions to Japan's industrial rebirth and its worldwide success. The first section of the meritorious service record describes his work in Japan:<ref name=legacy />\n:*1947, Rice Statistics Mission member\n:*1950, assistant to the [[Supreme Commander of the Allied Powers]]\n:*instructor in sample survey methods in government statistics\nThe second half of the record lists his service to private enterprise through the introduction of epochal ideas, such as quality control and market survey techniques.\n\nAmong his many honors, an exhibit memorializing Deming's contributions and his famous Red Bead Experiment is on display outside the board room of the [[American Society for Quality]].<ref>{{cite journal|date=Spring 2005|title=Red beads on display at ASQ headquarters |journal=Deming Interaction | volume = 9 | issue = 1|page = 2}}</ref>\n\n=== Later work in the U.S. ===\n[[David Salsburg]] wrote:\n\n:\"He was known for his kindness to and consideration for those he worked with, for his robust, if very subtle, humor, and for his interest in music. He sang in a choir, played drums and flute, and published several original pieces of sacred music.\"<ref>Salsburg (2002) page 254</ref><ref>Deming and his statistical methods are profiled  by Salsburg(2002, Chapter 24)</ref>\n\nLater, from his home in [[Washington D.C.|Washington, D.C.]], Deming continued running his own consultancy business in the United States, largely unknown and unrecognized in his country of origin and work. In 1980, he was featured prominently in an [[NBC]] TV documentary titled ''[[If Japan can... Why can't we?]]'' about the increasing industrial competition the United States was facing from Japan. As a result of the broadcast, demand for his services increased dramatically, and Deming continued consulting for industry throughout the world until his death at the age of 93.\n\nFord Motor Company was one of the first American corporations to seek help from Deming. In 1981, Ford's sales were falling. Between 1979 and 1982, Ford had incurred $3 billion in losses. Ford's newly appointed Corporate Quality Director, Larry Moore, was charged with recruiting Deming to help jump-start a quality movement at Ford.<ref>{{cite book |title=The Deming Management Method |last=Walton |first=Mary |publisher=Penguin Group |year=1986 |pages=138–139}}</ref> Deming questioned the company's culture and the way its managers operated. To Ford's surprise, Deming talked not about quality but about management. He told Ford that management actions were responsible for 85% of all problems in developing better cars. In 1986, Ford came out with a profitable line of cars, the Taurus-Sable line. In a letter to ''Autoweek Magazine'', [[Donald Petersen]], then Ford chairman, said, \"We are moving toward building a quality culture at Ford and the many changes that have been taking place here have their roots directly in Deming's teachings.\"<ref>[http://www.sme.org/cgi-bin/get-press.pl?&&20012513&ND&&SME& Ford Embraces Six-Sigma Quality Goals.] Accessed: 2006-07-31.</ref> By 1986, Ford had become the most profitable American auto company. For the first time since the 1920s, its earnings had exceeded those of arch rival [[General Motors]] (GM). Ford had come to lead the American automobile industry in improvements. Ford's following years' earnings confirmed that its success was not a fluke, for its earnings continued to exceed GM and Chrysler's.\n\nIn 1982, Deming's book ''Quality, Productivity, and Competitive Position'' was published by the [[Massachusetts Institute of Technology|MIT]] Center for Advanced Engineering, and was renamed ''Out of the Crisis'' in 1986. In it, he offers a theory of management based on his famous 14 Points for Management. Management's failure to plan for the future brings about loss of market, which brings about loss of jobs. Management must be judged not only by the quarterly dividend, but by innovative plans to stay in business, protect investment, ensure future dividends, and provide more jobs through improved products and services. \"Long-term commitment to new learning and new philosophy is required of any management that seeks transformation. The timid and the fainthearted, and the people that expect quick results, are doomed to disappointment.\"\n\nIn 1982, Deming along with Paul Hertz and Howard Gitlow of the [[University of Miami]] Graduate School of Business in Coral Gables founded the W. Edwards Deming Institute for the Improvement of Productivity and Quality. In 1983, the institute trained consultants of Ernst & Whinney Management Consultants in the Deming teachings. E&W then founded its Deming Quality Consulting Practice which is still active today.\n\nOver the course of his career, Deming received dozens of academic awards, including another, honorary, PhD from [[Oregon State University]]. In 1987, he was awarded the [[National Medal of Technology]]: \"For his forceful promotion of statistical methodology, for his contributions to sampling theory, and for his advocacy to corporations and nations of a general management philosophy that has resulted in improved product quality.\"  In 1988, he received the ''Distinguished Career in Science'' award from the [[United States National Academy of Sciences|National Academy of Sciences]].<ref name=bio />\n\nDeming and his staff continued to advise businesses large and small. From 1985 through 1989,Deming served as a consultant to Vernay Laboratories, a rubber-manufacturing firm in Yellow Springs, Ohio, with less than 1000 employees. He held several week-long seminars for employees and suppliers of the small company where his infamous example \"Workers on the Red Beads\" spurred several major changes in Vernay's manufacturing processes.\n\nDeming joined the Graduate School of Business at Columbia University in 1988. In 1990, during his last year, he founded the W. Edwards Deming Center for Quality, Productivity, and Competitiveness at [[Columbia Business School]] to promote operational excellence in business through the development of research, best practices and strategic planning.\n\nIn 1990, [[Marshall Industries]] (NYSE:MI, 1984–1999) CEO [[Robert Rodin]] trained with the then 90-year-old Deming and his colleague Nida Backaitis. Marshall Industries' dramatic transformation and growth from $400 million to $1.8 billion in sales was chronicled in Deming's last book \"The New Economics\", a Harvard Case Study, and Rodin's book, \"Free, Perfect and Now\".\n\nIn 1993, Deming published his final book, ''The New Economics for Industry, Government, Education'', which included the System of Profound Knowledge and the 14 Points for Management.  It also contained educational concepts involving group-based teaching without grades, as well as management without individual merit or performance reviews.\n\nIn December 1993,  Deming died in his sleep at the age of 93 in his Washington home at about 3 a.m. due to \"natural causes\". His family was by his side when he died.<ref>[http://www.highbeam.com/doc/1G1-14738127.html Quality Control Pioneer W. Edwards Deming Dead at 93] Knight Ridder/Tribune Business News; 1993-12-20. Accessed 2010-05-20.</ref>\n\n== Deming philosophy synopsis ==\nThe philosophy of W. Edwards Deming has been summarized as follows:\n\n<blockquote>Dr. W. Edwards Deming taught that by adopting appropriate principles of management, organizations can increase quality and simultaneously reduce costs (by reducing waste, rework, staff attrition and litigation while increasing customer loyalty). The key is to practice continual improvement and think of manufacturing as a system, not as bits and pieces.\"<ref>[http://www.dharma-haven.org/five-havens/deming.htm Dr. Deming's Management Training.] Accessed: 2006-06-18.</ref></blockquote>\n\nIn the 1970s, Deming's philosophy was summarized by some of his Japanese proponents with the following 'a'-versus-'b' comparison:\n\n:(a) When people and organizations focus primarily on quality, defined by the following ratio,\n\n::<math>\\text{Quality} = \\frac{\\text{Results of work efforts}}{\\text{Total costs}}</math>\n\n:quality tends to increase and costs fall over time.\n\n:(b) However, when people and organizations focus primarily on ''costs'', costs tend to rise and quality declines over time.\n\n=== The Deming System of Profound Knowledge ===\n{{Over-quotation|section|date=December 2012}}\n\"The prevailing style of management must undergo transformation. A system cannot understand itself. The transformation requires a view from outside. The aim of this chapter is to provide an outside view—a lens—that I call a system of profound knowledge. It provides a map of theory by which to understand the organizations that we work in.\n\n\"The first step is transformation of the individual. This transformation is discontinuous. It comes from understanding of the system of profound knowledge. The individual, transformed, will perceive new meaning to his life, to events, to numbers, to interactions between people.\n\n\"Once the individual understands the system of profound knowledge, he will apply its principles in every kind of relationship with other people. He will have a basis for judgment of his own decisions and for transformation of the organizations that he belongs to. \"\n\nDeming advocated that all managers need to have what he called a System of Profound Knowledge, consisting of four parts:\n# ''Appreciation of a system'': understanding the overall processes involving suppliers, producers, and customers (or recipients) of goods and services (explained below);\n# ''Knowledge of variation'': the range and causes of variation in quality, and use of statistical sampling in measurements;\n# ''Theory of knowledge'': the concepts explaining knowledge and the limits of what can be known.\n# ''Knowledge of psychology'': concepts of human nature.\nHe explained, \"One need not be eminent in any part nor in all four parts in order to understand it and to apply it. The 14 points for management in industry, education, and government follow naturally as application of this outside knowledge, for transformation from the present style of Western management to one of optimization.\"\n\n\"The various segments of the system of profound knowledge proposed here cannot be separated. They interact with each other. Thus, knowledge of psychology is incomplete without knowledge of variation.\n\n\"A manager of people needs to understand that all people are different. This is not ranking people. He needs to understand that the performance of anyone is governed largely by the system that he works in, the responsibility of management. A psychologist that possesses even a crude understanding of variation as will be learned in the experiment with the [[Red Beads]] (Ch. 7) could no longer participate in refinement of a plan for ranking people.\"<ref name=new>Deming, W. Edwards. 1993. ''The New Economics for Industry, Government, Education'', second edition.</ref>\n\nThe ''Appreciation of a system'' involves understanding how interactions (i.e., feedback) between the elements of a system can result in internal restrictions that force the system to behave as a single organism that automatically seeks a [[steady state]]. It is this steady state that determines the output of the system rather than the individual elements. Thus it is the structure of the organization rather than the employees, alone, which holds the key to improving the quality of output.\n\nThe ''Knowledge of variation'' involves understanding that everything measured consists of both \"normal\" variation due to the flexibility of the system and of \"special causes\" that create defects. Quality involves recognizing the difference to eliminate \"special causes\" while controlling normal variation. Deming taught that making changes in response to \"normal\" variation would only make the system perform worse. Understanding variation includes the mathematical certainty that variation will normally occur within six [[standard deviation]]s of the mean.\n\nThe System of Profound Knowledge is the basis for application of Deming's famous 14 Points for Management, described below.\n\n=== Key principles ===\nDeming offered fourteen key principles to managers for transforming business effectiveness. The points were first presented in his book ''Out of the Crisis.'' (p.&nbsp;23–24)<ref name=\"crisis\" /> Although Deming does not use the term in his book, it is credited with launching the [[Total Quality Management]] movement.<ref>{{cite web|url= http://www.realisation.com.au/site2/Articles/Deming%2014%20points.htm|title=Deming's 14 Points|first=Phil|last=Cohen|publisher=Realisation|accessdate=June 25, 2011}}</ref>\n\n# Create constancy of purpose toward improvement of product and service, with the aim to become competitive, to stay in business and to provide jobs.\n# Adopt the new philosophy. We are in a new economic age. Western management must awaken to the challenge, must learn their responsibilities, and take on leadership for change.\n# Cease dependence on inspection to achieve quality. Eliminate the need for massive inspection by building quality into the product in the first place.\n# End the practice of awarding business on the basis of a price tag. Instead, minimize total cost. Move towards a single supplier for any one item, on a long-term relationship of loyalty and trust.\n# Improve constantly and forever the system of production and service, to improve quality and productivity, and thus constantly decrease costs.\n# Institute training on the job.\n# Institute leadership (see Point 12 and Ch. 8 of \"Out of the Crisis\"). The aim of supervision should be to help people and machines and gadgets do a better job. Supervision of management is in need of overhaul, as well as supervision of production workers.\n# Drive out fear, so that everyone may work effectively for the company. (See Ch. 3 of \"Out of the Crisis\")\n# Break down barriers between departments. People in research, design, sales, and production must work as a team, in order to foresee problems of production and usage that may be encountered with the product or service.\n# Eliminate slogans, exhortations, and targets for the work force asking for zero defects and new levels of productivity. Such exhortations only create adversarial relationships, as the bulk of the causes of low quality and low productivity belong to the system and thus lie beyond the power of the work force.\n## Eliminate work standards (quotas) on the factory floor. Substitute with leadership.\n## Eliminate management by objective. Eliminate management by numbers and numerical goals. Instead substitute with leadership.\n# Remove barriers that rob the hourly worker of his right to pride of workmanship. The responsibility of supervisors must be changed from sheer numbers to quality.\n# Remove barriers that rob people in management and in engineering of their right to pride of workmanship. This means, ''inter alia'', abolishment of the annual or merit rating and of [[management by objectives]] (See Ch. 3 of \"Out of the Crisis\").\n# Institute a vigorous program of education and self-improvement.\n# Put everybody in the company to work to accomplish the transformation. The transformation is everybody's job.\n\n\"Massive training is required to instill the courage to break with tradition. Every activity and every job is a part of the process.\"<ref>{{cite book |last=Reilly |first=Norman B. |year=1994 |title=Quality: What Makes it Happen? |publisher=Van Nostrand Reinhold |page=31 |isbn=0-442-01635-2}}</ref>\n\n'''PDCA Myth'''\n\nIt is a common myth to credit Plan-Do-Check-Act (PDCA) to Deming. Deming referred to the PDCA Cycle as a \"corruption.\" Deming worked from the Shewhart cycle and over time eventually developed the Plan-Do-Study-Act (PDSA) cycle, which has the idea of deductive and inductive learning built into the learning and improvement cycle. More can be learned about this evolution at http://apiweb.org/circling-back.pdf. Deming finally published the PDSA cycle in 1993, in the New Economics on p.&nbsp;132. Deming has added to the myth that he taught the Japanese the PDSA cycle with this quote on p.&nbsp;247, \"2The PDSA Cycle originated in my teaching in Japan in 1950. It appeared in the booklet Elementary Principles of the Statistical Control of Quality (JUSE, 1950: out of print).\n\n=== Seven Deadly Diseases ===\nThe \"Seven Deadly Diseases\" include:\n# Lack of constancy of purpose\n# Emphasis on short-term profits\n# Evaluation by performance, merit rating, or annual review of performance\n# Mobility of management\n# Running a company on visible figures alone\n# Excessive medical costs\n# Excessive costs of warranty, fueled by lawyers who work for contingency fees\n\n\"A Lesser Category of Obstacles\" includes:\n# Neglecting long-range planning\n# Relying on technology to solve problems\n# Seeking examples to follow rather than developing solutions\n# Excuses, such as \"our problems are different\"\n# Obsolescence in school that management skill can be taught in classes<ref>{{cite book |title=The Deming Management Method |last=Walton |first=Mary |publisher=Penguin Group |year=1986 |page=94}}</ref>\n# Reliance on quality control departments rather than management, supervisors, managers of purchasing, and production workers\n# Placing blame on workforces who are only responsible for 15% of mistakes where the system designed by management is responsible for 85% of the unintended consequences\n# Relying on quality inspection rather than improving product quality\n\nDeming's advocacy of the [[Plan–do–study–act|Plan-Do-Study-Act cycle]], his 14 Points and Seven Deadly Diseases have had tremendous influence outside manufacturing and have been applied in other arenas, such as in the relatively new field of [[sales process engineering]].<ref name=\"Selden\">{{cite book |title=Sales Process Engineering: A Personal Workshop |last=Selden |first=Paul H. |publisher=ASQ Quality Press|location=Milwaukee, WI|year=1997|pages=60–74}}</ref>\n\n== Quotations and concepts ==\nIn his later years, Deming taught many concepts, which he emphasized by key sayings or quotations that he repeated, although some of the concepts appear to be [[oxymoron]]s or contradictory to each other. A number of these quotes have been recorded.<ref name=four>{{cite web |url=http://deming.org/index.cfm?content=653 |title=The Man: Articles: Four Days with W. Edwards Deming |publisher=W. Edwards Deming Institute |accessdate=2008-10-15}}</ref>\n\n*''\"There is no substitute for knowledge.\"''  This statement emphasizes the need to know more, about everything in the system. It is considered as a contrast to the old statement, \"There is no substitute for hard work\" by [[Thomas Edison|Thomas Alva Edison]] (1847–1931). Instead, a small amount of knowledge could save many hours of hard work.\n\n*''\"In God we trust; all others must bring data.\"''  ([[Trevor Hastie]], [[Robert Tibshirani]], and Jerome Friedman, co-authors of ''The Elements of Statistical Learning'' in their Preface to the Second Edition state that: \"On the Web, this quote has been widely attributed to both Deming and Robert W. Hayden; however Professor Hayden told us that he can claim no credit for this quote, and ironically we could find no 'data' confirming Deming actually said this.\") – The quote in The Elements of Statistical Learning actually reads \"In God we trust, all others bring data.\"<ref name=learning>{{cite book |last1=Hastie |first1=Trevor |last2=Tibshirani |first2=Robert |last3=Friedman |first3=Jerome |title=The Elements of Statistical Learning |url=http://www-stat.stanford.edu/~tibs/ElemStatLearn/download.html |year=2009 |publisher=Springer |edition=2nd |accessdate=2012-03-13 }}</ref>]\n\n*''\"The most important things cannot be measured.\"''  The issues that are most important, long term, cannot be measured in advance. However, they might be among the factors that an organization is measuring, just not understood as most important at the time.\n\n*''\"The most important things are unknown or unknowable.\"''  The factors that have the greatest impact, long term, can be quite surprising. Analogous to an earthquake that disrupts service, other \"earth-shattering\" events that most affect an organization will be unknown or unknowable, in advance. Other examples of important things would be: a drastic change in technology, or new investment capital.\n\n*''\"Experience by itself teaches nothing.\"''<ref name=four/>  This statement emphasizes the need to interpret and apply information against a theory or framework of concepts that is the basis for knowledge about a system.  It is considered as a contrast to the old statement, \"Experience is the best teacher\" (Deming disagreed with that).  To Deming, knowledge is best taught by a master who explains the overall system through which experience is judged; experience, without understanding the underlying system, is just raw data that can be misinterpreted against a flawed theory of reality.  Deming's view of experience is related to Shewhart's concept, \"Data has no meaning apart from its context\".\n\n*''\"By what method?... Only the method counts.''\"<ref name=four/>  When information is obtained, or data is measured, the method, or process used to gather information, greatly affects the results.  For example, the \"[[Hawthorne effect]]\" showed that people just asking frequently for opinions seemed to affect the resulting outcome, since some people felt better just being asked for their opinion. Deming warned that basing judgments on customer complaints alone ignored the general population of other opinions, which should be judged together, such as in a statistical sample of the whole, not just isolated complaints:  survey the entire group about their likes and dislikes (see [[Sampling (statistics)]]). The extreme complaints might not represent the attitudes of the whole group. Similarly, measuring or counting data depends on the instrument or method used. Changing the method changes the results. Aim and method are essential. An aim without a method is useless. A method without an aim is dangerous. It leads to action without direction and without constancy of purpose. Deming used an illustration of washing a table to teach a lesson about the relationship between purpose and method. If you tell someone to wash a table, but not the reason for washing it, they cannot do the job properly (will the table be used for chopping food or potting plants?). That does not mean just giving the explanation without an [[operational definition]]. The information about why the table needs to be washed, and what is to be done with it, makes it possible to do the job intelligently.\n\n*''\"You can expect what you inspect.\"''  In searching Deming's books, I cannot find any evidence that Deming said this relative to inspection. This seems to run counter to his point #3. ''Cease dependence on inspection to achieve quality. Eliminate the need for inspection on a mass basis by building quality into the product in the first place.'' Deming emphasized the importance of measuring and testing to predict typical results. If a phase consists of inputs + process + outputs, all 3 are inspected to some extent. Problems with inputs are a major source of trouble, but the process using those inputs can also have problems. By inspecting the inputs and the process more, the outputs can be better predicted, and inspected less. Rather than use mass inspection of every output product, the output can be statistically sampled in a cause-effect relationship through the process.\n\n*''\"Special Causes and Common Causes\"'':  Deming considered anomalies in quality to be variations outside the control limits of a process. Such variations could be attributed to one-time events called \"special causes\" or to repeated events called \"common causes\" that hinder quality.\n\n*''Acceptable Defects'':  Rather than waste efforts on zero-defect goals, Deming stressed the importance of establishing a level of variation, or anomalies, acceptable to the recipient (or customer) in the next phase of a process. Often, some defects are quite acceptable, and efforts to remove all defects would be an excessive waste of time and money.\n\n*''The Deming Cycle'' (or ''Shewhart Cycle''):  As a repetitive process to determine the next action, the Deming Cycle describes a simple method to test information before making a major decision. The 4 steps in the Deming Cycle are: Plan-Do-Check-Act (PDCA), also known as Plan-Do-Study-Act or PDSA. Deming called the cycle the ''Shewhart Cycle'', after [[Walter A. Shewhart]]. The cycle can be used in various ways, such as running an experiment:  PLAN (design) the experiment; DO the experiment by performing the steps; CHECK the results by testing information; and ACT on the decisions based on those results.\n\n*''Semi-Automated, not Fully Automated'':  Deming lamented the problem of automation gone awry (\"robots painting robots\"): instead, he advocated human-assisted semi-automation, which allows people to change the semi-automated or computer-assisted processes, based on new knowledge.  Compare to Japanese term 'autonomation' (which can be loosely translated as \"automation with a human touch\").\n\n*''\"The problem is at the top; management is the problem.''\"<ref name=new /> Dr. Deming emphasized that the top-level management had to change to produce significant differences, in a long-term, continuous manner.  As a consultant, Deming would offer advice to top-level managers, if asked repeatedly, in a continuous manner.\n\n*''\"What is a system? A system is a network of interdependent components that work together to try to accomplish the aim of the system. A system must have an aim. Without an aim, there is no system. The aim of the system must be clear to everyone in the system. The aim must include plans for the future. The aim is a value judgment. (We are of course talking here about a man-made system.)\"''<ref name=new />\n\n*''\"A system must be managed. It will not manage itself. Left to themselves in the Western world, components become selfish, competitive, independent profit centres, and thus destroy the system. . . .  The secret is cooperation between components toward the aim of the organization.  We can not afford the destructive effect of competition.\"''<ref name=new />\n\n*''\"To successfully respond to the myriad of changes that shake the world, transformation into a new style of management is required. The route to take is what I call profound knowledge—knowledge for leadership of transformation.\"''<ref name=new />\n\n*''\"The worker is not the problem. The problem is at the top! Management!\"''<ref>\n   [http://forecast.umkc.edu/ftppub/ba541/DEMINGLIBRARY/DLVol24-25.PDF Cultural Transformation Discussion Guide.]\n   The Deming Library. Accessed 2006-06-18.</ref> Management's job. It is management's job to direct the efforts of all components toward the aim of the system. The first step is clarification: everyone in the organization must understand the aim of the system, and how to direct his efforts toward it. Everyone must understand the damage and loss to the whole organization from a team that seeks to become a selfish, independent, profit centre.\"<ref name=new />\n\n*''\"They realized that the gains that you get by statistical methods are gains that you get without new machinery, without new people. Anybody can produce quality if he lowers his production rate. That is not what I am talking about. Statistical thinking and statistical methods are to Japanese production workers, foremen, and all the way through the company, a second language. In statistical control, you have a reproducible product hour after hour, day after day. And see how comforting that is to management, they now know what they can produce, they know what their costs are going to be.\"''<ref name=Japan>''If Japan Can...Why Can't We'' ([[white paper]]), broadcast by NBC in 1980.</ref>\n\n*''\"I think that people here expect miracles. American management thinks that they can just copy from Japan—but they don't know what to copy!\"''<ref name=Japan />\n\n*''\"What is the variation trying to tell us about a process, about the people in the process?\"''<ref name=new /> Dr. Shewhart created the basis for the control chart and the concept of a state of statistical control by carefully designed experiments. While Shewhart drew from pure mathematical statistical theories, he understood that data from physical processes never produce a \"[[normal distribution]] curve\" (a [[Gaussian distribution]], also commonly referred to as a \"[[Normal distribution|bell curve]]\"). He discovered that observed variation in manufacturing data did not always behave the same way as data in nature ([[Brownian motion]] of particles). Shewhart concluded that while every process displays variation, some processes display controlled variation that is natural to the process, while others display uncontrolled variation that is not present in the process causal system at all times.<ref>\"Why SPC?,\" British Deming Association SPC Press, Inc., 1992</ref> Deming renamed these distinctions \"common cause\" for chance causes and \"special cause\" for assignable causes. He did this so the focus would be placed on those responsible for doing something about the variation, rather than the source of the variation. It is top management's responsibility to address \"common cause\" variation, and therefore it is management's responsibility to make improvements to the whole system. Because \"special cause\" variation is assignable, workers, supervisors or middle managers that have direct knowledge of the assignable cause best address this type of specific intervention.<ref name=brief />\n\n*(Deming on [[Quality Circles]]) ''\"That's all window dressing. That's not fundamental. That's not getting at change and the transformation that must take place. Sure we have to solve problems. Certainly stamp out the fire. Stamp out the fire and get nowhere. Stamp out the fires puts us back to where we were in the first place. Taking action on the basis of results without theory of knowledge, without theory of variation, without knowledge about a system. Anything goes wrong, do something about it, overreacting; acting without knowledge, the effect is to make things worse. With the best of intentions and best efforts, managing by results is, in effect, exactly the same, as [[Myron Tribus]] put it, while driving your automobile, keeping your eye on the rear view mirror, what would happen? And that's what management by results is, keeping your eye on results.\"''<ref name=America />\n\n*''\"Knowledge is theory. We should be thankful if action of management is based on theory. Knowledge has temporal spread. Information is not knowledge. The world is drowning in information but is slow in acquisition of knowledge. There is no substitute for knowledge.\"''<ref name=\"new\" /> This statement emphasizes the need for theory of knowledge.\n\n*''\"Uncertainty makes research predictable, but you still need proof to satisfy everyone else.\"''<ref name=\"new\" /> Deming was referencing the sometimes paradoxical aspects of research.\n\n*''\"The most important figures that one needs for management are unknown or unknowable (Lloyd S. Nelson, director of statistical methods for the Nashua corporation), but successful management must nevertheless take account of them.\"''<ref name=\"crisis\">{{cite book |last=Deming |first=W. Edwards |title=Out of the Crisis |year=1986 |publisher=MIT Press}}</ref> Deming realized that many important things that must be managed couldn’t be measured. Both points are important. One, not everything of importance to management can be measured. And two, you must still manage those important things. Spend $20,000 training 10 people in a special skill. What's the benefit? \"You'll never know,\" answered Deming. \"You'll never be able to measure it. Why did you do it? Because you believed it would pay off. Theory.\" Deming is often incorrectly quoted as saying, \"You can't manage what you can't measure.\" In fact, he stated that one of the seven deadly diseases of management is running a company on visible figures alone.\n\n*''\"joy in work\"'' the phrase, originally \"pride in work\" was amended to \"joy\" by Deming in 1988, after David Kerridge, professor of statistics at Aberdeen, pointed out that \"joy\" in labour was found twice in the Book of Ecclesiastes.<ref>The Deming dimension Henry R. Neave – 1990 \"Chapter 13 JOY IN WORK Joy in work. Where does that appear in BS5750 (ISO9000), Juran, or Crosby?1 Where indeed did it appear in Deming prior to 1988? It was seen only indirectly through the tamer language of \"pride of workmanship,\"</ref><ref>''Quality or else: the revolution in world business''  Lloyd Dobyns, Clare Crawford-Mason – 1991 \"Of the four experts, Deming, who can be the harshest as a teacher, seems the most humanistic, insisting that it is every person's right to have \"joy in work.\" He used to say \"pride\" until David Kerridge, a professor at the University of Aberdeen, pointed out that the Book of Ecclesiastes says \"joy\" in two different verses. Deming, whose one known hobby is writing liturgical masses, switched to joy. He estimates that no more than two in a hundred managers and ten in a hundred workers now have joy in their work.</ref>\n\n== Works ==\n*{{cite book |last=Deming |first=W. Edwards |authorlink=W. Edwards Deming |title=Statistical Adjustment of Data |year=1964 |origyear=1943 |publisher=Dover |isbn=0-486-64685-8 |lccn=64-24416}}\n*{{cite book |last=Deming |first=W. Edwards |authorlink=W. Edwards Deming |title=Some Theory of Sampling |year=1966 |origyear=1950 |publisher=Dover |isbn=0-486-64684-X |lccn=66-30538}}\n\n== See also ==\n*[[Analytic and enumerative statistical studies]]\n*[[C. I. Lewis]]\n*[[Common cause and special cause]]\n*[[Continuous improvement]]\n*[[epistemology]]\n*[[Joseph M. Juran]]\n*[[Kaizen]]\n*[[Maestro concept]]\n*[[Shewhart cycle]]\n*[[Toyota Production System]]\n\n== Notes ==\n{{Reflist|30em}}\n\n== References ==\n{{Refbegin|60em}}\n* {{cite book\n| last = Aguayo\n| first = Rafael\n| year = 1991\n| title = Dr. Deming: The American Who Taught the Japanese About Quality\n| publisher = Fireside\n| isbn = 0-671-74621-9\n| oclc = 229201675\n}}\n* {{cite book\n| last =  Baker\n| first = Edward Martin\n| year = 1999\n| title = Scoring a Whole in One: People in Enterprise Playing in Concert\n| publisher = Crisp Learning\n| isbn = 1-56052-549-5\n| oclc =  41259978\n}}\n* Delavigne Kenneth T. and J. Daniel Robertson, \"Deming's Profound Changes: When Will the Sleeping Giant Awaken?\" (PTR Prentice Hall, 1994), ISBN 0-13-292690-3\n* {{cite book\n| last = Deming\n| first = W. Edwards\n| year = 1986\n| title = Out of the Crisis\n| publisher = MIT Press\n| isbn = 0-911379-01-0\n| oclc = 13126265\n}}\n* {{cite book\n| last = Deming\n| first = W. Edwards\n| year = 2000\n| title = The New Economics for Industry, Government, Education\n| edition = 2nd\n| publisher = MIT Press\n| isbn = 0-262-54116-5\n| oclc = 44162616\n}}\n* {{cite book\n| last = Deming\n| first = W. Edwards\n| year = 1966\n| title = Some Theory of Sampling\n| publisher = Dover Publications\n| isbn = 0-486-64684-X\n| oclc = 166526\n}}\n* {{cite book\n| last = Gabor\n| first = Andrea\n| year = 1992\n| title = The Man Who Discovered Quality: How W. Edwards Deming Brought the Quality Revolution to America\n| publisher = Penguin\n| isbn = 0-14-016528-2\n| oclc = 154134300\n}}\n* Gitlow, Howard S., Shelly J. Gitlow, \"The Deming Guide to Quality and Competitive Position\" Prentice Hall Trade (January 1987) ISBN 0-13-198441-1\n* Perry Gluckman, Diana Reynolds Roome, \"Everyday Heroes: From Taylor to Deming: The Journey to Higher Productivity\" SPC Press, Inc. (March 1990) ISBN 0-945320-07-8\n* {{cite book\n| last = Haller\n| first = Harold S.\n| year = 1993\n| title = Managing with profound knowledge: A management process based on the Deming management theory\n| publisher = Harold S. Haller & Company\n| oclc = 40764811\n}}\n* {{cite book\n| last = Joiner\n| first = Brian L.\n| year = 1994\n| title = Fourth Generation Management: The New Business Consciousness\n| publisher = McGraw-Hill\n| isbn = 0-07-032715-7\n| oclc = 29219430\n}}\n* {{cite book\n| last = Kilian\n| first = Cecelia S.\n| year = 1992\n| title = The World of W. Edwards Deming\n| edition = 2nd\n| publisher = SPC Press, Inc\n| isbn = 0-945320-29-9\n| oclc = 28504460\n}}\n* {{cite book\n| last = Kohn\n| first = Alfie\n| year = 1992\n| title = No Contest: The Case Against Competition\n| edition = Revised\n| publisher = Mariner Books\n| isbn = 0-395-63125-4\n| oclc = 26255272\n}}\n* {{cite book\n| last = Kohn\n| first = Alfie\n| year = 1999\n| title = Punished By Rewards: The Trouble with Gold Stars, Incentive Plans, A's, Praise, and Other Bribes\n| publisher = Mariner Books\n| isbn = 0-618-00181-6\n| oclc = 222755141\n}}\n* William J. Latzko, David M. Saunders, \"Four Days with Dr. Deming: A Strategy for Modern Methods of Management\" Prentice Hall PTR (January 26, 1995) ISBN 0-201-63366-3\n* Langley, Gerald J., Kevin M. Nolan, Clifford L. Norman, Lloyd P. Provost, Thomas W. Nolan, \"The Improvement Guide: A Practical Approach to Enhancing Organizational Performance\" Jossey-Bass (July 26, 1996) ISBN 0-7879-0257-8\n* {{cite book\n| last = Mann\n| first = Nancy\n| year = 1989\n| title = Keys to Excellence: The Story of the Deming Philosophy\n| edition = 3rd\n| publisher = Prestwick Books\n| isbn = 1-85251-097-8\n| oclc = 59892273\n}}\n* {{cite book\n| last = Neave\n| first = Henry R.\n| year = 1990\n| title = The Deming Dimension\n| publisher = SPC Press, Inc\n| isbn = 0-945320-08-6\n| oclc = 22890202\n}}\n* {{cite book\n| last = Rodin\n| first = Robert\n| year = 1999\n| title = Free, Perfect, and Now: Connecting to the three insatiable customer demands\n| publisher = Simon and Schuster, Inc\n| isbn = 0-684-85022-2\n}}\n*Salsburg, D. (2002) ''The Lady Tasting Tea: How Statistics Revolutionized Science in the Twentieth Century'', W.H. Freeman / Owl Book. ISBN 0-8050-7134-2\n* {{cite book\n| last = Scherkenbach\n| first = William W.\n| year = 1991\n| title = Demings Road to Continual Improvement\n| publisher = SPC Press, Inc\n| isbn = 0-945320-10-8\n| oclc = 24791076\n}}\n* {{cite book\n| last = Scholtes\n| first = Peter R.\n| year = 1997\n| title = The Leader's Handbook: Making Things Happen, Getting Things Done\n| publisher = McGraw-Hill\n| isbn = 0-07-058028-6\n| oclc = 38097010\n}}\n* {{cite book\n| last = Shewhart\n| first = Walter A.\n| year = 1939\n| title = Statistical Method from the Viewpoint of Quality Control\n| publisher = Dover Publications December 1, 1986\n| isbn = 0-486-65232-7\n| oclc = 13822053\n}}\n* {{cite book\n| last = Shewhart\n| first = Walter A.\n| year = 1930\n| title = Economic Control of Quality of Manufactured Product/50th Anniversary Commemorative Issue\n| publisher = American Society for Quality December 1980\n| isbn = 0-87389-076-0\n| oclc = 223422287\n}}\n* Vertiz, Virginia C. (1993) A look at the quality management audit applying Dr. Deming's principles for system transformation. In V.C. Vertiz (Ed.) Education, Winter, 1993\n* Vertiz, Virginia C. (1995) The other side of the man of quality: The pearl.  Quality Progress, American Society for Quality Control.\n* Vertiz, Virginia C. (1994) Beware the quality skills and tools trap or learn to fish.  Creating Quality K-12.\n* {{cite book\n| last = Walton\n| first = Mary\n| year = 1986\n| title = The Deming Management Method\n| publisher = The Putnam Publishing Group\n| isbn = 0-399-55000-3\n| oclc = 13333772\n}}\n* {{cite book\n| last = Wheeler\n| first = Donald J.\n| year = 1999\n| title = Understanding Variation: The Key to Managing Chaos\n| edition = 2nd\n| publisher = SPC Press, Inc\n| isbn = 0-945320-53-1\n| oclc = 43697523\n}}\n{{Refend}}\n\n== External links ==\n{{commons category|W.E. Deming}}\n{{wikiquote}}\n*[http://deming.org/ Deming.org] The W. Edwards Deming Institute\n*[http://www.loc.gov/rr/mss/text/deming.html W. Edwards Deming: A Register of His Papers in the Library of Congress]\n\n{{Authority control}}\n\n{{Persondata\n|NAME= W. Edwards Deming\n|ALTERNATIVE NAMES=\n|SHORT DESCRIPTION= Quality Guru\n|DATE OF BIRTH=October 14, 1900\n|PLACE OF BIRTH=Sioux City, Iowa, USA\n|DATE OF DEATH=December 20, 1993\n|PLACE OF DEATH=Washington DC, USA\n}}\n{{DEFAULTSORT:Deming, William Edwards}}\n[[Category:Presidents of the Institute of Mathematical Statistics]]\n[[Category:Quality experts]]\n[[Category:Winners of the Shewhart Medal]]\n[[Category:Winners of the Wilks Memorial Award]]\n[[Category:National Medal of Technology recipients]]\n[[Category:Fellows of the American Statistical Association]]\n[[Category:Survey methodologists]]\n[[Category:American statisticians]]\n[[Category:American industrial engineers]]\n[[Category:American business theorists]]\n[[Category:American male composers]]\n[[Category:American economics writers]]\n[[Category:American male writers]]\n[[Category:Columbia University faculty]]\n[[Category:Writers from Sioux City, Iowa]]\n[[Category:People from Park County, Wyoming]]\n[[Category:American Episcopalians]]\n[[Category:Yale University alumni]]\n[[Category:University of Wyoming alumni]]\n[[Category:University of Colorado alumni]]\n[[Category:Alumni of University College London]]\n[[Category:New York University faculty]]\n[[Category:Recipients of the Order of the Sacred Treasure]]\n[[Category:1900 births]]\n[[Category:1993 deaths]]\n[[Category:20th-century American mathematicians]]\n[[Category:20th-century economists]]\n[[Category:20th-century composers]]\n[[Category:20th-century American musicians]]\n[[Category:20th-century American writers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "W. Edwards Deming"}}}}