{"batchcomplete": "", "query": {"pages": {"1938883": {"ns": 0, "pageid": 1938883, "revisions": [{"*": "{{Use dmy dates|date=March 2012}}\n{{Use Australian English|date=March 2012}}\n'''William Fleetwood Sheppard''' (20 November 1863 &ndash; 12 October 1936) [[Australian]]-[[United Kingdom|British]] [[civil servant]], [[mathematician]] and [[statistician]] remembered for his work in [[finite differences]], [[interpolation]] and statistical theory, known in particular for the eponymous [[Sheppard's corrections]].\n\nWilliam Fleetwood Sheppard was born near [[Sydney]], [[Australia]]. He was the second child of [[Edmund Sheppard]], an Englishman who had gone to Australia in 1859, and his wife Mary Grace Murray; the couple had married in 1860. Edmund Sheppard was a lawyer and became a judge of the [[Supreme Court of Queensland]]. When he was about ten William was sent to [[Brisbane Grammar School]]. However he stayed for only one term for the headmaster believed that the school could not do justice to such a brilliant pupil and that he had better go to school in [[England]].\n\nIn England Sheppard went to [[Charterhouse School]] where he had a very successful academic career and was finally head of the school. He went to [[Trinity College, Cambridge]] as a Foundation Scholar. When he graduated in 1884 it was as the [[Senior Wrangler]] (the mathematics student with the highest mark).<ref>{{acad|id=SHPT881WF|name=Sheppard, William Fleetwood}}</ref> This was a great prize and the Senior Wrangler was somebody. Shortly after the results came out, a letter found him, addressed only to \"The Senior Wrangler, Cambridge.\" The third wrangler was [[William Henry Bragg|William Bragg]] and the fourth was [[William Henry Young|W. H. Young]]. All the top wranglers that year were coached by [[Edward Routh|E. J. Routh]].\n\nAfter some years preparing to become a [[barrister]] and doing legal work, Sheppard joined the Education Department as a Junior Examiner in 1896. By 1914 he had been made an Assistant Secretary at the Board of Education. Sheppard had an extraordinary capacity for work; he would get up at 5 or 6 in the morning and work until 10 or 11 in the evening. He retired in 1921 at the age of 58. To save money, the government had asked all civil servants who would be retiring in the next few years to retire immediately; this was part of the [[Geddes Axe]]. Sheppard could not afford to retire and so he took on work as an examiner for the Cambridge School Certificate and the [[University of London]]. This was a great burden because he was amazingly thorough, recording all the errors that were made and the marks given to ensure consistency of marking across thousands of scripts.\n\nSheppard had a parallel and equally distinguished career as a mathematician, distinguished enough for him to receive the degree of Sc. D. from Cambridge in 1908 and to be made a [[Fellow of the Royal Society of Edinburgh]] in 1932. Sheppard was not unique in combining a civil service career with mathematical research; an almost exact contemporary was [[Thomas Little Heath]], the historian of Greek mathematics, who went higher in the Civil Service and became much better known as an author. Another contemporary was the civil servant and statistician [[Reginald Hawthorn Hooker|R H Hooker]]. Sheppard published his first paper in 1888 and then he published nothing during his legal years. Then he resumed publishing in 1897 and kept going until 1931.\n\nSheppard was encouraged to turn his mathematical skills to statistics by [[Francis Galton]], whom he had met during his Cambridge days when he visited Galton's Anthropometric Laboratory. In his memorial piece [[Alexander Aitken|Aitken]] placed Sheppard with [[Francis Ysidro Edgeworth|Edgeworth]], [[Karl Pearson|Pearson]] and [[Udny Yule|Yule]] as a contributor to the development of statistics at the turn of the 20th. century. The assessment was based on the series of papers on correlation and the calculation of moments that Sheppard produced between 1897 and 1907. The first Sheppard's correction paper was in 1897. After 1907 the focus of Sheppard's work moved from statistics to interpolation and graduation and he published in mathematical and actuarial journals. The characteristics of Sheppard's work that Aitken emphasised were \"thoroughness and independence.\" \"Agility, shafts of brilliance, these are not to be found; but there is not a trace of the superficiality which sometimes goes with these qualities.\" At the fifth [[International Congress of Mathematicians]] held in 1912 in [[Cambridge]], Sampson presented a paper entitled ''Reduction of errors by means of negligible differences''.<ref>{{cite journal|author=Snyder, Virgil|authorlink=Virgil Snyder|title=The fifth International Congress of Mathematicians. sections ''II-IV''|journal=Bull. Amer. Math. Soc.|year=1913|volume=19|issue=4|pages=175–191|url=http://www.ams.org/journals/bull/1913-19-04/S0002-9904-1913-02313-9/S0002-9904-1913-02313-9.pdf|doi=10.1090/s0002-9904-1913-02313-9}}</ref>\n\nWhen Sheppard died he was remembered in the Mathematical Gazette with a one-page note; Sheppard had been president of the Mathematical Association in 1928. The [[Annals of Eugenics]] published a long family memoir by Sheppard's son and an account of Sheppard's scientific work by Aitken. (These pieces form the basis of the present article.) The editor of the journal, [[Ronald Fisher]], also contributed a piece. Fisher knew Sheppard through his work on mathematical tables. Of Sheppard's work, Fisher wrote, \"We find practically nothing that ought to be retracted, and very little that is now obsolete.\" However, it is clear from Fisher's article and from the notes he added to Aitken's that Sheppard's main virtue was that he was not [[Karl Pearson]]. Pearson had died some months previously and this appreciation of Sheppard's life is uncomfortably like a disappreciation of Pearson's.\n\n==Some publications of W. F. Sheppard==\n*W. F. Sheppard (1897) \"On the Calculation of the Average Square, Cube, of a Large Number of Magnitudes\", ''[[Journal of the Royal Statistical Society]]'', 60, 698&ndash;703.\n*W. F. Sheppard (1898) \"On the Calculation of the Most Probable Values of Frequency Constants for data arranged according to Equidistant Divisions of a Scale\", ''Proceedings of the London Mathematical Society'', 29, 353&ndash;80.\n*W. F. Sheppard (1899) \"On the Application of the Theory of Error to Cases of Normal Distribution and Normal Correlation\", ''Philosophical Transactions of the Royal Society, A'', 192,101&ndash;167+531.\n*W. F. Sheppard (1907) \"Table of Deviates of the Normal Curve\", ''Biometrika'', v. 404&ndash;406.\n*W. F. Sheppard (1921) \"Reduction of Error by Linear Compounding\", ''Philosophical Transactions of the Royal Society, A'', 221, 199&ndash;237.\n*W. F. Sheppard (1923) ''From Determinant to Tensor'', Clarendon Press Oxford.\n\nA bibliography appears with the obituaries in the ''Annals of Eugenics''. It contains 40 publications, the first in 1888 and the last in 1931.\n\n==Discussions==\n\n*[[A. C. Aitken]] and [[E T Whittaker]] (1935&ndash;36) William Fleetwood Sheppard, Sc.D., LL.M., Proc. Roy. Soc. Edinburgh 56, 279&ndash;282. There is a link to this obituary in the MacTutor article referred to below.\n*\"William Fleetwood Sheppard\", ''Mathematical Gazette'', 20, December 1936.\n*N. F. Sheppard (1937) W. F. Sheppard, F.R.S.E., Sc. D., Ll. M.: \"Personal History\", ''Annals of Eugenics'', 8, 1&ndash;9.\n*[[A. C. Aitken]] (1937) \"A Note on Sheppard’s Contributions to Mathematics and Mathematical Statistics\", ''Annals of Eugenics'', 8, 9&ndash;11.\n*[[R. A. Fisher]] (1937) \"The Character of Sheppard’s Work\", ''Annals of Eugenics'', 8, 11&ndash;12.\n*Donald A. MacKenzie, ''Statistics in Britain 1865&ndash;1930 : the Social Construction of Scientific Knowledge'', Edinburgh University Press. 1981.\n:MacKenzie is particularly interested in the relationship between Sheppard and Galton. The standard modern histories and encyclopedias pay little attention to Sheppard. See, however,\n*A. Hald (2001) \"On the History of the Correction for Grouping, 1873–1922\", ''Scandinavian Journal of Statistics'', 28, 417&ndash;428.\n:This puts Sheppard's work into a story that begins with [[Thorvald Thiele|Thiel]]e (1873) and ends with [[Ronald Fisher|Fisher]] (1922).\n\n==References==\n{{Reflist}}\n\n==External links==\n{{Wikisource author}}\n* {{MacTutor Biography|id=Sheppard}}\n*[http://www.m-a.org.uk/association/organisation/presidents_of_the_association/ Presidents of the Mathematical Association]\nIn 1926 Sheppard sent Karl Pearson the letters he had had from Galton and Pearson used them in his Life of Francis Galton, Vol 3b. See\n*[http://www.mugu.com/browse/galton/search/pearson/vol3b/pages/vol3b_0060.htm Letters of Galton to Dr. W. F. Sheppard]\nSome correspondence between Sheppard and Fisher and between Sheppard's son and Fisher is available on the web from the University of Adelaide\n*[http://www.library.adelaide.edu.au/digitised/fisher/corres/sheppardwf/ Calendar of Correspondence with W.F. Sheppard]\n*[http://www.library.adelaide.edu.au/digitised/fisher/corres/sheppardnf/ Calendar of Correspondence with N.F. Sheppard]\nAlso available are the letters that passed between Fisher and Aitken in May/June 1937.\n*[http://www.library.adelaide.edu.au/digitised/fisher/corres/aitken/index.html  Calendar of Correspondence with A.C. Aitken]\n\n{{Authority control}}\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              = Sheppard, William Fleetwood\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = Australian statistician\n| DATE OF BIRTH     = 20 November 1863\n| PLACE OF BIRTH    =\n| DATE OF DEATH     = 12 October 1936\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Sheppard, William Fleetwood}}\n[[Category:1863 births]]\n[[Category:1936 deaths]]\n[[Category:People educated at Charterhouse School]]\n[[Category:People from Sydney]]\n[[Category:Australian statisticians]]\n[[Category:Alumni of Trinity College, Cambridge]]\n[[Category:Fellows of the Royal Society of Edinburgh]]\n[[Category:Senior Wranglers]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "William Fleetwood Sheppard"}}}}