{"batchcomplete": "", "query": {"pages": {"1689863": {"ns": 0, "pageid": 1689863, "revisions": [{"*": "{{Multiple issues|\n{{tone|date=July 2010}}\n{{primarysources|date=July 2010}}\n{{expert-subject|date=July 2010}}\n{{cleanup|reason=broken reference formatting|date=August 2014}}\n}}\n'''William L. Sanders''' is an American statistician, a senior research fellow with the [[University of North Carolina at Chapel Hill]]. He developed the Tennessee Value-Added Assessment System (TVAAS), also known as the Educational Value-Added Assessment System (EVAAS), a method for measuring a teacher's effect on student performance by tracking the progress of students against themselves over the course of their school career with their assignment to various teachers' classes.  This system has been used in [[Tennessee]] since 1993, and has been adopted by a number of other [[school district]]s across the United States.  Sanders' approach has been used to support the theory that the quality of teachers is central to educational achievement.\nThe [[Pennsylvania]] and [[New Hampshire]] Departments of Education sponsor pilots, and the [[Iowa School Board Association]] sponsors his value-added work in that state. [[Battelle for Kids]] provides interpretation and use trainings for the SAS EVAAS services for the participating districts in Ohio. \n\n“Using mixed model equations, TVAAS uses the [[covariance matrix]] from this multivariate, longitudinal data set to evaluate the impact of the educational system on student progress in comparison to national [[Psychometrics|norm]]s, with data reports at the district, school, and teacher levels.\" <ref>http://pareonline.net/getvn.asp?v=10&n=11</ref> The model focuses on academic gains rather than raw achievement scores.\n\n==Criticism==\n\nDr. Ballou, in Lissitz (Ed.), 2005, \"Value Added Models in Education: Theory and Applications,\" analyzed the TVAAS and determined that value added-assessment of teachers are fallible estimates of teacher contribution to student learning, stating that [[standard error (statistics)|standard error]]s of value-added estimates are large. Author thinks that value added models are merely one useful tool that should be used as one of many assessments in a comprehensive system of evaluation. \n\nResearchers from the [[RAND corporation]] studied Dr. Sanders' method and determined that his approach does not satisfactorily account for bias, cautioning that non-educational effects may be attributed by mistake to teachers, with no way of effectively determining the magnitude of the error.<ref>[http://www.rand.org/pubs/monographs/MG158.html Evaluating Value-Added Models for Teacher Accountability<!-- Bot generated title -->]</ref> Ballou (2002) and Kupermintz (2003) further support this claim, claiming that non-educational factors have a noticeable impact on the evaluation of teachers despite efforts to account for them in the model.<ref>[http://harcourtassessment.com/NR/rdonlyres/2C54ADBA-9959-4F82-82B3-8E65FB822088/0/ValueAdded.pdf Contemporary Report<!-- Bot generated title -->]</ref>\n\nThe use of merit pay based on VAM has been discredited in articles by Dan Pink  and more generally as a business practice in the Harvard Business review.  The accuracy of VAM for evaluating individual teachers has been further discredited by the Economic Policy Institute  and by mathematician John Ewing\n\n==See also==\n*[[Educational evaluation]]\n*[[Evaluation]]\n*[[Standardized testing and public policy]]\n\n==References==\n{{reflist}}\n* Harvard Business Review, merit pay [http://hbr.org/2012/01/tackling-business-problems/ar/1#.TvtyhA4E5ps.twitter]\n* [http://www.cgp.upenn.edu/pdf/Braun-ETS%20Using%20Student%20Progress%20to%20Evaluate%20Teachers.pdf Review of strengths & weaknesses for various value-added assessment systems]\n* Dan Pink on merit pay [http://www.washingtonpost.com/lifestyle/style/as-teacher-merit-pay-spreads-one-noted-voice-cries-it-doesnt-work/2012/02/14/gIQAtRpsFR_story.html?socialreader_check=0&denied=1]\n* Economic Policy Institute, Problems with the Use of Student Test Scores to Evaluate Teachers [http://epi.3cdn.net/b9667271ee6c154195_t9m6iij8k.pdf]\n* John Ewing Article, Mathematical Intimidation: Driven By the Data [http://www.ams.org/notices/201105/rtx110500667p.pdf]\n\n{{Authority control}}\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME              =Sanders, Williams\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION = American statistician\n| DATE OF BIRTH     =\n| PLACE OF BIRTH    =\n| DATE OF DEATH     =\n| PLACE OF DEATH    =\n}}\n{{DEFAULTSORT:Sanders, Williams}}\n[[Category:University of North Carolina at Chapel Hill fellows]]\n[[Category:People from Knoxville, Tennessee]]\n[[Category:Year of birth missing (living people)]]\n[[Category:Living people]]\n[[Category:American statisticians]]", "contentmodel": "wikitext", "contentformat": "text/x-wiki"}], "title": "William Sanders (statistician)"}}}}